{
    "dynasty": "唐",
    "author": "上官仪",
    "poems": [
        {
            "title": "奉和过旧宅应制",
            "content": "石关清晚夏，璇舆御早秋。神麾飏珠雨，仙吹响飞流。沛水祥云泛，宛郊瑞气浮。大风迎汉筑，丛烟入舜球。翠梧临凤邸，滋兰带鹤舟。偃伯歌玄化，扈跸颂王游。遗簪谬昭奖，珥笔荷恩休。",
            "comment": ""
        },
        {
            "title": "八咏应制二首",
            "content": "启重帷，重帷照文杏。翡翠藻轻花，流苏媚浮影。瑶笙燕始归，金堂露初晞。风随少女至，虹共美人归。罗荐已擘鸳鸯被，绮衣复有蒲萄带。残红艳粉映帘中，戏蝶流莺聚窗外。洛滨春雪回，巫峡暮云来。雪花飘玉辇，云光上璧台。共待新妆出，清歌送落梅。入丛台，丛台裛春露。滴沥间深红，参差散轻素。妆蝶惊复聚，黄鹂飞且顾。攀折殊未已，复值惊飞起。送影舞衫前，飘香歌扇里。望望惜春晖，行行犹未归。暂得佳游趣，更愁花鸟稀。且学鸟声调凤管，方移花影入鸳机。",
            "comment": ""
        },
        {
            "title": "和太尉戏赠高阳公",
            "content": "熏炉御史出神仙，云鞍羽盖下芝田。红尘正起浮桥路，青楼遥敞御沟前。倾城比态芳菲节，绝世相娇是六年。惯是洛滨要解佩，本是河间好数钱。翠钗照耀衔云发，玉步逶迤动罗袜。石榴绞带轻花转，桃枝绿扇微风发。无情拂袂欲留宾，讵恨深潭不可越。天津一别九秋长，岂若随闻三日香。南国自然胜掌上，东家复是忆王昌。",
            "comment": ""
        },
        {
            "title": "酬薛舍人万年宫晚景寓直怀友",
            "content": "奕奕九成台，窈窕绝尘埃。苍苍万年树，玲珑下冥雾。池色摇晚空，岩花敛馀煦。清切丹禁静，浩荡文河注。留连穷胜托，夙期暌善谑。东望安仁省，西临子云阁。长啸披烟霞，高步寻兰若。金狄掩通门，雕鞍归骑喧。燕姝对明月，荆艳促芳尊。别有青山路，策杖访王孙。",
            "comment": ""
        },
        {
            "title": "入朝洛堤步月",
            "content": "脉脉广川流，驱马历长洲。鹊飞山月曙，蝉噪野风秋。",
            "comment": "【注释】上官仪是初唐宫廷作家，齐梁余风的代表诗人，其词绮错婉媚，有“上官体”之称。刘饣束《隋唐嘉话》载，唐高宗“承贞观之后，天下无事。仪独持国政。尝凌晨入朝，巡洛水堤，步月徐辔，”即兴吟咏了这首诗。当时一起等候入朝的官僚们，觉得“音韵清亮”，“望之犹神仙焉”。可知这诗是上官仪为宰相时所作，在唐高宗龙朔年间（６６１－６６３），正是他最得意之际。这首诗是写他在东都洛阳皇城外等候入宫朝见时的情怀。唐初，百官上早朝并没有待漏院可供休息，必须在破晓前赶到皇城外等着。东都洛阳的皇城，傍洛水，城门外便是天津桥。唐代宫禁戒严，天津桥入夜落锁，断绝交通，到天明才开锁放行。所以上早朝的百官都在桥下洛堤上隔水等候放行入宫，宰相亦然。不过宰相毕竟是百官之首，虽然一例等候洛堤，但气派自非他官可比。诗的前二句写驱马沿洛堤来到皇城外等候。“广川”指洛水，“长洲”谓洛堤。洛堤是官道，以便车马通行，故喻称“长洲”。首句不仅以洛水即景起兴，谓洛水含情不语地流着；更是化用《古诗·迢迢牵牛星》“盈盈一水间，脉脉不得语”，以男女喻君臣，暗示皇帝对自己的信任，流露首承恩得意的神气。因而接着写驱马洛堤，用一个“历”字，表现出一种心意悠然、镇定自若的风度。后二句是即景抒怀。这是秋天的一个凌晨，曙光已见，月挂西山，宿鸟出林，寒蝉嘶鸣，野外晨风吹来，秋意更盛。在写景中，这位宰相巧用了两个前人的诗意。第三句写凌晨，用了曹操《短歌行》：“月明星稀，乌鹊南飞，绕树三匝，何枝可依。山不厌高，海不厌深，周公吐哺，天下归心。”原意是借夜景以忧虑天下士人不安，要礼贤下士以揽人心。这里取其意而谓曙光已见，鹊飞报喜，见出天下太平景象，又流露着自己执政治世的气魄。末句写秋意，用了陈朝张正见《赋得寒树晚蝉疏》：“寒蝉噪杨柳，朔吹犯梧桐。……还因摇落处，寂寞尽秋风。”原意讽喻寒士失意不平，这里借以暗示在野失意者的不平之鸣，为这太平盛世带来噪音，而令这位宰相略有不安，稍露不悦。总起来看，这诗确属上官仪得意时的精心之作。它的意境和情调都不高，在得意倨傲、自尊自贵之中，于帝王婉转献媚，对贫寒作势利眼。不过，它也有认识意义，倒是真实地为这类得势汉权的宫廷文人留下一幅生动写照。从艺术上看，这寥寥二十字，不只是“音韵清亮”，谐律上口，而且巧二构思，善于用事，精心修辞，把当时的得意神气表现得相当突出，难怪那些有幸亲聆的官僚们“望之犹神仙焉”。（倪其心） ----引自\"国学网站\"http://www.guoxue.com"
        },
        {
            "title": "奉和秋日即目应制",
            "content": "上苑通平乐，神池迩建章。楼台相掩映，城阙互相望。缇油泛行幔，箫吹转浮梁。晚云含朔气，斜照荡秋光。落叶飘蝉影，平流写雁行。槿散凌风缛，荷销裛露香。仙歌临枍诣，玄豫历长杨。归路乘明月，千门开未央。",
            "comment": ""
        },
        {
            "title": "春日（一作元万顷诗）",
            "content": "花轻蝶乱仙人杏，叶密莺啼帝女桑。飞云阁上春应至，明月楼中夜未央。",
            "comment": ""
        },
        {
            "title": "故北平公挽歌",
            "content": "木落园林旷，庭虚风露寒。北里清音绝，南陔芳草残。远气犹标剑，浮云尚写冠。寂寂琴台晚，秋阴入井干。",
            "comment": ""
        },
        {
            "title": "咏雪应诏",
            "content": "禁园凝朔气，瑞雪掩晨曦。花明栖凤阁，珠散影娥池。飘素迎歌上，翻光向舞移。幸因千里映，还绕万年枝。",
            "comment": ""
        },
        {
            "title": "相和歌辞·王昭君",
            "content": "玉关春色晚，金河路几千。琴悲桂条上，笛怨柳花前。雾掩临妆月，风惊入鬓蝉。缄书待还使，泪尽白云天。",
            "comment": ""
        },
        {
            "title": "从驾闾山咏马",
            "content": "桂香尘处减，练影月前空。定惑由关吏，徒嗟塞上翁。",
            "comment": ""
        },
        {
            "title": "高密长公主挽歌",
            "content": "湘渚韬灵迹，娥台静瑞音。凤逐清箫远，鸾随幽镜沉。霜处华芙落，风前银烛侵。寂寞平阳宅，月冷洞房深。",
            "comment": ""
        },
        {
            "title": "早春桂林殿应诏",
            "content": "步辇出披香，清歌临太液。晓树流莺满，春堤芳草积。风光翻露文，雪华上空碧。花蝶来未已，山光暖将夕。",
            "comment": ""
        },
        {
            "title": "奉和山夜临秋",
            "content": "殿帐清炎气，辇道含秋阴。凄风移汉筑，流水入虞琴。云飞送断雁，月上净疏林。滴沥露枝响，空蒙烟壑深。",
            "comment": ""
        },
        {
            "title": "奉和颍川公秋夜",
            "content": "泬寥空色远，芸黄凄序变。涸浦落遵鸿，长飙送巢燕。千秋流夕景，万籁含宵唤。峻雉聆金柝，层台切银箭。",
            "comment": ""
        },
        {
            "title": "咏画障",
            "content": "芳晨丽日桃花浦，珠帘翠帐凤凰楼。蔡女菱歌移锦缆，燕姬春望上琼钩。新妆漏影浮轻扇，冶袖飘香入浅流。未减行雨荆台下，自比凌波洛浦游。",
            "comment": ""
        },
        {
            "title": "安德山池宴集",
            "content": "上路抵平津，后堂罗荐陈。缔交开狎赏，丽席展芳辰。密树风烟积，回塘荷芰新。雨霁虹桥晚，花落凤台春。翠钗低舞席，文杏散歌尘。方惜流觞满，夕鸟已城闉。",
            "comment": ""
        },
        {
            "title": "江王太妃挽歌",
            "content": "黄鹤悲歌绝，椒花清颂馀。埃凝写邻镜，网结和扉鱼。银消风烛尽，珠灭夜轮虚。别有南陵路，幽丛临叶疏。",
            "comment": ""
        },
        {
            "title": "谢都督挽歌",
            "content": "漠漠佳城幽，苍苍松槚暮。鲁幕飘欲卷，宛驷悲还顾。楚挽绕庐山，胡笳临武库。怅然郊原静，烟生归鸟度。",
            "comment": ""
        }
    ]
}