{
    "dynasty": "唐",
    "author": "严武",
    "poems": [
        {
            "title": "酬别杜二",
            "content": "独逢尧典日，再睹汉官时。未效风霜劲，空惭雨露私。夜钟清万户，曙漏拂千旗。并向殊庭谒，俱承别馆追。斗城怜旧路，涡水惜归期。峰树还相伴，江云更对垂。试回沧海棹，莫妒敬亭诗。只是书应寄，无忘酒共持。但令心事在，未肯鬓毛衰。最怅巴山里，清猿醒梦思。",
            "comment": ""
        },
        {
            "title": "班婕妤（一作严识玄诗）",
            "content": "贱妾如桃李，君王若岁时。秋风一已劲，摇落不胜悲。寂寂苍苔满，沈沈绿草滋。繁华非此日，指辇竞何辞。",
            "comment": ""
        },
        {
            "title": "巴岭答杜二见忆",
            "content": "卧向巴山落月时，两乡千里梦相思。可但步兵偏爱酒，也知光禄最能诗。江头赤叶枫愁客，篱外黄花菊对谁。跂马望君非一度，冷猿秋雁不胜悲。",
            "comment": ""
        },
        {
            "title": "军城早秋",
            "content": "昨夜秋风入汉关，朔云边月满西山。更催飞将追骄虏，莫遣沙场匹马还。",
            "comment": "【注释】　安史之乱以后，唐王朝国力削弱，吐蕃趁虚而入，曾一度攻入长安，后来又向西南地区进犯。严武两次任剑南节度使，广德二年（764）秋天，他率兵西征，击败吐蕃七万多人，失地收复，安定了蜀地。《军城早秋》，一方面使我们看到诗人作为镇守一方的主将的才略和武功，另一方面也表现了这位统兵主将的词章文采，能文善武，无怪杜甫称其为“出群”之才。诗的第一句“昨夜秋风入汉关”，看上去是写景，其实是颇有寓意的。我国西北和北部的少数民族的统治武装，常于秋高马肥的季节向内地进犯。“秋风入汉关”就意味着边境上的紧张时刻又来临了。“昨夜”二字，紧扣诗题“早秋”，如此及时地了解“秋风”，正反映了严武作为边关主将对时局的密切关注，对敌情的熟悉。第二句接着写诗人听到秋风的反映，这个反映是很有个性的，他立即注视西山（即今四川西部大雪山），表现了主将的警觉、敏感，也暗示了他对时局所关注的具体内容。西山怎样呢？寒云低压，月色清冷，再加上一个“满”字，就把那阴沉肃穆的气氛写得更为浓重，这气氛正似风云突变的前兆，大战前的沉默。“眼中形势胸中策”（宗泽《早发》），这是一切将领用兵作战的基本规律。所以诗的前两句既然写出了战云密布的“眼中形势”，那胸中之策就自不待言了，诗中略去这一部分内容，正表现了严武是用兵的行家。　　“更催飞将追骄虏，莫遣沙场匹马还”。“更催”二字暗示战事已按主将部署胜利展开。两句一气而下，笔意酣畅，字字千钧，既显示出战场上势如破竹的气势，也表现了主将刚毅果断的气魄和胜利在握的神情，而整个战斗的结果也自然寓于其中了。这就是古人所说的“墨气所射，四表无穷，无字处皆其意也”（王夫之《董斋诗话》）。我们如果把一、二句和三、四句的内容放在一起来看，就会发现中间有着很大的跳跃。了解战争的人都知道，一个闭目塞听、对敌情一无所知的主将，是断然不会打胜仗的，战争的胜负往往取决于战前主将对敌情的敏感和了解的程度。诗的一、二句景中有情，显示出主将准确地掌握了时机和敌情，这就意味着已经居于主动地位，取得了主动权，取得了克敌制胜的先决条件，这一切正预示着战争的顺利，因而，胜利也就成了人们意料中的结果，所以读到三、四句非但没有突兀、生硬之感，反而有一种水到渠成、果然如此的满足。这首诗写得开阖跳跃，气概雄壮，干净利落，表现出地道的统帅本色。　　诗的思想感情、语言风格，也都富有作者本人的个性特征。这不是一般诗人所能写得出的。　　（赵其钧）"
        },
        {
            "title": "寄题杜拾遗锦江野亭",
            "content": "漫向江头把钓竿，懒眠沙草爱风湍。莫倚善题鹦鹉赋，何须不著鵕鸃冠。腹中书籍幽时晒，肘后医方静处看。兴发会能驰骏马，应须直到使君滩。",
            "comment": ""
        },
        {
            "title": "题巴州光福寺楠木",
            "content": "楚江长流对楚寺，楠木幽生赤崖背。临谿插石盘老根，苔色青苍山雨痕。高枝闹叶鸟不度，半掩白云朝与暮。香殿萧条转密阴，花龛滴沥垂清露。闻道偏多越水头，烟生霁敛使人愁。月明忽忆湘川夜，猿叫还思鄂渚秋。看君幽霭几千丈，寂寞穷山今遇赏。亦知钟梵报黄昏，犹卧禅床恋奇响。",
            "comment": ""
        }
    ]
}