{
    "dynasty": "唐",
    "author": "于武陵",
    "poems": [
        {
            "title": "访道者不遇（一作访僧不遇）",
            "content": "人间惟此路，长得绿苔衣。及户无行迹，游方应未归。平生无限事，到此尽知非。独倚松门久，阴云昏翠微。",
            "comment": ""
        },
        {
            "title": "寻山",
            "content": "到此绝车轮，萋萋草树春。青山如有利，白石亦成尘。水阔应无路，松深不见人。如知巢与许，千载迹犹新。",
            "comment": ""
        },
        {
            "title": "西归",
            "content": "不系与舟闲，悠悠吴楚间。羞将新白发，却到旧青山。一叶忽离树，几人同入关。长安家尚在，秋至又西还。",
            "comment": ""
        },
        {
            "title": "宿友生林居因怀贾区",
            "content": "绕屋树森森，多栖紫阁禽。暂过当永夜，微得话前心。入楚行应远，经湘恨必深。那堪对寒烛，更赋别离吟。",
            "comment": ""
        },
        {
            "title": "客中览镜",
            "content": "何当开此镜，即见发如丝。白日急于水，一年能几时。每逢芳草处，长返故园迟。所以多为客，蹉跎欲怨谁。",
            "comment": ""
        },
        {
            "title": "早春山行",
            "content": "江草暖初绿，雁行皆北飞。异乡那久客，野鸟尚思归。十载过如梦，素心应已违。行行家渐远，更苦得书稀。",
            "comment": ""
        },
        {
            "title": "过侯王故第",
            "content": "过此一酸辛，行人泪有痕。独残新碧树，犹拥旧朱门。歌歇云初散，檐空燕尚存。不知弹铗客，何处感新恩。",
            "comment": ""
        },
        {
            "title": "过洛阳城",
            "content": "古来利与名，俱在洛阳城。九陌鼓初起，万车轮已行。周秦时几变，伊洛水犹清。二月中桥路，鸟啼春草生。",
            "comment": ""
        },
        {
            "title": "山上树（一作桂）",
            "content": "日暖上山路，鸟啼知已春。忽逢幽隐处，如见独醒人。石冷开常晚，风多落亦频。樵夫应不识，岁久伐为薪。",
            "comment": ""
        },
        {
            "title": "送客东归",
            "content": "一听游子歌，秋计觉蹉跎。四海少平地，百川无定波。共惊年已暮，俱向客中多。又驾征轮去，东归事若何。",
            "comment": ""
        },
        {
            "title": "赠王道士",
            "content": "日日市朝路，何时无苦辛。不随丹灶客，终作白头人。浮世度千载，桃源方一春。归来华表上，应笑北邙尘。",
            "comment": ""
        },
        {
            "title": "劝酒",
            "content": "劝君金屈卮，满酌不须辞。花发多风雨，人生足别离。",
            "comment": "【注释】　　这是一首祝酒歌。前两句敬酒，后两句祝辞。话不多，却有味。诗人以稳重得体的态度，抒写豪而不放的情意，在祝颂慰勉之中，道尽仕宦浮沉的甘苦。　　“金屈卮”是古代一种名贵酒器，用它敬酒，以示尊重。诗人酌满金屈卮，热诚地邀请朋友干杯。“不须辞”三字有情态，既显出诗人的豪爽放达，又透露友人心情不佳，似乎难以痛饮，于是诗人殷勤地劝酒，并引出后两句祝辞。　　从后两句看，这个宴会大约是饯饮，送别的那个朋友大概遭遇挫折，仕途不利。对此诗人先作譬喻，大意说，你看那花儿开放，何等荣耀，但是它还要经受许多次风雨的摧折。言外之意是说，大自然为万物安排的生长道路就是这样曲折多磨。接着就发挥人生感慨，说人生其实也如此，就要你尝够种种离别的滋味，经受挫折磨炼。显然，诗人是以过来人的体验，慰勉他的朋友。告以实情，晓以常理，祝愿他正视现实，振作精神，可谓语重心长。　　于武陵一生仕途不达，沉沦不僚，游踪遍及天南地北，堪称深谙“人生足别离”的况味的。这首《劝酒》虽是慰勉朋友之作，实则也是自慰自勉。正因为他是冷眼看人生，热情向朋友，辛酸人作豪放语，所以形成这诗的独特情调和风格，豪而不放，稳重得体。后两句具有高度概括的哲理意味，近于格言谚语，遂为名句，颇得传诵。　　（倪其心）"
        },
        {
            "title": "望月（一作客中月）",
            "content": "离家凡几宵，一望一寥寥。新魄又将满，故乡应渐遥。独临彭蠡水，远忆洛阳桥。更有乘舟客，凄然亦驻桡。",
            "comment": ""
        },
        {
            "title": "远水",
            "content": "悔作望南浦，望中生远愁。因知人易老，为有水东流。欲附故乡信，不逢归客舟。萋萋两岸草，又度一年秋。",
            "comment": ""
        },
        {
            "title": "江楼春望",
            "content": "楼下长江路，舟车昼不闲。鸟声非故国，春色是他山。一望云复水，几重河与关。愁心随落日，万里各西还。",
            "comment": ""
        },
        {
            "title": "横吹曲辞·洛阳道",
            "content": "浮世若浮云，千回故复新。旋添青草冢，更有白头人。岁暮客将老，雪晴山欲春。行行车与马，不尽洛阳尘。",
            "comment": ""
        },
        {
            "title": "长安逢隐者",
            "content": "征车千里至，碾遍六街尘。向此有营地，忽逢无事人。昔时颜未改，浮世路多新。且脱衣沽酒，终南山欲春。",
            "comment": ""
        },
        {
            "title": "宿江口",
            "content": "南渡人来绝，喧喧雁满沙。自生江上月，长有客思家。半夜下霜岸，北风吹荻花。自惊归梦断，不得到天涯。",
            "comment": ""
        },
        {
            "title": "咏蝉（一作客中闻早蝉）",
            "content": "江头一声起，芳岁已难留。听此高林上，遥知故国秋。应催风落叶，似劝客回舟。不是新蝉苦，年年自有愁。",
            "comment": ""
        },
        {
            "title": "南游",
            "content": "穷秋几日雨，处处生苍苔。旧国寄书后，凉天方雁来。露繁山草湿，洲暖水花开。去尽同行客，一帆犹未回。",
            "comment": ""
        },
        {
            "title": "与僧话旧",
            "content": "草堂前有山，一见一相宽。处世贵僧静，青松因岁寒。他山逢旧侣，尽日话长安。所以闲行迹，千回绕药栏。",
            "comment": ""
        },
        {
            "title": "赠王隐者山居（一作赠隐者）",
            "content": "石室扫无尘，人寰与此分。飞来南浦树，半是华山云。浮世几多事，先生应不闻。寒山满西日，空照雁成群。",
            "comment": ""
        },
        {
            "title": "送酂县董明府之任",
            "content": "南北行已久，怜君知苦辛。万家同草木，三载得阳春。东道听游子，夷门歌主人。空持语相送，应怪不沾巾。",
            "comment": ""
        },
        {
            "title": "夜寻僧不遇（一作夜寻僧，僧游山未归）",
            "content": "数歇度烟水，渐非尘俗间。泉声入秋寺，月色遍寒山。石路几回雪，竹房犹闭关。不知双树客，何处与云闲？",
            "comment": ""
        },
        {
            "title": "高楼",
            "content": "远天明月出，照此谁家楼。上有罗衣裳，凉风吹不休。",
            "comment": ""
        },
        {
            "title": "洛中晴望",
            "content": "九陌尽风尘，嚣嚣昼复昏。古今人不断，南北路长存。叶落上阳树，草衰金谷园。乱鸦归未已，残日半前轩。",
            "comment": ""
        },
        {
            "title": "南游有感",
            "content": "杜陵无厚业，不得驻车轮。重到曾游处，多非旧主人。东风千岭树，西日一洲蘋。又渡湘江去，湘江水复春。",
            "comment": ""
        },
        {
            "title": "秋夜达萧关",
            "content": "扰扰浮梁路，人忙月自闲。去年为塞客，今夜宿萧关。辞国几经岁，望乡空见山。不知江叶下，又作布衣还。",
            "comment": ""
        },
        {
            "title": "感怀（一作感情，以下一本俱作于邺诗）",
            "content": "东风吹草色，空使客蹉跎。不设太平险，更应游子多。几伤行处泪，一曲醉中歌。尽向青门外，东随渭水波。",
            "comment": ""
        },
        {
            "title": "别故（一作友）人",
            "content": "行子与秋叶，各随南北风。虽非千里别，还阻一宵同。过尽少年日，尚如长转蓬。犹为布衣客，羞入故关中。",
            "comment": ""
        },
        {
            "title": "孤云",
            "content": "南北各万里，有云心更闲。因风离海上，伴月到人间。洛浦少高树，长安无旧山。裴回不可驻，漠漠又空还。",
            "comment": ""
        },
        {
            "title": "友人亭松",
            "content": "俯仰不能去，如逢旧友同。曾因春雪散，见在华山中。何处有明月，访君听远风。相将归未得，各占石岩东。",
            "comment": ""
        },
        {
            "title": "过百牢关贻舟中者",
            "content": "蜀国少平地，方思京洛间。远为千里客，来度百牢关。帆影清江水，铃声碧草山。不因名与利，尔我各应闲。",
            "comment": ""
        },
        {
            "title": "长信（一作春）宫",
            "content": "莫问古宫名，古宫空有城。惟应东去水，不改旧时声。",
            "comment": ""
        },
        {
            "title": "客中",
            "content": "楚人歌竹枝，游子泪沾衣。异国久为客，寒宵频梦归。一封书未返，千树叶皆飞。南过洞庭水，更应消息稀。",
            "comment": ""
        },
        {
            "title": "寄友人",
            "content": "长安清渭东，游子迹重重。此去红尘路，难寻君马踪。昔时轻一别，渐老贵相逢。应恋嵩阳住，嵩阳饶古松。",
            "comment": ""
        },
        {
            "title": "赠卖松人",
            "content": "入市虽求利，怜君意独真。劚将寒涧树，卖与翠楼人。瘦叶几经雪，淡花应少春。长安重桃李，徒染六街尘。",
            "comment": "【注释】　　唐代的长安是高门贵族豪华竞逐的地方。买花是当时贵族社会的一种风尚。“一丛深色花，十户中人赋”（白居易《买花》），利之所在，人必趋之。在待价而沽的浓香艳色中，居然连“瘦叶”、“淡花”的松树也出现了；于是诗人产生了感慨，叹息卖树人这种行为的不合时宜。　　诗题为“赠卖松人”，就从卖松人这一角度来着笔。卖松人把松树做为商品送入市场，和夭桃秾李去竞争，意在求利，结果却不能达到目的，这件事的本身就具有讽刺意味。诗人借题发挥，用婉而多风的语言寄托了自己的情愫。　　本来，松树是耐寒的树木，生长在深山大谷之中，葱郁轮囷，气势凌云。人们称赞它有崇高的品德，所谓“岁寒，然后知松柏之后凋也”。“草木有本心，何求美人折？”（张九龄《感遇》）卖松人为了求利，才把它送到长安，希望“卖与翠楼人”。这些富贵人家看惯了宠柳娇花，对松树的“瘦叶”、“淡花”的外表，是不屑一顾的。这样，松树崇高的美学价值在这种场合之中，就不会为人们所认识。翠楼人不爱寒涧树，卖松人的主观愿望和客观的社会需要很不一致。即使松树得售于翠楼人，这时，它失去了原来生长的土壤，又怎样托根呢？在微婉的词句中，表明松树是大不该被送到长安来寻求买主。　　诗人慨叹的是长安只能够欣赏夭艳的桃李，松树的价值当然不被认识；但是卖松人不卖春花，只卖青松，似乎是认识到松树的美的价值了，可惜他不懂得这个社会。无怪乎所得的结果，只能使寒涧青松徒为六街尘染而已。　　用意很微婉，松树也只是一个比喻。诗人所讽谕的是：一切象松树似的正直而有才能的人，不用到长安来谋求出路，决不会得到这个朝廷掌权的人的重视，因为他们所需要的是象桃李一样趋时媚俗的人。这首诗对当时的社会是讽刺，对卖松树人是晓谕，是劝告；而那种不希求荣利的心情，却是诗人的自寓。　　据《唐才子传》称：“于武陵名邺，以字行，……大中（唐宣宗年号，公元847─860年）时，尝举进士，不称意，携书与琴，往来商洛、巴蜀间，或隐于卜中，存独醒之意。”这个决弃了长安的荣名利禄的人，因为平素有所蓄积于心，通过卖松这件事而写出了这首别具一格的讽刺诗来。　　（刘树勋）"
        },
        {
            "title": "游中梁山",
            "content": "僻地好泉石，何人曾陆沈？不知青嶂外，更有白云深。因此见乔木，几回思旧林。殷勤猿与鸟，惟我独何心。",
            "comment": ""
        },
        {
            "title": "夜泊湘江",
            "content": "北风吹楚树，此地独先秋。何事屈原恨，不随湘水流。凉天生片月，竟夕伴孤舟。一作南行客，无成空白头。",
            "comment": ""
        },
        {
            "title": "斜谷道",
            "content": "乱峰连叠嶂，千里绿峨峨。蜀国路如此，游人车亦过。远烟当叶敛，骤雨逐风多。独忆紫芝叟，临风歌旧歌。",
            "comment": ""
        },
        {
            "title": "感情",
            "content": "青山长寂寞，南望独高歌。四海故人尽，九原新垄多。西沉浮世日，东注逝川波。不使年华驻，此生能几何。",
            "comment": ""
        },
        {
            "title": "寄北客",
            "content": "穷边足风惨，何处醉楼台。家去几千里，月圆十二回。寒阡随日远，雪路向城开。游子久无信，年年空雁来。",
            "comment": ""
        },
        {
            "title": "夜与故人别",
            "content": "白日去难驻，故人非旧容。今宵一别后，何处更相逢。过楚水千里，到秦山几重。语来天又晓，月落满城钟。",
            "comment": ""
        },
        {
            "title": "东门路",
            "content": "东门车马路，此路在浮沉。白日若不落，红尘应更深。从来名利地，皆起是非心。所以青青草，年年生汉阴。",
            "comment": ""
        },
        {
            "title": "匣中琴",
            "content": "世人无正心，虫网匣中琴。何以经时废，非为娱耳音。独令高韵在，谁感隙尘深。应是南风曲，声声不合今。",
            "comment": ""
        }
    ]
}