{
    "dynasty": "唐",
    "author": "于濆",
    "poems": [
        {
            "title": "里中女",
            "content": "吾闻池中鱼，不识海水深。吾闻桑下女，不识华堂阴。贫窗苦机杼，富家鸣杵砧。天与双明眸，只教识蒿簪。徒惜越娃貌，亦蕴韩娥音。珠玉不到眼，遂无奢侈心。岂知赵飞燕，满髻钗黄金。",
            "comment": "【注释】　　于濆是晚唐一位现实主义诗人。他写过不少关心民生疾苦、反映社会现实以及揭露封建统治阶级罪行的诗篇，《里中女》就是其中的一首。“里中女”，“里”，野里，即穷乡僻壤的女子。　　诗的开头，富于民歌比兴色彩。诗以“池鱼”比“桑女”、“海水”比“华堂”，表明贫苦的桑下女不理解富贵人家的生活，自然而贴切。民歌往往重复咏唱。诗中“吾闻”、“不识”，重叠两次，音节流美，自然地表露出作者的同情之心。　　五、六句中“苦机杼”扣“桑下女”，“鸣杵砧”扣“华堂阴”，形成了鲜明对照，揭示了富贵人家与桑下女截然不同的生活状况。“机杼”，织布工具。“杵砧”，捣衣工具。“苦机杼”的“苦”，反映了桑下女那种“鸡鸣入机织，夜夜不得息”（《孔雀东南飞》）的辛劳情景，然而桑下女的劳动成果，却全给富贵人家剥夺了去。“鸣杵砧”的“鸣”字，既形象地表现捣衣之声，又暗示富贵人家不养蚕，不织布，反而遍身罗绮，有做不完的衣服。这是封建社会的真实写照。晚唐时期，朝政日非，国势日微，赋敛日重，劳动人民终岁劳苦，不得温饱，而豪门贵族“缯帛如山积”（白居易《重赋》），“衔杯吐不歇”（郑遨《伤农》）。“苦机杼”与“鸣杵砧”对照，正深刻地反映了这种罪恶的社会现实。　　以下是通过形象进行议论。作者以“天与双明眸，只教识蒿簪”慨叹桑下女天生一双明亮的眼睛，但因为她贫苦，只能见到野蒿制成的簪子，见不到精致的束发工具。“明”字妙，突出了桑下女天真活泼、聪明伶俐的神态。“只教”，一个转折，点出劳动妇女不能享受自己的劳动成果──精致的工艺品，一生只见识过粗贱的饰物，显露出作者的不平之意。　　接着，以“越娃”（西施）“韩娥”这两个形象的比喻，承接“双明眸”，并在“越娃”“韩娥”之上，冠以“徒惜”，惜桑下女有西施之貌，而幽处野里；有韩娥之音，而湮没无闻。“惜”而徒然，表明了作者的无限感慨与无可奈何的心情。　　“珠玉不到眼”两句，从字面看，并无难解之处。“遂”字很重要，它将两个否定词“不”与“无”紧密联结起来，贯通上下文，以表明桑下女具有一颗纯洁而质朴的心，而这颗心又是“珠玉不到眼”使然的。　　结尾两句，与“华堂”、“富家”照应，并与桑下女恰成对比，反映了作者对封建统治者的不满，这是全诗精神的结穴处。赵飞燕是汉成帝的皇后，受宠幸，尚豪奢。“满髻钗黄金”，“钗”作动词用，是说赵飞燕发髻上插满了黄金制成的装饰品。这些装饰品从何而来？美人“两片云，戴却数乡税”（郑遨《富贵曲》），不正是从千万个“桑下女”式的劳动人民身上榨取的吗？这就提醒人们：统治者骄奢淫佚的生活凝聚着劳动人民的血和汗。作者不便说明当代，所以假托“赵飞燕”。这与白居易《缭绫》中“织者何人衣者谁？越溪寒女汉宫姬”的手法是相似的。纪昀认为，古人为诗，不废议论，只是“不着色相”而已。《里中女》就是这样。此诗意在揭露贫富悬殊的社会现实，然而这个意思，不是直言的，抽象的，概念化的，而是通过各种艺术手法和形象语言来表达的，是富于情韵的。　　（萧哲庵）"
        },
        {
            "title": "拟古讽",
            "content": "洛阳大道傍，甲第何深邃。南亩无一廛，东园有余地。春溪化桃李，秋沼生荷芰。草木本无情，此时如有为。旱苗当垄死，流水资嘉致。余心甘至愚，不会皇天意。",
            "comment": ""
        },
        {
            "title": "旅馆秋思",
            "content": "旅馆坐孤寂，出门成苦吟。何事觉归晚，黄花秋意深。寒蝶恋衰草，轸我离乡心。更见庭前树，南枝巢宿禽。",
            "comment": ""
        },
        {
            "title": "村居晏起",
            "content": "村舍少闻事，日高犹闭关。起来花满地，戴胜鸣桑间。居安即永业，何者为故山？朱门与蓬户，六十头尽斑。",
            "comment": ""
        },
        {
            "title": "陇头水（一作吟）",
            "content": "行人何彷徨，陇头水呜咽。寒沙战鬼愁，白骨风霜切。薄日朦胧秋，怨气阴云结。杀成边将名，名著生灵灭。",
            "comment": ""
        },
        {
            "title": "秦原览古",
            "content": "耕者戮力地，龙虎曾角逐。火德道将亨，夜逢蛇母哭。昔日望夷宫，是处寻桑谷。汉祖竟为龙，赵高徒指鹿。当时行路人，已合伤心目。汉祚又千年，秦原草还绿。",
            "comment": ""
        },
        {
            "title": "赠太行开路者",
            "content": "手劚太行山，心齐太行巅。劚尽太行险，君心更摩天。何如回苦辛，自凿东皋田。",
            "comment": ""
        },
        {
            "title": "对花（一作赋瓘诗，题云感事）",
            "content": "花开蝶满枝，花落蝶还稀。惟有旧巢燕，主人贫亦归。",
            "comment": ""
        },
        {
            "title": "田翁叹（一本下有桑字）",
            "content": "手植千树桑，文杏作中梁。频年徭役重，尽属富家郎。富家田业广，用此买金章。昨日门前过，轩车满垂杨。归来说向家，儿孙竟咨嗟。不见千树桑，一浦芙蓉花。",
            "comment": ""
        },
        {
            "title": "古宴曲",
            "content": "雉扇合蓬莱，朝车回紫陌。重门集嘶马，言宴金张宅。燕娥奉卮酒，低鬟若无力。十户手胼胝，凤凰钗一只。高楼齐下视，日照罗衣色。笑指负薪人，不信生中国。",
            "comment": "【注释】　　这是一首以写宴会为中心的诗，主旨在于讽刺过着奢华生活的达官贵人们对于民生疾苦的惊人的无知。题目中用了一个“古”字，诗作中用了汉朝著名的官僚世族金、张两个大姓，都是以汉寓唐、借古事以写时事的意思。　　开头四句写朝罢赴宴。首句中的“雉扇”，即“雉尾扇”，用野鸡毛制成的宫扇，是帝王仪仗的一种。头两句写退朝，从皇帝与臣子两面写出：蓬莱宫中的仪仗已经收起来了，大路上滚动着朝罢归来的车子。三、四句写朝罢无事，便聚集到一起宴饮取乐。在开头这四句中，不直接写人，但有车马，有重门，又上朝，又宴饮，可以想见其中活动的人物既富且贵的气派。　　中间四句写宴饮席上的盛况。“燕娥”，燕地的美女，宴席上有侍女把酒侍候。“低鬟”是低头之意。“低鬟若无力”是极写捧酒美女娇羞婀娜的仪态。由“低鬟”，又写到鬟髻上凤凰花饰的金钗。“胼胝”指手掌上磨成老茧。诗人仿佛指着金钗在说：别看它小，那是十户人家辛勤劳动的血汗结晶啊！这四句用笔十分干净：写宴席，只写了送酒的美女；写美女，除了表明她的身份，让她捧上酒器以外，只写了她低鬟时所见的那一支金钗。由金钗足以想见美女之高雅，由捧酒美女之高雅也就更可想见座客之高贵与宴席之丰盛了。这种“烘云托月”的侧面描写，是运用得很成功的。　　末四句写宴罢后的消遣。酒醉饭饱，不免要游目骋怀一番。一个“齐”字，表明凭栏下视的是许多人。阳光下，他们的罗绮华服显得格外耀眼。当樵夫从高楼附近经过时，贵官们带笑指点着议论起来，不相信国中竟然还有这样的穷苦百姓。最后这四句将全诗推到了一个新的思想境界，诗人在展示了这些上层官僚养尊处优的生活之后，又进而揭示了他们精神世界的极端空虚与愚昧无知。在艺术上，这末四句也是全诗最有光彩的地方。诗人让人物现身说法，登台表演：让“手胼胝”的樵夫出现在画面上，让满座高朋一齐涌向楼头。诗人唯恐艺术效果不佳，还布置了聚光灯──“日照”，让这一帮达官贵人们在光天化日下亮相、表演。在“日照”下，读者不仅见到了这些人耀眼的服饰，而且还从他们的言谈举止中看透了他们卑劣的灵魂。　　《古宴曲》在艺术结构上达到了很高的水平。作品以时间为主线，顺序写出朝罢赴宴、燕娥捧酒、登楼下视三个画面。同时又以空间为副线，由远及近写来。朝罢赴宴由远景转为近景，至燕娥捧酒进一步推成特写，然后又将镜头摇过，转换成登楼下视的画面。全诗以四句为一个单位，逐步推进，最后形成高潮，以人物现身说法的轻快笔法完成了作品严肃的讽刺性的主题。　　（陈志明）"
        },
        {
            "title": "乐府杂曲·鼓吹曲辞·巫山高",
            "content": "何山无朝云，彼云亦悠扬。何山无暮雨，彼雨亦苍茫。宋玉恃才者，凭云构高唐。自重文赋名，荒淫归楚襄。峨峨十二峰，永作妖鬼乡。",
            "comment": ""
        },
        {
            "title": "烧金曲",
            "content": "天寿畏不永，烧金希长年。积土培枯根，自谓松柏坚。南陌试腰褭，西楼歌婵娟。岂知蔓草中，日日开夜泉。",
            "comment": ""
        },
        {
            "title": "相和歌辞·宫怨",
            "content": "妾家望江口，少年家财厚。临江起珠楼，不卖文君酒。当年乐贞独，巢燕时为友。父兄未许人，畏妾事姑舅。西墙邻宋玉，窥见妾眉宇。一旦及天聪，恩光生户牖。谓言入汉宫，富贵可长久。君王纵有情，不奈陈皇后。谁怜颊似桃，孰知腰胜柳。今日在长门，从来不如丑。",
            "comment": ""
        },
        {
            "title": "富农诗",
            "content": "长闻乡人语，此家胜良贾。骨肉化饥魂，仓中有饱鼠。青春满桑柘，旦夕鸣机杼。秋风一夜来，累累闻砧杵。西邻有原宪，蓬蒿绕环堵。自乐固穷心，天意在何处。当门见堆子，已作桑田主。安得四海中，尽为虞芮土。",
            "comment": ""
        },
        {
            "title": "述己叹",
            "content": "不长不成人，及长老逼身。履善本求乐，及善尤苦辛。如何幽并儿，一箭取功勋。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·古别离二首",
            "content": "入室少情意，出门多路岐。黄鹤有归日，荡子无还时。人谁无分命，妾身何太奇。君为东南风，妾作西北枝。青楼邻里妇，终年画长眉。自倚对良匹，笑妾空罗帏。郎本东家儿，妾本西家女。对门中道间，终谓无离阻。岂知中道间，遣作空闺主。自是爱封侯，非关备胡虏。知子去从军，何处无良人。",
            "comment": ""
        },
        {
            "title": "拟古意",
            "content": "白玉若无玷，花颜须及时。国色久在室，良媒亦生疑。鸦鬟未成髻，鸾镜徒相知。翻惭效颦者，却笑从人迟。",
            "comment": ""
        },
        {
            "title": "山村叟",
            "content": "古凿岩居人，一廛称有产。虽沾巾覆形，不及贵门犬。驱牛耕白石，课女经黄茧。岁暮霜霰浓，画楼人饱暖。",
            "comment": ""
        },
        {
            "title": "寒食",
            "content": "二月野中芳，凡花亦能香。素娥哭新冢，樵柯鸣柔桑。田父引黄犬，寻狐上高冈。坟前呼犬归，不知头似霜。",
            "comment": ""
        },
        {
            "title": "长城",
            "content": "秦皇岂无德，蒙氏非不武。岂将版筑功，万里遮胡虏。团沙世所难，作垒明知苦。死者倍堪伤，僵尸犹抱杵。十年居上郡，四海谁为主。纵使骨为尘，冤名不入土。",
            "comment": ""
        },
        {
            "title": "横吹曲辞·陇头水",
            "content": "借问陇头水，终年恨何事。深疑呜咽声，中有征人泪。昨日上山下，达曙不能寐。何处接长波，东流入清渭。",
            "comment": ""
        },
        {
            "title": "青楼曲",
            "content": "青楼临大道，一上一回老。所思终不来，极目伤春草。",
            "comment": ""
        },
        {
            "title": "金谷感怀（一作怀古）",
            "content": "黄金骄石崇，与晋争国力。更欲住人间，一日买不得。行为忠信主，身是文章宅。四者俱不闻，空传堕楼客。",
            "comment": ""
        },
        {
            "title": "山村晓思",
            "content": "开门省禾黍，邻翁水头住。今朝南涧波，昨夜西川雨。牧童披短蓑，腰笛期烟渚。不问水边人，骑牛傍山去。",
            "comment": ""
        },
        {
            "title": "秦富人",
            "content": "高高起华堂，远远引流水。粪土视金珍，犹嫌未奢侈。陋巷满蓬蒿，谁怜有颜子。",
            "comment": ""
        },
        {
            "title": "辽阳行",
            "content": "辽阳在何处，妾欲随君去。义合齐死生，本不夸机杼。谁能守空闺，虚问辽阳路。",
            "comment": ""
        },
        {
            "title": "边游录戍卒言",
            "content": "二十属卢龙，三十防沙漠。平生爱功业，不觉从军恶。今来客鬓改，知学弯弓错。赤肉痛金疮，他人成卫霍。目断望君门，君门苦寥廓。",
            "comment": ""
        },
        {
            "title": "戍客南归",
            "content": "北别黄榆塞，南归白云乡。孤舟下彭蠡，楚月沈沧浪。为子惜功业，满身刀箭疮。莫渡汨罗水，回君忠孝肠。",
            "comment": ""
        },
        {
            "title": "子从军",
            "content": "男作乡中丁，女作乡男妇。南村与北里，日日见父母。岂似从军儿，一去便白首。何当铸剑戟，尽得丁男力。",
            "comment": ""
        },
        {
            "title": "沙场夜",
            "content": "城上更声发，城下杵声歇。征人烧断蓬，对泣沙中月。耕牛朝挽甲，战马夜衔铁。士卒浣戎衣，交河水为血。轻裘两都客，洞房愁宿别。何况远辞家，生死犹未决。",
            "comment": ""
        },
        {
            "title": "戍卒伤春",
            "content": "连年戍边塞，过却芳菲节。东风气力尽，不减阴山雪。萧条柳一株，南枝叶微发。为带故乡情，依依藉攀折。晚风吹碛沙，夜泪啼乡月。凌烟阁上人，未必皆忠烈。",
            "comment": ""
        },
        {
            "title": "越溪女",
            "content": "会稽山上云，化作越溪人。枉破吴王国，徒为西子身。江边浣纱伴，黄金扼双腕。倏忽不相期，思倾赵飞燕。妾家基业薄，空有如花面。嫁尽绿窗人，独自盘金线。",
            "comment": ""
        },
        {
            "title": "季夏逢朝客",
            "content": "浐水桃李熟，杜曲芙蓉老。九天休沐归，腰玉垂杨道。避路回绮罗，迎风嘶騕褭。岂知山谷中，日日吹瑶草。",
            "comment": ""
        },
        {
            "title": "思归引",
            "content": "不耕南亩田，为爱东堂桂。身同树上花，一落又经岁。交亲日相薄，知己恩潜替。日开十二门，自是无归计。",
            "comment": ""
        },
        {
            "title": "塞下曲",
            "content": "紫塞晓屯兵，黄沙披甲卧。战鼓声未齐，乌鸢已相贺。燕然山上云，半是离乡魂。卫霍待富贵，岂能无乾坤。",
            "comment": ""
        },
        {
            "title": "苦辛（一作辛苦）吟",
            "content": "垄上扶犁儿，手种腹长饥。窗下抛梭女，手织身无衣。我愿燕赵姝，化为嫫母姿。一笑不值钱，自然家国肥。",
            "comment": "【注释】　　这首诗前四句表现下层人民的饥寒，后四句表现上层社会的糜费；两相对照，深刻地反映了封建社会中的不合理现象。全诗用的是对比手法，不仅前半首和后半首将下层与上层情况作了鲜明的一般性对照，而且前半首与后半首又分别用了不同的特殊对比手法，具体表现下层和上层的情况：前半首用的是“推理对比”，后半首用的是“转化对比”。　　前四句说，在田地里扶犁耕种的男儿，理应有饭吃，吃得饱，但是实际上却挨饿；在窗牖下投梭织布的妇女，理应有衣穿，穿得暖，但是实际上却在受冻。情理本应如此，而实际却正相反，情理与实际形成强烈的对比；这种情理并非直接表现出来的，只写出条件，由读者推理，然后与实际情形对照，可称之为“推理对比”。这种对比，读者会对不合理现象发出“岂有此理”的感叹，既能以理服人，又能以情动人，颇有艺术效果。　　推理对比，早就有此传统。《淮南子·说林训》说：“屠者藿羹，车者步行，陶者缺盆，匠者狭庐，为者不得用，用者不肯为。”这里就包含了推理对比。这手法在诗歌中普遍运用，如孟郊《织妇辞》“如何织纨素，自着蓝缕衣”，杜荀鹤《蚕妇》“年年道我蚕辛苦，底事浑身着苎麻”，都是表现用者不肯为，为者不得用。宋张俞《蚕妇》云：“昨日到城郭，归来泪满巾。遍身罗绮者，不是养蚕人。”这首诗历来脍炙人口。它之所以能如此耐人寻味，也正在于采用了以理服人、以情动人的推理对比手法。表现生活中衣、食、住、行各方面的不合理现象，多用此法。《辛苦吟》就用此法表现了食、衣两方面的不合理情况。　　后四句说，我希望燕地赵地的美女，都变成面目丑陋而德行贤惠的嫫母；那么，她们的笑，就不可能再那样值钱，也就再不至于有一笑千金的挥霍现象了。这样于国于家都有利，都会好起来。古时传说燕、赵（在今河北省）出美人，这里以美人之锦衣玉食，一笑千金，典型地表现出上层生活的糜费；诗人对此现象十分不满，因而浪漫地提出这样的假设：但愿有朝一日，燕、赵所出美人，转化为黄帝的妃子嫫母：貌美转化为貌丑，无德转化为有德，笑值千金转化为笑不值钱。到那个时候，社会上富者穷奢极侈、贫者衣食无着的现象，也许可望有所改变吧。诗人驰骋想象，从现实的境界转化为理想的境界。巧妙地用两种境界形成鲜明对比，这种手法可称之为“转化对比”。诗人有意通过浪漫的想象来构成这种转化对比，借以批判上层社会的腐败。　　转化对比也是传统的对比手法，“沧海桑田”是自然界的转化对比，通常被用来说明古今人事转化的对比；李白《登金陵凤凰台》“吴宫花草埋幽径，晋代衣冠成古丘”，则是直接表现古今人事的转化：“吴宫花草”变为“幽径”，“晋代衣冠”成了“古丘”，这也是一种转化对比。此诗通过想象中的转化，来构成转化对比，在艺术效果上同样能使所表现的形象鲜明而又突出，能使所抒发的感情宛转而又强烈，富有艺术感染力。　　（林东海）"
        },
        {
            "title": "感怀",
            "content": "采薇易为山，何必登首阳。濯缨易为水，何必泛沧浪。贵崇已难慕，谄笑何所长。东堂桂欲空，犹有收萤光。",
            "comment": ""
        },
        {
            "title": "织素谣",
            "content": "贫女苦筋力，缲丝夜夜织。万梭为一素，世重韩娥色。五侯初买笑，建章方落籍。一曲古凉州，六亲长血食。劝尔画长眉，学歌饱亲戚。",
            "comment": ""
        },
        {
            "title": "经馆娃宫",
            "content": "馆娃宫畔顾，国变生娇妒。勾践胆未尝，夫差心已误。吴亡甘已矣，越胜今何处。当时二国君，一种江边墓。",
            "comment": ""
        },
        {
            "title": "早发",
            "content": "绿野含曙光，东北云如茜。栖鸦林际起，落月水中见。此身何自苦，日日凌霜霰。流苏帐里人，犹在阳台畔。",
            "comment": ""
        },
        {
            "title": "恨从军",
            "content": "不嫁白衫儿，爱君新紫衣。早知遽相别，何用假光辉。已闻都万骑，又道出重围。一轴金装字，致君终不归。",
            "comment": ""
        },
        {
            "title": "马嵬驿",
            "content": "常经马嵬驿，见说坡前客。一从屠贵妃，生女愁倾国。是日芙蓉花，不如秋草色。当时嫁匹夫，不妨得头白。",
            "comment": ""
        },
        {
            "title": "野蚕",
            "content": "野蚕食青桑，吐丝亦成茧。无功及生人，何异偷饱暖。我愿均尔丝，化为寒者衣。",
            "comment": ""
        },
        {
            "title": "南越谣",
            "content": "迢迢东南天，巨浸无津壖。雄风卷昏雾，干戈满楼船。此时尉佗心，儿童待幽燕。三寸陆贾舌，万里汉山川。若令交趾货，尽生虞芮田。天意苟如此，遐人谁肯怜？",
            "comment": ""
        },
        {
            "title": "古征战",
            "content": "高峰凌青冥，深穴万丈坑。皇天自山谷，焉得人心平。齐鲁足兵甲，燕赵多娉婷。仍闻丽水中，日日黄金生。苟非夷齐心，岂得无战争。",
            "comment": ""
        }
    ]
}