{
    "dynasty": "唐",
    "author": "于良史",
    "poems": [
        {
            "title": "田家秋日送友",
            "content": "苍茫日初宴，遥野云初收。残雨北山里，夕阳东渡头。舟依渔溓合，水入田家流。何意君迷驾，山林应有秋。",
            "comment": ""
        },
        {
            "title": "冬日野望寄李赞府",
            "content": "地际朝阳满，天边宿雾收。风兼残雪起，河带断冰流。北阙驰心极，南图尚旅游。登临思不已，何处得销愁。",
            "comment": ""
        },
        {
            "title": "闲居寄薛华",
            "content": "隐几读黄老，闲居耳目清。僻居人事少，多病道心生。雨洗山林湿，鸦鸣池馆晴。晚来因废卷，行药至西城。",
            "comment": ""
        },
        {
            "title": "自吟",
            "content": "出身三十年，发白衣犹碧。日暮倚朱门，从朱污袍赤。",
            "comment": ""
        },
        {
            "title": "春山月夜",
            "content": "春山多胜事，赏玩夜忘归。掬水月在手，弄花香满衣。兴来无远近，欲去惜芳菲。南望鸣钟处，楼台深翠微。",
            "comment": "【注释】　　诗的开头点出：春天的山中有许多美好的事物，自己游春只顾迷恋玩赏，天黑了，竟然忘了归去。这两句，提纲挈领，统率全篇。以下六句，具体展开对“胜事”与“赏玩忘归”的描述。一、二句之间，有因果关系，“多胜事”是“赏玩忘归”的原因。而“胜事”又是全诗发脉的地方。从通篇着眼，如果不能在接着展开的三、四句中将“胜事”写得使人心向往之，那么，其余写“赏玩忘归”的笔墨，势将成为架空之论。　　在这吃紧处，诗人举重若劲，毫不费力地写道：“掬水月在手，弄花香满衣”。不能设想还有比这更为恰到好处的描写了：第一，从结构上来看，“掬水”句承第二句的“夜”，“弄花”句承首句的“春”，笔笔紧扣，自然圆到。一、二句波纹初起，至这两句形成高潮，以下写赏玩忘归的五、六两句便是从这里荡开去的波纹。第二，这两句写山中胜事，物我交融，神完气足，人情物态，两面俱到。既见出水清夜静与月白花香，又从“掬水”“弄花”的动作中显出诗人的童心不灭与逸兴悠长。所写“胜事”虽然只有两件，却足以以少胜多，以一当十。第三，“掬水”句写泉水清澄明澈照见月影，将明月与泉水合而为一；“弄花”句写山花馥郁之气溢满衣衫，将花香衣香浑为一体。艺术形象虚实结合，字句安排上下对举，使人倍觉意境鲜明，妙趣横生。第四，精于炼字。“掬”字，“弄”字，既写景又写人，既写照又传神，确是神来之笔。　　诗人完全沉醉在山中月下的美景之中了。唯兴所适，哪里还计算路程的远近。而当要离开时，对眼前的一花一草怎能不怀依依惜别的深情呢！这就是诗人在写出“胜事”的基础上，接着铺写的“兴来无远近，欲去惜芳菲”二句的诗意。这两句写赏玩忘归，“欲去”二字又为折入末两句南望楼台埋下伏笔。　　正当诗人在欲去未去之际，夜风送来了钟声。他翘首南望，只见远方的楼台隐现在一处青翠山色的深处。末两句从近处转向远方，以声音引出画面。展示的虽是远景，但仍然将春山月下特有的情景，用爱怜的笔触轮廓分明地勾勒了出来，并与一、二、三句点题的“春山”、“夜”、“月”正好遥相呼应。　　综上所述，可见三、四两句是全诗精神所在的地方。这两句在篇中，如石韫玉，似水怀珠，照亮四围。全诗既精雕细琢，又出语天成，自具艺术特色。　　（陈志明）"
        },
        {
            "title": "宿蓝田山口奉寄沈员外",
            "content": "山暝飞群鸟，川长泛四邻。烟归河畔草，月照渡头人。朋友怀东道，乡关恋北辰。去留无所适，岐路独迷津。",
            "comment": ""
        },
        {
            "title": "江上送友人",
            "content": "看尔动行棹，未收离别筵。千帆忽见及，乱却故人船。纷泊雁群起，逶迤沙溆连。长亭十里外，应是少人烟。",
            "comment": ""
        }
    ]
}