{
    "dynasty": "唐",
    "author": "僧贯休",
    "poems": [
        {
            "title": "杂曲歌辞·君子有所思行",
            "content": "我爱正考甫，思贤作商颂。我爱扬子云，理乱皆如凤。振衣中夜起，露花香旖旎。扑碎骊龙明月珠，敲出凤凰五色髓。陋巷萧萧风淅淅，缅想斯人胜珪璧。寂寥千载不相逢，无限区区尽虚掷。君不见沉约道，佳人不在兹，春光为谁惜。安得龙猛笔，点石为黄金。散问酷吏家，使无贪残心。甘棠密叶成翠幄，颍凤不来天地塞。所以倾城人，如今不可得。",
            "comment": ""
        },
        {
            "title": "相和歌辞·胡无人行",
            "content": "霍嫖姚，赵充国，天子将之平朔漠。肉胡之肉，烬胡帐幄，千里万里，惟留胡之空壳。边风萧萧，榆叶初落，杀气昼赤，枯骨夜哭。将军既立殊勋，遂有胡无人曲。我闻之。天子富有四海，德被无垠。但令一物得所，八表来宾，亦何必令彼胡无人。",
            "comment": ""
        },
        {
            "title": "相和歌辞·善哉行",
            "content": "有美一人兮婉如清扬，识曲别音兮令姿煌煌。绣袂捧琴兮登君子堂，如彼萱草兮使我忧忘。欲赠之以紫玉尺，白银珰，久不见之兮湘水茫茫。",
            "comment": ""
        },
        {
            "title": "相和歌辞·苦寒行",
            "content": "北风北风，职何严毒，摧壮士心，缩金乌足。冻云嚣嚣碍雪，一片下不得。声绕枯桑，根在沙塞。黄河彻底，顽直到海。一气搏束，万物无态。唯有吾庭前杉松树枝，枝枝健在。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·轻薄篇二首",
            "content": "绣林锦野，春态相压。谁家少年，马蹄蹋蹋。斗鸡走狗夜不归，一掷赌却如花妾。惟云不颠不狂，其名不彰，悲夫！木落萧萧，蛩鸣唧唧。不觉朱蔫脸红，霜劫鬓漆。世途多事，泣向秋日。方吟少壮不努力，老大徒伤悲，如何？",
            "comment": ""
        },
        {
            "title": "琴曲歌辞·白雪歌",
            "content": "列鼎佩金章，泪眼看风枝。却思食藜藿，身作屠沽儿。负米无远近，所希升斗归。为人无贵贱，莫学鸡狗肥。斯言如不忘，别更无光辉。斯言如或忘，即安用人为。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·夜夜曲",
            "content": "蟪蛄切切风骚骚，芙蓉喷香蟾蜍高。孤灯耿耿征妇劳，更深扑落金错刀。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·古离别",
            "content": "离恨如旨酒，古今饮皆醉。只恐长江水，尽是儿女泪。伊余非此辈，送人空把臂。他日再相逢，清风动天地。",
            "comment": ""
        },
        {
            "title": "相和歌辞·野田黄雀行",
            "content": "高树风多，吹尔巢落。深蒿叶暖，宜尔依薄。莫近鸱类，珠网亦恶。饮野田之清水，食野田之黄粟。深花中睡，土孛土里浴。如此即全胜啄太仓之谷，而更穿人屋。",
            "comment": ""
        },
        {
            "title": "相和歌辞·上留田",
            "content": "父不父，兄不兄，上留田，蝥贼生。徒陟冈，泪峥嵘。我欲使诸凡鸟雀，尽变为鹡鸰；我欲使诸凡草木，尽变为田荆。邻人歌，邻人歌，古风清，清风生。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·少年行三首",
            "content": "锦衣鲜华手擎鹘，闲行气貌多轻忽。稼穑艰难总不知，五帝三皇是何物。自拳五色球，迸入他人宅。却捉苍头奴，玉鞭打一百。面白如削玉，猖狂曲江曲。马上黄金鞍，适来新赌得。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·行路难五首",
            "content": "不会当时作天地，刚有多般愚与智。到头还用真宰心，何如上下皆清气。大道冥冥不知处，那堪顿得羲和辔。义不义兮仁不仁，拟学长生更容易。负心为炉复为火，缘木求鱼应且止。君不见烧金炼石古帝王，鬼火荧荧白杨里。君不见道傍废井生古木，本是骄奢贵人屋。几度美人照影来，素绠银瓶濯纤玉。云飞雨散今如此，绣闼雕甍作荒谷。沸渭笙歌君莫夸，不应长是西家哭。休说遗编行者几，至竟终须合天理。败他成此亦何功，苏张终作多言鬼。行路难，行路难，不在羊肠里。九有茫茫共尧日，浪死虚生亦非一。清净玄音竟不闻，花眼酒肠暗如漆。或偶因片言只字登第光二亲，又不能献可替不航要津。口谈羲轩与周孔，履行不及屠沽人。行路难，行路难，日暮途远空悲叹。君不见道傍树有寄生枝，青青郁郁同荣衰。无情之物尚如此，为人不及还堪悲。父归坟兮未朝夕，已分黄金争田宅。高堂老母头似霜，心作数支泪常滴。我闻忽如负芒刺，不独为君空叹息。古人尺布犹可缝，浔阳义犬令人忆。寄言世上为人子，孝义团圆莫如此。若如此，不遄死兮更何俟。君不见山高海深人不测，古往今来转青碧。浅近轻浮莫与交，池卑只解生荆棘。谁道黄金如粪土，张耳陈馀断消息。行路难，行路难，君自看。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·杞梁妻",
            "content": "秦之无道兮四海枯，筑长城兮遮北胡。筑人筑土一万里，杞梁贞妇啼呜呜。上无父兮中无夫，下无子兮孤复孤。一号城崩塞色苦，再号杞梁骨出土。疲魂饥魄相逐归，陌上少年莫相非。",
            "comment": ""
        },
        {
            "title": "相和歌辞·阳春曲",
            "content": "为口莫学阮嗣宗，不言是非非至公。为手须似朱云辈，折槛英风至今在。男儿结发事君亲，须斅前贤多慷慨。历数雍熙房与杜，魏公姚公宋开府。尽向天上仙宫闲处坐，何不却辞上帝下下土，忍见苍生苦苦苦。",
            "comment": ""
        }
    ]
}