{
    "dynasty": "唐",
    "author": "冯延巳",
    "poems": [
        {
            "title": "南乡子",
            "content": "细雨泣秋风，金凤花残满地红。闲蹙黛眉慵不语，情绪，寂寞相思知几许。玉枕拥孤衾，挹恨还同岁月深。帘卷曲房谁共醉，憔悴，惆怅秦楼弹粉泪。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "画堂昨夜愁无睡，风雨凄凄。林鹊单栖，落尽灯花鸡未啼。年光往事如流水，休说情迷。玉箸双垂，只是金笼鹦鹉知。",
            "comment": ""
        },
        {
            "title": "抛球乐",
            "content": "梅落新春入后庭，眼前风物可无情？曲池波晚冰还合，芳草迎船绿未成。且上高楼望，相共凭栏看月生。",
            "comment": ""
        },
        {
            "title": "归自谣",
            "content": "寒山碧，江上何人吹玉笛？扁舟远送潇湘客。芦花千里霜月白，伤行色，来朝便是关山隔。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "金剪刀，青丝发，香墨蛮笺亲□。各粉泪，一时封，此情千万重。垂蓬鬓，尘青镜，已分今生薄命。将远恨，上高楼，寒江天外流。",
            "comment": ""
        },
        {
            "title": "鹊踏枝",
            "content": "花外寒鸡天欲曙，香印成灰，起坐浑无绪。檐际高桐凝宿雾，卷帘双鹊惊飞去。屏上罗衣闲绣缕，一向关情，忆遍江南路。夜夜梦魂休谩语，已知前事无寻处。",
            "comment": ""
        },
        {
            "title": "贺圣朝",
            "content": "金丝帐暖牙床稳，怀香方寸。轻颦轻笑，汗珠微透，柳沾花润。云鬟斜坠，春应未已，不胜娇困。半欹犀枕，乱缠珠被，转羞人问。",
            "comment": ""
        },
        {
            "title": "应天长",
            "content": "石城花落江楼雨，云隔长洲兰芷暮。芳草岸，各烟雾，谁在绿杨深处住？旧游时事故，岁晚离人何处？杳杳兰舟西去，魂归巫峡路。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "金波远逐行云去，疏星时作银河渡。花影卧秋千，更长人不眠。玉筝弹未彻，凤髻黄钗脱。忆梦翠蛾低，微风吹绣衣。画堂昨夜西风过，绣帘时拂朱门锁。惊梦不成云，双蛾枕上颦。金炉烟袅袅，烛暗纱窗晓。残日尚弯环，玉筝和泪弹。梅花吹入谁家笛，行云半夜凝空碧。欹枕不成眠，关山人未还。声随幽怨绝，空断澄霜月。月影下重檐，轻风花满帘。回廊远砌生秋草，梦魂千里青门道。鹦鹉怨长更，碧笼金锁横。罗帏中夜起，霜月清如水。玉露不成圆，宝筝悲断弦。娇鬟堆枕钗横凤，溶溶春水杨花梦。红烛泪阑干，翠屏烟浪寒。锦壶催画箭，玉佩天涯远。和泪试严妆，落梅飞夜霜。西风袅袅凌歌扇，秋期正与行云远。花叶脱霜红，流萤残月中。兰闺人在否，千里重楼暮。翠被已销香，梦随寒漏长。沉沉朱户横金锁，纱窗月影随花过。烛泪欲阑干，落梅生晚寒。宝钗横翠凤，千里香屏梦。云雨已荒凉，江南春草长。欹鬟堕髻摇双桨，采莲晚出清江上。顾影约流萍，楚歌娇未成。相逢颦翠黛，笑把珠珰解。家住柳阴中，画桥东复东。",
            "comment": ""
        },
        {
            "title": "醉花间",
            "content": "林雀归栖撩乱语，阶前还日暮。屏掩画堂深，帘卷萧萧雨。玉人何外去，鹊喜浑无据，双眉愁几许。漏声看却夜将阑，点寒灯，扃绣户。",
            "comment": ""
        },
        {
            "title": "鹊踏枝",
            "content": "霜落小园瑶草短，瘦叶和风，惆怅芳时换。懊恨年年秋不管，朦胧如梦空肠断。独立荒池斜日岸，墙外遥山，隐隐连天汉。忽忆当年歌舞伴，晚来双脸啼痕满。",
            "comment": ""
        },
        {
            "title": "鹊踏枝",
            "content": "芳草满园花满目，帘外微微，细雨笼庭竹。杨柳千条珠□□，碧池波绉鸳鸯浴。窈窕人家颜似玉，弦管泠泠，齐奏云和曲。公子欢筵犹未足，斜阳不用相催促。",
            "comment": ""
        },
        {
            "title": "抛球乐",
            "content": "年少王孙有俊才，登高欢醉夜忘回。歌阑赏尽珊瑚树，情厚重斟琥珀杯。但愿千千岁，金菊年年秋解开。",
            "comment": ""
        },
        {
            "title": "思越人",
            "content": "酒醒情怀恶，金缕褪，玉肌如削。寒食过却，海棠零落。乍倚遍阑干，烟澹薄，翠幕帘栊笼画阁。春睡着，觉来失秋千期约。",
            "comment": ""
        },
        {
            "title": "忆江南（二首，与本调不同）",
            "content": "去岁迎春楼上月，正是西窗，夜凉时节。玉人贪睡坠钗云，粉消妆薄见天真。人非风月长依旧，破镜尘筝一梦经年瘦。今宵帘幕扬花阴，空余枕泪独伤心。今日相逢花未发，正是去年，别离时节。东风次第有花开，恁时须约却重来。重来不怕花堪折，只恐明年花发人离别。别离若向百花时，东风弹泪有谁知？",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "欹鬟堕髻摇双桨，采莲晚出清江上。顾影约流萍，梦歌娇未成。相逢颦翠黛，笑把珠□解。家住柳阴中，画桥东复东。",
            "comment": ""
        },
        {
            "title": "三台令",
            "content": "南浦，南浦，翠鬓离人何处？当时携手高楼，依旧楼前水流。流水，流水，中有伤心双泪。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "冷红飘起桃花片，青春意绪阑珊。画楼帘幕卷轻寒。酒馀人散后，独自凭阑干。夕阳千里连芳草，萋萋愁煞王孙。徘徊飞尽碧天云。凤笙何处，明月照黄昏。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "雨晴烟晚，绿水新池满。双燕飞来垂柳院，小阁画帘高卷。黄昏独倚朱阑，西南新月眉弯。砌下落花风起，罗衣特地春寒。",
            "comment": "【注释】①砌：台阶。②特地：特别。【评解】双燕穿柳，池水新绿，已经春满人间。这首小词，通过江南春景的描写，委婉含蓄地反衬出人物内心的孤寂。独倚朱阑，那楼头新月，砌下落花，不禁勾起相思之情。全词以景托情，辞语雅洁，意境清新。“罗衣特地春寒”，雅丽含蓄，饶有韵致，令人揽撷不尽。【集评】俞陛云《唐五代两宋词选释》：纯写春晚之景。“花落春寒”句论词则秀韵珊珊，窥词意或有忧谗自警之思乎？唐圭璋《唐宋词简释》：此词纯写景物，然景中见人，娇贵可思。初写雨后池满，是阁外远景；次写柳院燕归，是阁前近景。人在阁中闲眺，颇具萧散自在之致。下片，写倚阑看月，微露怅意。着末，写风振罗衣，芳心自警。通篇俱以景物烘托人情，写法极高妙。"
        },
        {
            "title": "菩萨蛮",
            "content": "画堂昨夜西风过，绣帘时拂朱门锁。惊梦不成云，双蛾枕上颦。金炉烟袅袅，烛暗纱窗晓。残月尚弯环，玉筝各泪弹。",
            "comment": ""
        },
        {
            "title": "鹊踏枝",
            "content": "粉映墙头寒欲尽，宫漏长时，酒醒人犹困。一点春心无限恨，罗衣印满啼妆粉。柳岸花飞寒食近，陌上行人，杳不传芳信。楼上重檐山隐隐，东风尽日吹蝉鬓。",
            "comment": ""
        },
        {
            "title": "抛球乐",
            "content": "酒罢歌馀兴未阑，小桥秋水共盘桓。波摇梅蕊当心白，风入罗衣贴体寒。且莫思归去，须尽笙歌此夕欢。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "笙歌放散人归去，独宿红楼。月上云收，一半珠帘挂玉钩。起来点检经由地处处新愁。凭仗东流，将取离心过橘洲。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "风乍起，吹绉一池春水。闲引鸳鸯香径里，手挼红杏蕊。斗鸭阑干独倚，碧玉搔头斜坠。终日望君君不至，举头闻鹊喜。",
            "comment": "【注释】①乍：忽然。②闲引：无聊地逗引着玩。③挼：揉搓。④斗鸭：以鸭相斗为欢乐。斗鸭阑和斗鸡台，都是官僚显贵取乐的场所。⑤碧玉搔头：即碧玉簪。【评解】冯延巳擅长以景托情，因物起兴的手法，蕴藏个人的哀怨。写得清丽、细密、委婉、含蓄。这首脍炙人口的怀春小词，在当时就很为人称道。尤其“风乍起，吹绉一池春水”，是传诵古今的名句。词的上片，以写景为主，点明时令、环境及人物活动。下片以抒情为主，并点明所以烦愁的原因。【集评】四印斋刻《阳春集序》：冯词类多劳人、思妇之作，“忧生念乱，意内而言外。”据马令《南唐书》卷二十一载，当时中主李璟曾戏问冯延巳：“吹绉一池春水，干卿何事？”冯答道：“夫如陛下‘小楼吹彻玉笙寒’。”中主悦。俞陛云《唐五代两宋词选释》：“风乍起”二句破空而来，在有意无意间，如柴浮水，似沾非著，宜后主盛加称赏。此在南唐全盛时作。“喜闻鹊报”句，殆有束带弹冠之庆及效忠尽瘁之思也。《蓼园词选》引沈际飞云：闻鹊报喜，须知喜中还有疑在，无非望幸希宠之心，而语自清隽。贺裳《皱水轩词筌》：南唐主（李璟）语冯延巳曰：“‘风乍起，吹皱一池春水’，何与卿事？”冯曰：“未若‘细雨梦回鸡塞远，小楼吹彻玉笙寒’。”不可使闻于邻国。然细看词意，含蓄尚多。又云：“无凭谐鹊语，犹觉暂心宽”，韩偓语也。冯延巳去偓不多时，用其语曰：“终日望君君不至，举头闻鹊喜。”虽窃其意，而语加蕴藉。陈秋帆《阳春集笺》：考古今词家选籍，如《尊前集》、《花庵词选》、《草堂诗余》、《花草粹编》、《历代诗余》、《唐五代词选》、《词林纪事》等，均作冯词，尤为可证。"
        },
        {
            "title": "抛球乐",
            "content": "尽日登高白玉杯，红楼人散独盘桓。一钩冷露县珠箔，满面西风凭玉阑。归去须沉醉，小院新池月乍寒。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "春到青门柳色黄，一梢红杏出低墙。莺窗人起未梳妆。绣帐已阑离别梦，玉炉空袅寂寥香。闺中红日奈何长。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "樱桃谢了梨花发，红白相催。燕子归来，几度香风绿户开。人间乐事知多少，且酹金杯。管咽弦哀，慢引萧娘舞袖回。",
            "comment": ""
        },
        {
            "title": "相见欢",
            "content": "晓窗梦到昭华，阿琼家。欹枕残妆一朵，卧枝花。情极处，却无语，玉钗斜。翠阁银屏回首，已天涯。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "窗外寒鸡天欲曙，香印成灰，坐起浑无绪。庭际高梧凝宿雾，卷帘双鹊惊飞去。屏上罗衣闲绣缕，一晌关情，忆遍江南路。夜夜梦魂休谩语，已知前事无情处。萧索清秋珠泪坠，枕簟微凉，展转浑无寐。残酒欲醒中夜起，月明如练天如水。阶下寒声啼络纬，庭树金风，悄悄重门闭。可惜旧欢携手地，思量一夕成憔悴。几度凤楼同饮宴，此夕相逢，却胜当时见。低语前欢频转面，双眉敛恨春山远。蜡烛泪流羌笛怨，偷整罗衣，欲唱情犹懒。醉里不辞金爵满，阳关一曲肠千断。几日行云何处去，忘了归来，不道春将暮。百草千花寒食路，香车系在谁家树。泪眼倚楼频独语，双燕飞来，陌上相逢否？撩乱春愁如柳絮，悠悠梦里无寻处？六曲阑干偎碧树，杨柳风轻，展尽黄金缕。谁把钿筝移玉柱，穿帘海燕双飞去。满眼游丝兼落絮，红杏开时，一霎清明雨。浓醉觉来莺乱语，惊残好梦无寻处。谁道闲情抛弃久，每到春来，惆怅还依旧。日日花前常病酒，不辞镜里朱颜瘦。河畔青芜堤上柳，为问新愁，何事年年有。独立小楼风满袖，平林新月人归后。",
            "comment": ""
        },
        {
            "title": "芳草渡",
            "content": "梧桐落，蓼花秋。烟初冷，雨才收，萧条风物正堪愁。人去后，多少恨，在心头。燕鸿远，羌笛怨，渺渺澄江一片。山如黛，月如钩，笙歌散，魂梦断，倚高楼。",
            "comment": ""
        },
        {
            "title": "如梦令",
            "content": "尘拂玉台鸾镜，凤髻不堪重整。绡帐泣流苏，愁掩玉屏人静。多病，多病，自是行云无定。",
            "comment": ""
        },
        {
            "title": "金错刀",
            "content": "双玉斗，百琼壶，佳人欢饮笑喧呼。麒麟欲画时难偶，鸥鹭何猜兴不孤。歌宛转，醉模糊，高烧银烛卧流苏。只销几觉懵腾睡，身外功名任有无。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "醉忆春山独倚楼，远山回合暮云收。波间隐隐仞归舟。早是出门长带月，可堪分袂又经秋。晚风斜日不胜愁。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "画堂新霁情萧索，深夜垂珠箔。洞房人睡月婵娟，梧桐双影上朱轩，立阶前。高楼何处连宵宴，塞管吹幽怨。一声已断别离心，旧欢抛弃杳难寻，恨沉沉。",
            "comment": ""
        },
        {
            "title": "莫思归",
            "content": "花满名园酒满觞，且开笑口对□芳。秋千风暖鸾钗□，绮陌春深翠袖香。莫惜黄金贵，日日须教贳酒尝。",
            "comment": ""
        },
        {
            "title": "应天长",
            "content": "兰房一宿还归去，底死谩生留不住。枕前语，记得否，说尽从来两心素。同心牢记取，切莫等闲相许。后会不知何处，双栖人莫妒。",
            "comment": ""
        },
        {
            "title": "鹊踏枝",
            "content": "谁道闲情抛掷久，每到春来，惆怅还依旧。旧日花前常病酒，敢辞镜里朱颜瘦。河畔青芜堤上柳，为问新愁，何事年年有？独立小楼风满袖，平林新月人归后。",
            "comment": "【注释】①闲情：闲愁。实际指爱情、相思。②病酒：饮酒过量，醉酒。③青芜：丛生的青草。【评解】这首《鹊踏枝》，把“闲情”写得缠绵悱恻，难以排遣。词的上片着重写爱情。词中人物为相思所苦，憔悴不堪；下片着重写景。而杨柳依依牵愁，畔草青青惹恨。全词情景交融，意蕴深婉。这首词并不着意刻画人物的外在形象，也不经心描写具体景物或情事，而是把笔墨集中在创造缠绵凄恻的感情境界上，形成了冯词的独特风格。【集评】王国维《人间词话》：“深美闳约”。陈廷焯《白雨斋词话》：可谓沉着痛快之极，然却是从沉郁顿挫来，浅人何足知之。冯煦《阳春集·序》：翁（延巳）俯仰身世，所怀万端，缪悠其辞，若显若晦，揆之六义，比兴为多。若《蝶恋花》（即《鹊踏枝》）诸作，其旨隐，其词微，类劳人、思妇、羁臣、屏子郁伊怆怳之所为。翁何致而然耶？周师南侵，国势岌岌；中主既昧本图，汶不自强，……翁负其才略，不能有所匡转，危苦烦乱之中，郁不自达者，一于词发之。王方俊《唐宋词赏析》：这首词是描写相思之情的。隐约地流露出作者对南唐王朝衰败的关心和忧伤。谭献《谭评词辨》卷一：此阕叙事。"
        },
        {
            "title": "菩萨蛮",
            "content": "沉沉朱户横金锁，纱窗月影随花过。烛泪欲阑干，落梅生晚寒。宝钗横翠凤，千里香屏梦。云雨已荒凉，江南春草长。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "酒阑睡觉天香暖，绣户慵开。香印成灰，独背寒屏理旧眉。朦胧却向灯前卧，窗月徘徊。晓梦初回，一夜东风绽早梅。",
            "comment": ""
        },
        {
            "title": "上行杯",
            "content": "落梅着雨消残粉，云重烟轻寒食近。罗幕遮香，柳外秋千出画墙。春山颠倒钗横凤，飞絮入檐春睡重。梦里佳期，只许庭花与月知。",
            "comment": ""
        },
        {
            "title": "鹊踏枝",
            "content": "几度凤楼同饮宴，此夕相逢，却胜当时见。低语前欢频转面，双眉敛恨春山远。蜡烛泪流羌笛怨，偷整罗衣，欲唱情犹懒。醉里不辞金盏满，阳关一曲肠千断。",
            "comment": ""
        },
        {
            "title": "长命女",
            "content": "春日宴，绿酒一杯歌一遍。再拜陈三愿：一愿郎君千岁，二愿妾身常健，三愿如同梁上燕，岁岁长相见。",
            "comment": "【注释】①绿酒：古时米酒酿成未滤时，面浮米渣，呈淡绿色，故名。【评解】词写春日开宴，夫妇双方祝酒陈愿。词以妇人口吻，用语明白如话，带有民歌情调。末两句以梁燕双栖喻夫妻团圆，天长地久。全词浅近而又含蓄。【集评】《柳塘词话》：冯正中乐府、思深语丽，韵逸调新，多至百首。有杂入《六一集》中者，而其《阳春集》特为言情之作。此词清新明丽，语浅情深，有民歌风味，无亡国哀音。徐釻《词苑丛谈》：南唐宰相冯延巳，有乐府一章，名长命女云：“春日宴，绿酒一杯歌一遍。……”其后有人以词改为雨中花云：“我有五重深深愿。第一愿且图久远。二愿恰如雕梁双燕，岁岁得相见。三愿薄情相顾恋。第四愿永不分散。五愿奴留收因结果，做个大宅院。”味冯公之词，典雅丰容，虽置在古乐府，可以无愧。一遭俗子窜易，不惟句意重复，而鄙恶甚矣。"
        },
        {
            "title": "长相思",
            "content": "红满枝，绿满枝，宿雨厌厌睡起迟。闲庭花影移。忆归期，数归期，梦见虽多相见稀。相逢知几时？",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "画堂灯暖帘栊卷，禁漏丁丁。雨罢寒生，一夜西窗梦不成。玉娥重起添香印，回倚孤屏。不语含情，水调何人吹笛声。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "金波远逐行人云，疏星时作银河渡。花影卧秋千，更长人不瞑。玉筝弹未彻，凤髻鸾钗脱。忆梦翠蛾低，微风凉绣衣。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "深冬寒月，庭户凝霜雪。风雁过时魂断绝，塞管数声呜咽。披衣独立披香，流苏乱结愁肠。往事总堪惆怅，前欢休要思量。",
            "comment": ""
        },
        {
            "title": "鹊踏枝",
            "content": "几日行云何处去，忘却归来，不道春将暮。百草千花寒食路，香车系在谁家树？泪眼倚楼频独语，双燕飞来，陌上相逢否？撩乱春愁如柳絮，悠悠梦里无寻处。",
            "comment": ""
        },
        {
            "title": "酒泉子",
            "content": "云散更深，堂上孤灯阶下月。早梅香，残雪白，夜沉沉。阑边偷唱系瑶簪，前事总堪惆怅。寒风生，罗衣薄，万般心。",
            "comment": ""
        },
        {
            "title": "酒泉子",
            "content": "芳草长川，柳映危桥桥下路。归鸿飞，行人云，碧山边。风微烟澹雨萧然，隔岸马嘶何处。九回肠，双脸泪，夕阳天。",
            "comment": ""
        },
        {
            "title": "鹊踏枝",
            "content": "梅花繁枝千万片，犹自多情，学雪随风转。昨夜笙歌容易散，酒醒添得愁无限。楼上春山寒四面，过尽征鸿，暮景烟深浅。一向凭阑人不见，鲛绡掩泪思量遍。",
            "comment": ""
        },
        {
            "title": "抛球乐",
            "content": "霜积秋山万树红，倚帘楼上挂朱栊。白云天远重重恨，黄草烟深淅淅风。仿佛梁州曲，吹在谁家玉笛中？",
            "comment": ""
        },
        {
            "title": "醉花间",
            "content": "独立阶前星又月，帘栊偏皎洁。霜树尽空枝，肠断丁香结。夜深寒不彻，凝恨何曾歇，凭阑干欲折。两条玉箸为君垂，此宵情，谁共说？",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "杨柳陌，宝马嘶空无迹。新着荷衣人未识，年年江海客。梦觉巫山春色，醉眼花飞狼籍。起舞不辞无气力，爱君吹玉笛。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "小堂深静无人到，满院春风。惆怅墙东，一树樱桃带雨红。愁心似醉兼如病，欲语还慵。目暮疏钟，双燕归栖画阁中。",
            "comment": ""
        },
        {
            "title": "抛球乐",
            "content": "酒罢歌余兴未阑，小桥清水共盘桓。波摇梅蕊伤心白，风入罗衣贴体寒。且莫思归去，须尽笙歌此夕欢。逐胜归来雨未晴，楼前风重草烟轻。谷莺语软花边过，水调声长醉里听。款举金觥劝，谁是当筵最有情？梅落新春入后庭，眼前风物可无情？曲池波晚冰还合，芳草迎船绿未成。且上高楼望，相共凭阑看月生。霜积秋山万树红，倚岩楼上挂朱栊。白云天远重重恨，黄叶烟深淅淅风。仿佛梁州曲，吹在谁家玉笛中。尽日登高兴未残，红楼人散独盘桓。一钩冷雾悬珠箔，满面西风凭玉阑。归去须沉醉，小院新池月乍寒。坐对高楼千万山，雁飞秋色满阑干。烧残红烛暮云合，飘尽碧梧金井寒。咫尺人千里，犹忆笙歌昨夜欢。",
            "comment": ""
        },
        {
            "title": "喜迁莺",
            "content": "雾濛濛，风淅淅，杨柳带疏烟。飘飘轻絮满南园，墙下草芊眠。燕初飞，莺已老，拂面春风长好。相逢携手且高歌，人生得几何。",
            "comment": ""
        },
        {
            "title": "醉花间",
            "content": "月落霜繁深院闭，洞房人正睡，桐树倚雕檐，金井临瑶砌。晓风寒不啻，独立成憔悴，闲愁浑未已，人心情绪自无端，莫思量，休退悔。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "梅花吹入谁家笛，行云半夜凝空碧。欹枕不成瞑，关山人未还。声随幽怨绝，云断澄霜月。月影下重帘，轻风花满檐。",
            "comment": ""
        },
        {
            "title": "点绛唇",
            "content": "荫绿围红，梦琼家在桃源住。画桥当路，临水双朱户。柳径春深，行到关情处。颦不语，意凭风絮，吹向郎边去。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "春山拂拂横秋水，掩映摇踵对。只知长坐碧窗期，谁信东风吹散，绿霞飞。银屏梦与飞鸾远，只有珠帘卷。杨花零落月溶溶，尘掩玉筝弦柱，画堂空。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "西风半夜帘栊冷，远梦初归。□过金扉，花谢窗前夜合枝。昭阳殿里新翻曲，未有人知。偷取笙吹，惊觉寒□到晓啼。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "娇鬟堆枕钗横凤，溶溶春水杨花梦。红烛泪阑干，翠屏烟浪寒。锦壶催画箭，玉佩天涯远。各泪试严妆，落梅飞晓霜。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "玉钩鸾柱调鹦鹉，宛转留春语。云屏冷落画堂空，薄晚春寒、无奈落花风。搴帘燕子低飞去，拂镜尘莺舞。不知今夜月眉弯，谁佩同心双结、倚阑干。春风拂拂横秋水，掩映遥相对。只知长作碧窗期，谁信东风、吹散彩云飞。银屏梦与飞鸾远，只有珠帘卷。杨花零落月溶溶，尘掩玉筝弦柱、画堂空。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "碧波帘幕垂朱户，帘下莺莺语。薄罗依旧泣青春，野花芳草逐年新，事难论。凤笙何处高楼月，幽怨凭谁说？须臾残照上梧桐，一时弹泪与东风，恨重重。",
            "comment": ""
        },
        {
            "title": "鹊踏枝",
            "content": "烦恼韶光能几许，肠断魂消，看却春还去。只喜墙头灵鹊语，不知青鸟全相误。心若垂杨千万缕，水阔花飞，梦断巫山路。开眼新愁无问处，珠帘锦帐相思否？",
            "comment": ""
        },
        {
            "title": "酒泉子",
            "content": "春色融融，飞燕乍来莺未语。小桃寒，垂杨晚，玉楼空。天长烟远恨重重，消息燕鸿归去。枕前灯，窗外月，闭朱栊。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "西园春早，夹径抽新草。冰散漪澜生碧沼，寒在梅花先老。与君同饮金杯，饮馀相取徘徊。次第小桃将发，轩车莫厌频来。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "圣明世，独折一枝丹桂。学着荷衣还可喜，春狂不啻□。年少都来有几，自古闲愁无际。满盏劝君休惜醉，愿君千万岁。",
            "comment": ""
        },
        {
            "title": "醉花间",
            "content": "晴雪小园春未到，池边梅自早。高树鹊衔巢，斜月明寒草。山川风景好，自古金陵道，少年看却老。相逢莫厌醉金杯，别离多，欢会少。",
            "comment": ""
        },
        {
            "title": "鹊踏枝",
            "content": "秋入蛮蕉风半裂，狼籍池塘，雨打疏荷折。绕砌□声芳草歇，愁肠学尽丁香结。回首西南看晚月，孤雁来时，塞管声呜咽。历历前欢无处说，关山何日休离别。",
            "comment": ""
        },
        {
            "title": "醉桃源",
            "content": "角声吹断陇梅枝，孤窗月影低。塞鸿无限欲惊飞，城乌休夜啼。寻断梦，掩香闺，行人去路迷。门前杨柳绿阴齐，何时闻马嘶？",
            "comment": ""
        },
        {
            "title": "酒泉子",
            "content": "庭下花飞。月照妆楼春事晚，珠帘风，兰烛烬，怨空闺。迢迢何处寄相思。玉箸零零肠断，屏帏深，更漏永，梦魂迷。芳草长川。柳映危桥桥下路，归鸿飞，行人去，碧山边。风微烟淡雨萧然。隔岸马嘶何处？九回肠，双脸泪，夕阳天。春色融融。飞燕乍来莺未语，小桃寒，垂柳晚，玉楼空。天长烟远恨重重。消息燕鸿归去，枕前灯，窗外月，闭朱笼。深院空帏。廊下风帘惊宿燕，香印灰，兰烛灺，觉来时。月明人自捣寒衣。刚爱无端惆怅，阶前行，阑外立，欲鸡啼。",
            "comment": ""
        },
        {
            "title": "鹊踏枝",
            "content": "萧索清秋珠泪坠，枕簟微凉，展转浑无寐。残酒欲醒中夜起，月明如练天如水。阶下寒声啼络纬，庭树金风，悄悄重门闭。可惜旧欢携手地，思量一夕成憔悴。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "回廊远砌生秋草，梦魂千里青门道。鹦鹉怨长更，碧笼金锁横。罗帏中夜起，霜月清如水。玉露不成圆，宝筝悲断弦。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "小庭雨过春将尽，片片花飞。独折残枝，无语凭阑只自知。玉堂香暖珠帘卷，双燕来归。君约佳期，肯信韶华得几时。马嘶人语春风岸，芳草绵绵。杨柳桥边，落日高楼酒旆悬。旧愁新恨知多少，目断遥天。独立花前，更听笙歌满画船。西风半夜帘栊冷，远梦初归。梦过金扉，花谢窗前夜合枝。昭阳殿里新翻曲，未有人知。偷取笙吹，惊觉寒蛩到晓啼。酒阑睡觉天香暖，绣户慵开。香印成灰，独背寒屏理旧眉。朦胧却向灯前卧，窗月徘徊。晓梦初回，一夜东风绽早梅。小堂深静无人到，满院春风。惆怅墙东，一树樱桃带雨红。愁心似醉兼如病，欲语还慵。日暮疏钟，双燕归栖画阁中。画堂灯暖帘栊卷，禁漏丁丁。雨罢寒生，一夜西窗梦不成。玉娥重起添香印，回倚孤屏。不语含情，水调何人吹笛声。笙歌放散人归去，独宿江楼。月上云收，一半珠帘挂玉钩。起来检点经游地，处处新愁。凭仗东流，将取离心过橘州。昭阳记得神仙侣，独自承恩。水殿灯昏，罗幕轻寒夜正春。如今别馆添萧索，满面啼痕。旧约犹存，忍把金环别与人。微风帘幕清明近，花落春残。尊酒留欢，添尽罗衣怯夜寒。愁颜恰似烧残烛，珠泪阑干。也欲高拌，争奈相逢情万般。画堂昨夜愁无睡，风雨凄凄。林鹊争栖，落尽灯花鸡未啼。年光往事如流水，休说情迷。玉箸双垂，只是金笼鹦鹉知。寒蝉欲报三秋候，寂静幽居。叶落闲阶，月透帘栊远梦回。昭阳旧恨依前在，休说当时。玉笛才吹，满袖猩猩血又垂。洞房深夜笙歌散，帘幕重重。斜月朦胧，雨过残花落地红。昔年无限伤心事，依旧东风。独倚梧桐，闲想闲思到晓钟。花前失却游春侣，极目寻芳。满眼悲凉，纵有笙歌亦断肠。林间戏蝶帘间燕，各自双双。忍更思量，绿树青苔半夕阳。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "夜初长，人近别，梦断一窗残月。鹦鹉睡，蟪蛄鸣，西风寒未成。红蜡烛，半棋局，床上画屏山绿。搴绣幌，倚瑶琴，前欢泪满襟。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "雪云乍变春云簇，渐觉年华堪纵目。北枝梅蕊犯寒开，南浦波纹如酒绿。芳菲次第长相续，自是情多无处足。尊前百计见春归，莫为伤春眉黛蹙。",
            "comment": ""
        },
        {
            "title": "鹊踏枝",
            "content": "六曲阑干偎碧树，杨柳风轻，展尽黄金缕。谁把钿筝移玉柱，穿帘海燕惊飞去。满眼游丝兼落絮，红杏开时，一霎清明雨。浓睡觉来慵不语，惊残好梦无寻处。",
            "comment": ""
        },
        {
            "title": "南乡子",
            "content": "细雨湿流光，芳草年年与恨长。烟锁凤楼无限事，茫茫，鸾镜鸳衾两断肠。魂梦任悠扬，睡起杨花满绣床。薄倖不来门半掩，斜阳，负你残春泪几行。",
            "comment": ""
        },
        {
            "title": "应天长",
            "content": "当时心事偷相许，宴罢兰堂肠断处。挑银灯，扃珠户，绣被微寒值秋雨。枕前各泪语，惊觉玉笼鹦鹉。一夜万般情绪，朦胧天欲曙。",
            "comment": ""
        },
        {
            "title": "抛球乐",
            "content": "逐胜归来雨未晴，楼前风重草烟轻。谷莺语软花边过，水调声长醉里听。款举金觥劝，谁是当年最有情？",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "寒蝉欲报三秋候，寂静幽斋。叶落闲阶，月透帘栊远梦回。昭阳旧恨依前在，休说当时。玉笛才吹，满袖猩猩血又垂。",
            "comment": ""
        },
        {
            "title": "酒泉子",
            "content": "庭下花飞，月照妆楼春事晚。珠帘风，兰烛尽，怨空闺。苕苕何处寄相思，玉箸零零肠断。屏帏深，更漏永，梦魂迷。",
            "comment": ""
        },
        {
            "title": "酒泉子",
            "content": "深院空帏，廊下风帘惊宿燕。香印灰，兰烛小，觉来时。月明人自捣寒衣，刚爱无端惆怅。阶前行，阑畔立，欲鸡啼。",
            "comment": ""
        },
        {
            "title": "醉桃源",
            "content": "南园春半踏青时，风和闻马嘶。青梅如豆柳如眉，日长蝴蝶飞。花露重，草烟低，人家帘幕垂。秋千慵困解罗衣，画梁双燕归。",
            "comment": "【注释】①日长：春分之后，白昼渐长。《春秋繁露》：“春分者，阴阳相半也。故昼夜均而寒暑平。”②慵困：懒散困乏。【评解】前人谓“冯词如古蕃锦，如周、秦宝鼎彝，琳琅满目，美不胜收”。此词写仲春景色，豆梅丝柳，日长蝶飞，花露草烟，秋千慵困，画梁双燕，令人目不暇接。而人物踏青时的心情，则仅于“慵困”、“双燕栖”中略予点泄，显得雍容蕴藉。【集评】俞陛云《唐五代两宋词选释》：南园美景如画，春色撩人。写景句含婉转之情，可谓情景两得。词家之妙诀也。---------------------------此词描写少妇因游春有感而忆所思的无可排遣之情。首句点明时序 ：芳春过半 ，踏青游赏，戏罢秋千。由动境而归静境，写其季节天色之气氛，闺阁深居之感受，读来宛如亲历。次句“风和闻马嘶”五字为一篇关键，虽用笔闲淡，不扬不厉 ，而造境传神，常人难及。“闻马嘶”之宝马振鬣长嘶，成为古人游春这一良辰美景之一种不可或缺的意象。时节已近暮春 ，青梅结子 ，小虽如豆，已过花时，柳尽舒青，如眉剪黛；而日长气暖，蝴蝶不知从何而至，翩翩于花间草际，好一幅闹春图画。“蝶蝶飞”以一动作点活了暮春之景。过片“人家帘幕垂”极写静境。而“花露重，草烟低”，正与写静有关：花觉其露重欲滴，草见其烟伏不浮，正是在极静之物境心境下。“ 秋千 ”句是写静至精微处，再以动态一为衬染，然亦虚笔，而非实义。出秋千，写戏罢秋千，只觉慵困，解衣小憩，已是归来之后。既归画堂，忽有双燕，亦似春游方罢，相继归来。不说人归，只说燕归 ，以燕衬 。人，物人一也，不可分辨。然而燕归来，可知天色近晚，由此一切动态，悉归静境。结以燕归，又遥与开篇马嘶相呼应。于是春景芳情，浑然莫辩。"
        },
        {
            "title": "应天长",
            "content": "石城山下桃花绽，宿雨初收云未散。南去棹，北归雁，水阔天遥肠欲断。倚楼情绪懒，惆怅春心无限。忍泪蒹葭风晚，欲归愁满面。",
            "comment": ""
        },
        {
            "title": "鹊踏枝",
            "content": "叵耐为人情太薄，几度思量，真拟浑抛却。新结同心香未落，怎生负得当初约。休向尊前情索莫，手举金□，凭仗深深酌。莫作等闲相斗作，与君保取长欢乐。",
            "comment": ""
        },
        {
            "title": "寿山曲",
            "content": "铜壶滴漏初昼，高阁鸡鸣半空。催启五门金锁，犹垂三殿帘栊。阶前御柳摇绿，仗下宫花散红。鸳瓦数行晓日，鸾旗百尺春风。侍臣踏舞重拜，圣寿南山永同。",
            "comment": ""
        },
        {
            "title": "忆江南",
            "content": "今日相逢花未发，正是去年，别离时节。东风次第有花开，恁时须约却重来。重来不怕花堪折，只怕明年，花发人离别。别离若向百花时，东风弹泪有谁知。",
            "comment": ""
        },
        {
            "title": "舞春风",
            "content": "严妆才罢怨春风，粉墙画壁宋家东。蕙兰有恨枝犹绿，桃李无言花自红。燕燕巢时帘幕卷，莺莺啼处凤楼空。少年薄倖知何处，每夜归来春梦中。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "秣陵江上多离别，雨晴芳草烟深。路遥人去马嘶沉。青帘斜挂，新柳万枝金。隔江何处吹横笛？沙头惊起双禽。徘徊一向几般心。天长烟远，凝恨独沾襟。",
            "comment": ""
        },
        {
            "title": "归自谣",
            "content": "春艳艳，江上晚山三四点，柳丝如剪花如染。香闺寂寂门半掩，愁眉敛，泪珠滴破燕脂脸。",
            "comment": ""
        },
        {
            "title": "喜迁莺",
            "content": "宿莺啼，乡梦断，春树晓朦胧。残灯吹烬闭朱栊，人语隔屏风。香已寒，灯已绝，忽忆去年离别。石城花雨倚江楼，波上木兰舟。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "转烛飘蓬一梦归，欲寻陈迹怅人非。天教心愿与身违。待月池台空逝水，荫花楼阁漫斜晖。登临不惜更沾衣。",
            "comment": "【注释】（一题李煜作）"
        },
        {
            "title": "虞美人",
            "content": "玉钩弯柱调鹦鹉，宛转留春语。云屏冷落画堂空，薄晚春寒无奈，落花风。搴帘燕子低飞云，拂镜尘鸾舞。不知今夜月眉弯，谁佩同心双结，倚阑干？",
            "comment": ""
        },
        {
            "title": "归国谣",
            "content": "何处笛？深夜梦回情脉脉，竹风檐雨寒窗隔。离人几岁无消息，今头白，不眠特地重相忆。春艳艳，江上晚山三四点，柳丝如剪花如染。香闺寂寂门半掩，愁眉敛，泪珠滴破胭脂脸。江水碧，江上何人吹玉笛，扁舟远送潇湘客。芦花千里霜月白，伤行色，来朝便是关山隔。",
            "comment": ""
        },
        {
            "title": "上行杯（与本调不同）",
            "content": "落梅暑雨消残粉，云重烟深寒食近。罗幕遮香，柳外秋千出画墙。春山颠倒钗横凤，飞絮入帘春睡重。梦里佳期，只许庭花与月知。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "秋水平，黄叶晚，落日渡头云散。抬朱箔，挂金钩，暮潮人倚楼。欢娱地，思前事，歌罢不胜沉醉。消息远，梦魂狂，酒醒空断肠。",
            "comment": ""
        },
        {
            "title": "应天长",
            "content": "朱颜日日惊憔悴，多少离愁谁得会？人事改，空追悔，枕上夜长只如岁。红绡三尺泪，双结解时心醉。魂梦万重云水，觉来还不睡。",
            "comment": ""
        },
        {
            "title": "金错刀",
            "content": "日融融，草芊芊，黄莺求友啼林前。柳条袅袅拖金线，花蕊茸茸簇锦毡。鸠逐妇，燕穿帘，狂蜂浪蝶相翩翩。春光堪赏还堪玩，恼煞东风误少年。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "雁孤飞，人独坐，看却一秋空过。瑶草短，菊花残，萧条渐向寒。帘幕里，青苔地，谁信闲愁如醉。星移后，月圆时，风摇夜合枝。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "风带寒，秋正好，蕙兰无端先老。云杳杳，树依依，离人殊未归。搴罗幕，凭朱阁，不独堪悲寥落。月东出，雁南飞，谁家夜捣衣。",
            "comment": ""
        },
        {
            "title": "忆秦娥",
            "content": "风淅淅，夜雨连云黑。滴滴，窗下芭蕉灯下客。除非魂梦到乡国，免被关山隔。忆忆，一句枕前争忘得。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "西风袅袅凌歌扇，秋期正与行人远。花叶脱霜红，流莺残月中。兰闺人在否，千里重楼暮。翠被已消香，梦随寒漏长。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "南园池馆花如雪，小塘春水涟漪。夕阳楼上绣帘垂。酒醒无寐□，独自倚阑时。绿杨风静凝闲恨，千言万语黄鹂。旧欢前事杳难追。高唐暮雨，空只觉相思。",
            "comment": ""
        },
        {
            "title": "鹤冲天",
            "content": "晓月坠，宿云披，银烛锦屏帏。建章钟动玉绳低，宫漏出花迟。春态浅，来双燕，红日初长一线。严妆欲罢啭黄鹂，飞上万年枝。",
            "comment": ""
        },
        {
            "title": "酒泉子",
            "content": "庭树霜凋，一夜愁人窗下睡。绣帏风，兰烛焰，梦遥遥。金笼鹦鹉怨长宵，笼畔玉筝弦断。陇头云，桃源路，两魂消。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "洞房深夜笙歌散，帘幕重重。斜月朦胧，雨过残花落地红。昔年无限伤心事，依旧东风。独倚梧桐，闲想闲思到晓钟。",
            "comment": ""
        },
        {
            "title": "忆江南",
            "content": "云岁迎春楼上月，正是西窗，夜凉时节。玉人贪睡坠钗云，粉消香薄风天真。人非风月长依旧，破镜尘筝，一梦经年瘦。今宵帘幕扬花阴，空馀枕泪独伤心。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "中庭雨过春将尽，片片花飞。独折残枝，无语凭阑只自知。玉堂香暖珠帘卷，双燕来归。后约难期，肯信韶华得几时。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "昭阳忆得神仙侣，独自承恩。水殿灯昏，罗幕轻寒夜正春。如今别馆添萧索，满面啼痕。旧约犹存，忍把金环别与人。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "花前失却游春侣，独自寻芳，满目悲凉，纵有笙歌亦断肠。林间戏蝶帘间燕，各自双双，忍更思量，绿树青苔半夕阳。",
            "comment": "【注释】①忍：那堪，怎忍。【评解】正当春花怒放，携手观赏时，失却了“游春侣”！独自寻芳的心情，纵有笙歌，也不免愁肠欲断。眼前蝶戏林间，燕穿帘栊，更使人不堪思量。词中用“各自双双”反衬人物的孤寂。“绿树青苔半夕阳”韵味无限，耐人寻思。全词情景相渗，构思新颖，风流蕴藉，雅淡自然。体现了冯词的特色。【集评】俞陛云《唐五代两宋词选释》：通首仅寓孤闷之怀。江左自周师南侵，朝政日非，延巳匡救无从，怅疆宇之日蹙，“夕阳”句寄慨良深，不得以绮语目之。唐圭璋《唐宋词简释》：此首触景感怀，文字疏隽。上片，径写独游之悲，笙歌原来可乐，但以无人偕游，反增凄凉。下片，因见双蝶、双燕，又兴起己之孤独。“绿树”句，以景结，正应“满目悲凉”句。"
        },
        {
            "title": "句",
            "content": "青楼阿监应相笑，书记登坛又却回。",
            "comment": ""
        },
        {
            "title": "抛球乐",
            "content": "莫怨登高白玉杯，茱萸微绽菊花开。池塘水冷鸳鸯起，帘幕烟寒翡翠来。重待烧红烛，留取笙歌莫放回。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "风微帘幕清明近，花落春残。尊酒留欢，添尽罗衣怯夜寒。愁颜恰似烧残烛，珠泪阑干。也欲高拌，争奈相逢情万般。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "马嘶人语春风岸，芳草绵绵。杨柳桥边，落日高楼酒旆悬。旧愁新恨知多少，目断遥天。独立花前，更听笙歌满画船。",
            "comment": ""
        },
        {
            "title": "抛球乐",
            "content": "坐对高楼千万山，雁飞秋色满阑干。烧残红烛暮云合，飘尽梧金井寒。咫尺人千里，犹忆笙歌昨夜欢。",
            "comment": ""
        }
    ]
}