{
    "dynasty": "唐",
    "author": "刘复",
    "poems": [
        {
            "title": "出三城留别幕中三判官",
            "content": "翔禽托高柯，倦客念主人。恩义有所知，四海同一身。况皆旷大姿，翰音见良辰。陈规佐武略，高视据要津。常愿投素诚，今果得所申。金罍列四座，广厦无氛尘。留连徂暑中，观望历数旬。河山险以固，士卒勇且仁。饬装去未归，相追越城闉。愧无青玉案，缄佩永不泯。",
            "comment": ""
        },
        {
            "title": "送黄晔明府岳州湘阴赴任",
            "content": "拟占名场第一科，龙门十上困风波。三年护塞从戎远，万里投荒失意多。花县到时铜墨贵，叶舟行处水云和。遥知布惠苏民后，应向祠堂吊汨罗。",
            "comment": ""
        },
        {
            "title": "夕次襄邑",
            "content": "何处成吾道，经年远路中。客心犹向北，河水自归东。古戍飘残角，疏林振夕风。轻舟难载月，那与故人同。",
            "comment": ""
        },
        {
            "title": "游仙",
            "content": "税驾倚扶桑，逍遥望九州。二老佐轩辕，移戈戮蚩尤。功成弃之去，乘龙上天游。天上见玉皇，寿与天地休。俯视昆仑宫，五城十二楼。王母何窈眇，玉质清且柔。扬袂折琼枝，寄我天东头。相思千万岁，大运浩悠悠。安用知吾道，日月不能周。寄音青鸟翼，谢尔碧海流。",
            "comment": ""
        },
        {
            "title": "出东城",
            "content": "步出东城门，独行已彷徨。伊洛泛清流，密林含朝阳。芳景虽可瞩，忧怀在中肠。人生几何时，苒苒随流光。愿得心所亲，尊酒坐高堂。一为浮沉隔，会合殊未央。双戏水中凫，和鸣自翱翔。我无此羽翼，安可以比方。",
            "comment": ""
        },
        {
            "title": "送刘秀才南归",
            "content": "鸟啼杨柳垂，此别千万里。古路入商山，春风生灞水。停车落日在，罢酒离人起。蓬户寄龙沙，送归情讵已。",
            "comment": ""
        },
        {
            "title": "夏日",
            "content": "映日纱窗深且闲，含桃红日石榴殷。银瓶绠转桐花井，沉水烟销金博山。文簟象床娇倚瑟，彩奁铜镜懒拈环。明朝戏去谁相伴，年少相逢狭路间。",
            "comment": ""
        },
        {
            "title": "送王伦",
            "content": "春江日未曛，楚客酣送君。翩翩孤黄鹤，万里沧洲云。四方各有志，岂得常顾群。山连巴湘远，水与荆吴分。清光日修阻，尺素安可论。相思寄梦寐，瑶草空氛氲。",
            "comment": ""
        },
        {
            "title": "春雨",
            "content": "细雨度深闺，莺愁欲懒啼。如烟飞漠漠，似露湿凄凄。草色行看靡，花枝暮欲低。晓听钟鼓动，早送锦障泥。",
            "comment": ""
        },
        {
            "title": "寺居清晨",
            "content": "高枕对晓月，衣巾清且凉。露华朝未晞，滴沥含虚光。隔竹闻汲井，开扉见焚香。幽心感衰病，结念依法王。青冥早云飞，杳霭空鸟翔。此情皆有释，悠然知所忘。",
            "comment": ""
        },
        {
            "title": "长歌行",
            "content": "淮南木落秋云飞，楚宫商歌今正悲。青春白日不与我，当垆举酒劝君持。出门驱驰四方事，徒用辛勤不得意。三山海底无见期，百龄世间莫虚弃。君不见金城帝业汉家有，东制诸侯欲长久。奸雄窃命风尘昏，函谷重关不能守。龙蛇出没经两朝，胡虏凭陵大道销。河水东流宫阙尽，五陵松柏自萧萧。",
            "comment": ""
        },
        {
            "title": "禅门寺暮钟",
            "content": "簨簴高悬于阗钟，黄昏发地殷龙宫。游人忆到嵩山夜，叠阁连楼满太空。",
            "comment": ""
        },
        {
            "title": "杂曲",
            "content": "宝剑饰文犀，当风似切泥。逢君感意气，贳酒杜陵西。赵女颜虽少，宛驹齿正齐。娇多不肯别，更待夜乌啼。",
            "comment": ""
        },
        {
            "title": "春游曲",
            "content": "春风戏狭斜，相见莫愁家。细酌蒲桃酒，娇歌玉树花。裁衫催白纻，迎客走朱车。不觉重城暮，争栖柳上鸦。",
            "comment": ""
        },
        {
            "title": "经禁城",
            "content": "日没路且长，游子欲涕零。荒城无人路，秋草飞寒萤。东南古丘墟，莽苍驰郊垌。黄云晦断岸，枯井临崩亭。昔人竟何之，穷泉独冥冥。苍苔没碑版，朽骨无精灵。俯仰寄世间，忽如流波萍。金石非汝寿，浮生等臊腥。不如学神仙，服食求丹经。",
            "comment": ""
        }
    ]
}