{
    "dynasty": "唐",
    "author": "刘叉",
    "poems": [
        {
            "title": "自问",
            "content": "自问彭城子，何人授汝颠。酒肠宽似海，诗胆大于天。断剑徒劳匣，枯琴无复弦。相逢不多合，赖是向林泉。",
            "comment": ""
        },
        {
            "title": "塞上逢卢仝",
            "content": "直到桑干北，逢君夜不眠。上楼腰脚健，怀土眼睛穿。斗柄寒垂地，河流冻彻天。羁魂泣相向，何事有诗篇。",
            "comment": ""
        },
        {
            "title": "野哭",
            "content": "棘针生狞义路闲，野泉相吊声潺潺。哀哉异教溺颓俗，淳源一去何时还。",
            "comment": ""
        },
        {
            "title": "独饮",
            "content": "尽欲调太羹，自古无好手。所以山中人，兀兀但饮酒。",
            "comment": ""
        },
        {
            "title": "老恨",
            "content": "雪打杉松残，补书书不完。懒学渭上翁，辛苦把钓竿。",
            "comment": ""
        },
        {
            "title": "经战地",
            "content": "杀气不上天，阴风吹雨血。冤魂不入地，髑髅哭沙月。人命固有常，此地何夭折。",
            "comment": ""
        },
        {
            "title": "冰柱",
            "content": "师干久不息，农为兵兮民重嗟。骚然县宇，土崩水溃。畹中无熟谷，垄上无桑麻。王春判序，百卉茁甲含葩。有客避兵奔游僻，跋履险厄至三巴。貂裘蒙茸已敝缕，鬓发蓬舥。雀惊鼠伏，宁遑安处。独卧旅舍无好梦，更堪走风沙。天人一夜剪瑛琭，诘旦都成六出花。南亩未盈尺，纤片乱舞空纷拏。旋落旋逐朝暾化，檐间冰柱若削出交加。或低或昂，小大莹洁，随势无等差。始疑玉龙下界来人世，齐向茅檐布爪牙。又疑汉高帝，西方未斩蛇。人不识，谁为当风杖莫邪。铿镗冰有韵，的皪玉无瑕。不为四时雨，徒于道路成泥柤。不为九江浪，徒为汩没天之涯。不为双井水，满瓯泛泛烹春茶。不为中山浆，清新馥鼻盈百车。不为池与沼，养鱼种芰成霪霪。不为醴泉与甘露，使名异瑞世俗夸。特禀朝澈气，洁然自许靡间其迩遐。森然气结一千里，滴沥声沈十万家。明也虽小，暗之大不可遮。勿被曲瓦，直下不能抑群邪。奈何时逼，不得时在我目中，倏然漂去无馀些。自是成毁任天理，天于此物岂宜有忒赊。反令井蛙壁虫变容易，背人缩首竞呀呀。我愿天子回造化，藏之韫椟玩之生光华。",
            "comment": "【注释】　　从唐德宗贞元末到宪宗元和时期，以韩愈为首的一派诗人，一反大历以来圆熟浮丽的诗风，走上险怪幽僻一路。如韩愈的《陆浑山火》和卢仝的《月蚀诗》等都足以代表这种诗风。刘叉也是这一诗派的著名人物，以《冰柱》、《雪车》二诗为最有名，而《冰柱》诗尤奇谲奔放，寄托遥深，为后世所称扬。　　全诗可分为三段。　　从首句到“更堪走风沙”为第一段。在这一段里，诗人首先揭露了当时的社会现实：干戈不息，民不聊生。安史乱后，接着出现藩镇割据的局面，而吐蕃也多次出兵骚扰西南边疆，诗里所说的“骚然县宇，土崩水溃，畹中无熟谷，垅上无桑麻”，反映了当时因战祸连绵而造成的田园荒芜景象。诗人为了躲避兵灾，逃向四川，而四川也非乐土。旅途是艰辛的，漫长的，而在兵荒马乱中跋山涉川，不仅要忍受风霜劳顿之苦，还要时时提防恶人的侵害。“貂裘蒙茸已敝缕，鬓发蓬舥，雀惊鼠伏”，写出了旅途中的狼狈情景，为下文借写冰柱抒发感喟作了铺垫。　　从“天人一夜剪瑛琭”到“直下不能抑群邪”为第二段。这一段是全诗的主要部分，描绘了冰柱的奇丽景色。在一夜大雪之后，房檐间的冰柱垂挂下来，大大小小，高高低低，一样的晶莹洁白，玉色琼辉。它不是冰柱，而是天上玉龙的爪牙；它不是冰柱，而是汉高帝的斩蛇宝剑！这两个奇特的比喻，不仅写出了冰柱的风神，还为下文写它的不为世用张势：它不能化为及时雨，使田禾滋壮；而只能化为泥浆，使道路艰难。它不能化为九江的波浪，奔向大海；而只能浸没于峡谷，沉沦于天涯。它不能化为双井名泉，煮茗煎茶；它不能化为中山美酝，芳香四溢。它不能蓄而为池，积而为沼，养鱼种芰；它不能为甘泉，不能为饴露，使这特异的祥瑞征兆为世俗赞夸。它只能凭着它的清沏之气，孤洁自赏，自凝自消。它的光彩虽不大，却无法掩遮；它负着曲瓦，不能施展神锋，铲除奸邪。这一大段的描绘，句句是在写冰柱，却句句关合到诗人自己。诗人的怀才不遇的激愤之情，刚傲不羁的性格，全面地显示了出来。　　从“奈何时逼”到末句为第三段。这一段写冰柱消失以后的感慨。天晴冻解，冰柱从梦中消失，杳无踪迹。万物的成与毁是天决定的，它对于冰柱不会特加恩泽，却反而使那些井蛙壁虫，顺生易长，背着人，缩着头，聒噪不休。希望天子能回造化之力，把冰柱珍藏在柜子里，使它永远放出光辉。这一段比上一段更深一层，拿容易消失的冰柱和最易繁衍的蛙虫对比，揭示出当时政治上的小人横行、贤士在野的情况。最后诗人把理想寄托在皇帝身上，希望他能挽转形势，重用贤才。诗的最后两句是画龙点晴，点出了诗的主题，就是说只要皇帝能重用贤士，排斥奸邪，就能消弭战祸，天下太平。　　这首诗在艺术上很有特色，以冰柱入诗，题材新奇。更奇的是对冰柱的形象描写，把冰柱拟人化，句句是写冰柱，也是句句在表露自己的怀才不遇。他用玉龙的爪牙，刘邦的斩蛇宝剑来比喻冰柱，贴切而新鲜，为修辞手法创一特例。就诗体来说，这首诗是句子长短不一的杂言体，抒写较自由，适宜于表现较复杂的思想感情。用这种诗体，不可避免的是多议论，散文化。刘叉的这首诗显然是受《月蚀诗》的影响，而又加以发展，显得更为奇谲奔放。使这首诗显出它的最大特色的是在用韵方面。它用的是麻韵，麻韵字的音是响亮的，高亢的，但韵字却比较少，因有“险韵”之称。这首诗共二十七韵，全属麻韵，中间的“舥”字，“柤”字很少有人用过。“邪”字用了两次，前一个音“牙”，是剑名；后一个音“霞”，是奸邪之“邪”的另一读，音义不同，故得同用。用麻韵写古体诗，一韵到底的很罕见。本诗在抒写中一气贯下，纵横自如，在描绘冰柱一段，连用了六个“不为”排句，气势浩荡，郁结于胸中的不平之气，喷薄而出，“特禀朝沏气，洁然自许靡间其迩遐”两句，拗折多姿；“森然气结一千里，滴沥声沉十万家”两句，对仗整饬。这些句式的变化是和感情的起伏跌宕密切相连的，句子或长或短，或对仗，或散行，而最后都能很自然地落到韵脚上来，毫无生拼硬凑的毛病，用险韵而不觉其险，显示出诗人的才华，为唐代诗坛增添了光彩。宋代苏轼在《雪后书北台壁二首》中用“尖”“叉”二韵，第二首的末两句是：“老病自嗟诗力退，寒吟《冰柱》忆刘叉。”可以看出他对于刘叉的《冰柱》诗是很赞赏的。　　（李廷先）"
        },
        {
            "title": "雪车",
            "content": "腊令凝绨三十日，缤纷密雪一复一。孰云润泽在枯荄，闤闠饿民冻欲死。死中犹被豺狼食，官车初还城垒未完备。人家千里无烟火，鸡犬何太怨。天下恤吾氓，如何连夜瑶花乱。皎洁既同君子节，沾濡多著小人面。寒锁侯门见客稀，色迷塞路行商断。小小细细如尘间，轻轻缓缓成朴簌。官家不知民馁寒，尽驱牛车盈道载屑玉。载载欲何之，秘藏深宫以御炎酷。徒能自卫九重间，岂信车辙血，点点尽是农夫哭。刀兵残丧后，满野谁为载白骨。远戍久乏粮，太仓谁为运红粟。戎夫尚逆命，扁箱鹿角谁为敌。士夫困征讨，买花载酒谁为适。天子端然少旁求，股肱耳目皆奸慝。依违用事佞上方，犹驱饿民运造化防暑厄。吾闻躬耕南亩舜之圣，为民吞蝗唐之德。未闻孽苦苍生，相群相党上下为蝥贼。q庙堂食禄不自惭，我为斯民叹息还叹息。",
            "comment": ""
        },
        {
            "title": "饿咏",
            "content": "文王久不出，贤士如土贱。妻孥从饿死，敢爱黄金篆。",
            "comment": ""
        },
        {
            "title": "答孟东野",
            "content": "酸寒孟夫子，苦爱老叉诗。生涩有百篇，谓是琼瑶辞。百篇非所长，忧来豁穷悲。唯有刚肠铁，百炼不柔亏。退之何可骂，东野何可欺。文王已云没，谁顾好爵縻。生死守一丘，宁计饱与饥。万事付杯酒，从人笑狂痴。",
            "comment": ""
        },
        {
            "title": "偶书",
            "content": "日出扶桑一丈高，人间万事细如毛。野夫怒见不平处，磨损胸中万古刀。",
            "comment": "【注释】　　这是一首诗风粗犷，立意奇警的抒怀诗。奇就奇在最后一句：“磨损胸中万古刀。”　　这是一把什么样的刀，又为什么受到磨损呢？　　诗中说，每天太阳从东方升起，人世间纷繁复杂的事情便一一发生。韩愈亦有“事随日生”之句，意同。当时正是唐代宦官专权，藩镇割据，外族侵扰的混乱时期。作者经常看到许多不合理的事情：善良的人受到欺压，贫穷的人受到勒索，正直的人受到排斥，多才的人受到冷遇。每当这种时候，作者便愤懑不平，怒火中烧，而结果却不得不“磨损胸中万古刀”。　　作者是个富有正义感的诗人。《唐才子传》说他在少年时期“尚义行侠，旁观切齿，因被酒杀人亡命，会赦乃出，更改志从学。”这位少时因爱打抱不平而闹过人命案的人物，虽改志从学，却未应举参加进士考试，继续过着浪迹江湖的生活。他自幼形成的“尚义行侠”的秉性，也没有因“从学”而有所改变，而依然保持着傲岸刚直的性格。只是鉴于当年杀人亡命的教训，手中那把尚义行侠的有形刀早已弃而不用，而自古以来迭代相传的正义感、是非感，却仍然珍藏在作者胸怀深处，犹如一把万古留传的宝刀，刀光熠烁，气冲斗牛。然而因为社会的压抑，路见不平却不能拔刀相助，满腔正义怒火郁结在心，匡世济民的热忱只能埋藏心底而无法倾泻。这是何等苦痛的事情！他胸中那把无形的刀，那把除奸佞、斩邪恶的正义宝刀，只能任其销蚀，听其磨损，他的情绪又是多么激愤！作者正是以高昂响亮的调子，慷慨悲歌，唱出了自己的心声。　　这首诗用“磨损的刀”这一最普通、最常见的事物，比喻胸中受到压抑的正义感，把自己心中的复杂情绪和侠义、刚烈的个性鲜明地表现出来，艺术手法可谓高妙。在唐代诗人的作品中，还没有看到用“刀”来比喻人的思想感情的。这种新奇的构思和警辟的比喻，显示了刘叉诗的独特风格。　　（李廷先）"
        },
        {
            "title": "入蜀",
            "content": "望空问真宰，此路为谁开。峡色侵天去，江声滚地来。孔明深有意，钟会亦何才。信此非人事，悲歌付一杯。",
            "comment": ""
        },
        {
            "title": "爱碣山石",
            "content": "碣石何青青，挽我双眼睛。爱尔多古峭，不到人间行。",
            "comment": ""
        },
        {
            "title": "姚秀才爱予小剑因赠",
            "content": "一条古时水，向我手心流。临行泻赠君，勿薄细碎仇。",
            "comment": "【注释】　　这是刘叉在赠剑给友人时写的一首小诗。诗之独特处，在于通篇以水比剑。本来以明澈的秋水比喻闪闪发亮的剑光，古人早已有之。如《越绝书》说：“太阿（宝剑名）剑色，视之如秋水。”后来也有以水比剑以至直接将剑称呼为水的。如李贺诗：“先辈匣中三尺水，曾入吴潭斩龙子。”（《春坊正字剑子歌》）刘叉这首诗不只是在一二句诗中将水与剑相比拟，而是把水剑的比喻作为一个基本构思贯通全篇，更是别开生面。　　“一条古时水，向我手心流”，说得很口语化，而颇有诗味：诗人不直说这是一把古代传下的明晃晃的宝剑，而说成“一条古时水”；不直说宝剑“拿”在我手里，而是循着“水”的比喻拈出一个“流”字，说一条水向我手中流来，从而使得原来处于静态中的事物获得了一种富有诗意的动感。这种从对面着墨的写法，较之平铺直叙多了一层曲折，因而也就多了一种风趣。　　第三句还是循着以“水”比剑的基本构思炼字。剑既似“水”，所以不是一般的“奉赠”、“惠赠”，而是扣紧“水”字，选用了“泻赠”。我们仿佛看到了一条流动着的“水”，流到诗人手里，又泻入朋友掌中。如果直说成“我把剑送给你”，那就情韵全失，索然无味了。　　以上三句写赠剑，末句是在赠剑时的殷勤嘱咐。“薄”，是迫近的意思。这一句是说不要为了私人的小仇小怨用这把剑去作无谓的争斗，弦外之音是应该用它来建立奇功殊勋。白居易在《李都尉古剑》诗中写道：“愿快直士心，将断佞臣头；不愿报小怨，夜半刺私仇。劝君慎所用，无作神兵羞。”可以用来帮助理解末句没有明白说出的这一层意思。　　（陈志明）"
        },
        {
            "title": "作诗",
            "content": "作诗无知音，作不如不作。未逢赓载人，此道终寂寞。有虞今已殁，来者谁为托。朗咏豁心胸，笔与泪俱落。",
            "comment": ""
        },
        {
            "title": "观八骏图",
            "content": "穆王八骏走不歇，海外去寻长日月。五云望断阿母宫，归来落得新白发。",
            "comment": ""
        },
        {
            "title": "自古无长生劝姚合酒",
            "content": "奉子一杯酒，为子照颜色。但愿腮上红，莫管颏下白。自古无长生，生者何戚戚。登山勿厌高，四望都无极。丘陇逐日多，天地为我窄。只见李耳书，对之空脉脉。何曾见天上，著得刘安宅。若问长生人，昭昭孔丘籍。",
            "comment": ""
        },
        {
            "title": "嘲荆卿",
            "content": "白虹千里气，血颈一剑义。报恩不到头，徒作轻生士。",
            "comment": ""
        },
        {
            "title": "与孟东野",
            "content": "寒衣草木皮，饥饭葵藿根。不为孟夫子，岂识市井门。",
            "comment": ""
        },
        {
            "title": "修养",
            "content": "损神终日谈虚空，不必归命于胎中。我神不西亦不东，烟收云散何濛濛。尝令体如微微风，绵绵不断道自冲。世人逢一不逢一，一回存想一回出。只知一切望一切，不觉一日损一日。劝君修真复识真，世上道人多忤人，披图醮录益乱神。此法那能坚此身，心田自有灵地珍。惜哉自有不自亲，明真汩没随埃尘。",
            "comment": ""
        },
        {
            "title": "莫问卜",
            "content": "莫问卜，人生吉凶皆自速。伏羲文王若无死，今人不为古人哭。",
            "comment": ""
        },
        {
            "title": "狂夫",
            "content": "大妻唱舜歌，小妻鼓湘瑟。狂夫游冶归，端坐仍作色。不读关雎篇，安知后妃德。",
            "comment": ""
        },
        {
            "title": "代牛言",
            "content": "渴饮颍水流，饿喘吴门月。黄金如可种，我力终不竭。",
            "comment": ""
        },
        {
            "title": "天津桥",
            "content": "洛阳宫阙照天地，四面山川无毒气。谁令汉祖都秦关，从此奸雄转相炽。",
            "comment": ""
        },
        {
            "title": "勿执古寄韩潮州",
            "content": "古人皆执古，不辞冻饿悲。今人亦执古，自取行坐危。老菊凌霜葩，狞松抱雪姿。武王亦至明，宁哀首阳饥。仲尼岂非圣，但为互乡嗤。寸心生万路，今古棼若丝。逐逐行不尽，茫茫休者谁。来恨不可遏，去悔何足追。玉石共笑唾，驽骥相奔驰。请君勿执古，执古徒自隳。",
            "comment": ""
        },
        {
            "title": "烈士咏",
            "content": "烈士或爱金，爱金不为贫。义死天亦许，利生鬼亦嗔。胡为轻薄儿，使酒杀平人。",
            "comment": ""
        }
    ]
}