{
    "dynasty": "唐",
    "author": "刘昚虚",
    "poems": [
        {
            "title": "阙题",
            "content": "道由白云尽，春与青溪长。时有落花至，远随流水香。闲门向山路，深柳读书堂。幽映每白日，清辉照衣裳。",
            "comment": "【注释】　　这首诗原来应是有个题目的，后来不知怎样失落了。唐殷璠《河岳英灵集》在辑录这首诗的时候就没有题目，后人只好给它安上“阙题”二字。　　这首诗句句写景，画意诗情，佳句盈篇，可推为刘眘虚的代表作。诗描写深山中一座别墅及其幽美环境。一开头就写进入深山的情景。“道由白云尽”，是说通向别墅的路是从白云尽处开始的，可见这里地势相当高峻。这样开头，便已藏过前面爬山一大段文字，省掉了许多拖沓。同时，它暗示诗人已是走在通向别墅的路上，离别墅并不太远了。　　“春与青溪长”，伴随山路有一道曲折的溪水，其时正当春暖花开，山路悠长，溪水也悠长，而一路的春色又与溪水同其悠长。为什么春色也会“悠长”呢？因为沿着青溪一路走，一路上都看到繁花盛草，真是无尽春色源源而来。青溪行不尽，春色也就看不尽，似乎春色也是悠长的了。　　三、四两句紧接上文，细写青溪和春色，透露了诗人自己的喜悦之情。　　“时有落花至，远随流水香”这二句，要特别注意“至”字和“随”字。它们赋予落花以人的动作，又暗示诗人也正在行动之中，从中可以体味出诗人遥想青溪上游一片繁花似锦的神情。此时，水面上漂浮着花瓣，流水也散发出香气。芬芳的落花随着流水远远而来，又随着流水远远而去，诗人完全被青溪春色吸引住了。他悠然自适，丝毫没有“流水落花春去也”的感伤情调。他沿着青溪远远地走了一段路，还是不时地看到落花飘洒在青溪中，于是不期而然地感觉到流水也是香的了。　　总括上面四句：开头是用粗略的笔墨写出山路和溪流，往下就用细笔来特写青溪，仿佛是把镜头里的景物从远处拉到眼前，让我们也看得清清楚楚，甚至还可以闻到花香水香。　　一路行走，一路观赏，别墅终于出现在眼前。抬头一看，“闲门向山路”。这里是没有多少人来打扰的，所以门也成了“闲门”。主人分明爱好观山，所以门又向山路而设。　　进门一看，院子里种了许多柳树，长条飘拂，主人的读书堂就深藏在柳影之中。原来这位主人是在山中专心致志研究学问的。　　写到这里，诗人从登山到进门的一路经历，都曲曲折折地描述下来了。但他不过把几件景物摄进镜头，并没有叙述经过，仅仅给你以几种不同的变化着的形象。　　结末两句，诗人仍然只就别墅的光景来描写。“幽映每白日，清辉照衣裳。”这里的“每”作“虽然”讲。因为山深林密，所以虽然在白天里，也有一片清幽的光亮散落在衣裳上面。那环境的安谧，气候的舒适，真是专志读书的最好地方了。诗到这里，戛然而止，给读者留下了思索余地，更增加了诗的韵味。　　全诗都用景语织成，没有一句直接抒情，然而情韵盈然，意境幽美。王国维说过：“一切景语，皆情语也。”（《人间词话》删稿）诗人巧妙地运用景语，不但写出风景，给风景抹上感情色彩，而且又藏有人物，人物的行动、神态、感情、心理活动乃至身份、地位等等，给读者带来了直觉的美感和形象之外的趣味。因而这首诗余韵萦绕，有一种异乎寻常的艺术魅力。(刘逸生)"
        },
        {
            "title": "暮秋扬子江寄孟浩然",
            "content": "木叶纷纷下，东南日烟霜。林山相晚暮，天海空青苍。暝色况复久，秋声亦何长。孤舟兼微月，独夜仍越乡。寒笛对京口，故人在襄阳。咏思劳今夕，江汉遥相望。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "归梦如春水，悠悠绕故乡。驻马渡江处，望乡待归舟。第二百五十七卷",
            "comment": ""
        },
        {
            "title": "越中问海客",
            "content": "风雨沧洲暮，一帆今始归。自云发南海，万里速如飞。初谓落何处，永将无所依。冥茫渐西见，山色越中微。谁念去时远，人经此路稀。泊舟悲且泣，使我亦沾衣。浮海焉用说，忆乡难久违。纵为鲁连子，山路有柴扉。",
            "comment": ""
        },
        {
            "title": "寄江滔求孟六遗文",
            "content": "南望襄阳路，思君情转亲。偏知汉水广，应与孟家邻。在日贪为善，昨来闻更贫。相如有遗草，一为问家人。",
            "comment": ""
        },
        {
            "title": "积雪为小山",
            "content": "飞雪伴春还，春庭晓自闲。虚心应任道，遇赏遂成山。峰小形全秀，岩虚势莫攀。以幽能皎洁，谓近可循环。孤影临冰镜，寒光对玉颜。不随迟日尽，留顾岁华间。",
            "comment": ""
        },
        {
            "title": "浔阳陶氏别业",
            "content": "陶家习先隐，种柳长江边。朝夕浔阳郭，白衣来几年。霁云明孤岭，秋水澄寒天。物象自清旷，野情何绵联。萧萧丘中赏，明宰非徒然。愿守黍稷税，归耕东山田。",
            "comment": ""
        },
        {
            "title": "相和歌辞·江南曲",
            "content": "美人何荡漾，湖上风日长。玉手欲有赠，裴回双明珰。歌声随绿水，怨色起青阳。日暮还家望，云波横洞房。",
            "comment": ""
        },
        {
            "title": "登庐山峰顶寺",
            "content": "孤峰临万象，秋气何高清。天际南郡出，林端西江明。山门二缁叟，振锡闻幽声。心照有无界，业悬前后生。虽知真机静，尚与爱网并。方首金门路，未遑参道情。",
            "comment": ""
        },
        {
            "title": "寄阎防（防时在终南丰德寺读书）",
            "content": "青冥南山口，君与缁锡邻。深路入古寺，乱花随暮春。纷纷对寂寞，往往落衣巾。松色空照水，经声时有人。晚心复南望，山远情独亲。应以修往业，亦惟立此身。深林度空夜，烟月资清真。莫叹文明日，弥年徒隐沦。",
            "comment": ""
        },
        {
            "title": "茙葵花歌（一作岑参诗）",
            "content": "昨日一花开，今日一花开；今日花正好，昨日花已老。人生不得长少年，莫惜床头酤酒钱；请君有钱向酒家，君不见茙葵花。",
            "comment": ""
        },
        {
            "title": "寻东溪还湖中作",
            "content": "出山更回首，日暮清溪深。东岭新别处，数猿叫空林。昔游有初迹，此路还独寻。幽兴方在往，归怀复为今。云峰劳前意，湖水成远心。望望已超越，坐鸣舟中琴。",
            "comment": ""
        },
        {
            "title": "海上诗送薛文学归海东",
            "content": "何处归且远，送君东悠悠。沧溟千万里，日夜一孤舟。旷望绝国所，微茫天际愁。有时近仙境，不定若梦游。或见青色古，孤山百里秋。前心方杳眇，后路劳夷犹。离别惜吾道，风波敬皇休。春浮花气远，思逐海水流。日暮骊歌后，永怀空沧洲。",
            "comment": ""
        },
        {
            "title": "赠乔琳（一作张谓诗）",
            "content": "去年上策不见收，今年寄食仍淹留。羡君有酒能共醉，羡君无钱能不忧。如今五侯不待客，羡君不问五侯宅。如今七贵方自尊，羡君不过七贵门。丈夫会应有知己，世上悠悠何足论。",
            "comment": ""
        },
        {
            "title": "送韩平兼寄郭微",
            "content": "上客夜相过，小童能酤酒。即为临水处，正值归雁后。前路望乡山，近家见门柳。到时春未暮，风景自应有。余忆东州人，经年别来久。殷勤为传语，日夕念携手。兼问前寄书，书中复达否。",
            "comment": ""
        },
        {
            "title": "九日送人",
            "content": "海上正摇落，客中还别离。同舟去未已，远送新相知。流水意何极，满尊徒尔为。从来菊花节，早已醉东篱。",
            "comment": ""
        }
    ]
}