{
    "dynasty": "唐",
    "author": "刘采春",
    "poems": [
        {
            "title": "啰唝曲",
            "content": "那年离别日，只道往桐庐。桐庐人不见，今得广州书。",
            "comment": ""
        },
        {
            "title": "啰唝曲六首",
            "content": "不喜秦淮水，生憎江上船。载儿夫婿去，经岁又经年。借问东园柳，枯来得几年。自无枝叶分，莫恐太阳偏。莫作商人妇，金钗当卜钱。朝朝江口望，错认几人船。那年离别日，只道住桐庐。桐庐人不见，今得广州书。昨日胜今日，今年老去年。黄河清有日，白发黑无缘。昨日北风寒，牵船浦里安。潮来打缆断，摇橹始知难。",
            "comment": "【注释】　　据晚唐范摅《云溪友议》记述，刘采春是中唐时的一位女伶，擅长演唐代流行的参军戏。元稹曾有一首《赠刘采春》诗，赞美她“言词雅措风流足，举止低徊秀媚多”，“选词能唱《望夫歌》”。《望夫歌》就是《啰唝曲》。方以智《通雅》卷二十九《乐曲》云：“啰唝犹来罗。”“来罗”有盼望远行人回来之意。据说，“采春一唱是曲，闺妇、行人莫不涟泣”，可见当时此曲歌唱和流行的情况。　　《全唐诗》录《啰唝曲》六首，以刘采春为作者，而元稹诗中只说她“能唱”，《云溪友议》则说“采春所唱一百二十首，皆当代才子所作”，接着举引了她所唱的歌词七首，其中六首五言的与《全唐诗》所录相同，另一首七言的却是贞元年间诗人于鹄的《江南曲》。因此，这《啰唝曲》虽是刘采春所唱，却不一定是她所作。胡应麟《诗薮》指出六首中的“四首，工甚，非晚唐调”，并说：“今系采春，非也。”此曲的作者是谁，不妨存疑，值得提出的是此曲在佳作如林的唐代诗坛上赢得了诗评家的推重。管世铭在《读雪山房唐诗钞》中说：“司空曙之‘知有前期在’、金昌绪之‘打起黄莺儿’、……刘采春所歌之‘不喜秦淮水’、盖嘉运所进之‘北斗七星高’，或天真烂漫，或寄意深微，虽使王维、李白为之，未能远过。”潘德舆在《养一斋诗话》中更称此曲为“天下之奇作”。这类当时民间流行的小唱，在文人诗篇之外，确实另有风貌，一帜别树，以浓厚的民间气息，给人以新奇之感。其写作特色是：直叙其事，直表其意，直抒其情，在语言上脱口而出，不事雕琢，在手法上纯用白描，全无烘托，而自饶姿韵，风味可掬，有司空图《诗品》所说的“不取诸邻”、“着手成春”之妙。　　“不喜秦淮水”一首，表达的是因长期与夫婿分别而产生的闺思。这本是一个陈旧而常见的题材，但它却于陈中见新，常中见奇，把想入非非的念头、憨态横生的口语写入诗篇，使人读诗如见人。这位少妇在独处空闺、百无聊赖之际，想到夫婿的离去，一会怨水，一会恨船，既说“不喜”，又说“生憎”；想到离别之久，已说“经岁”，再说“经年”，好象是胡思乱想，想到哪里就说到哪里，但却情真意切，生动地传出了闺中少妇的“天真烂漫”的神态，正如沈德潜在《唐诗别裁集》中所评：“‘不喜’、‘生憎’、‘经岁’、‘经年’，重复可笑，的是儿女子口角。”应当说，把离恨转嫁给水和船的作品并非绝无仅有，例如晁补之在一首《忆少年》词中曾怨“无情画舸”，刘长卿在一首《送李判官之润州行营》诗中也抱怨“江春不肯留行客”，但都不如这首诗之风韵天成，妙语生姿。　　“莫作商人妇”一首，写因盼归不归而产生的怨情，也就是李益《江南曲》“嫁得瞿塘贾，朝朝误妾期”的意思。前一首怨水恨船，当然并不是真正怨恨所注，到这一首才点出真正怨恨的对象原来是她的夫婿，而夫婿之可怨恨，因为他是白居易《琵琶行》中所说的“重利轻别离”的商人。商人去后，自然盼其归来，而又不知归期何日，就只有求助于占卜。前面提到《云溪友议》所举刘采春的唱词中有一首于鹄的《江南曲》，后两句是“众中不敢分明语，暗掷金钱卜远人”，也写占卜归期。这里用金钗代替金钱，想必为了取用便利，可见其占卜之勤。而由于归期无定，就又抱着随时会突然归来的希望，所以在占卜的同时，还不免要“朝朝江口望”。但望了又望，带来的只是失望，得到的只是“错认几人船”的结果。温庭筠《望江南》词“梳洗罢，独倚望江楼，过尽千帆皆不是，斜晖脉脉水悠悠，肠断白蘋洲”，柳永《八声甘州》词“想佳人、妆楼顒望，误几回、天际识归舟”，也都是写错认船。但这首诗所表达的感情更朴素，更真切。从全诗看，这位少妇既以金钗权当卜钱，又朝朝江口守望，足以说明其望归之切、期待之久，而错认船后的失望之深也就可想而知了。　　“那年离别日”一首，写夫婿逐利而去，行踪无定。张潮有首《江南行》：“茨菰叶烂别西湾，莲子花开犹未还。妾梦不离江上水，人传郎在凤凰山。”所写情事，与这首诗所写有相似之处。“朝朝江口望”，一心望夫婿归来，而不料愈行愈远。这正是望而终于失望的原因，正是每次盼到船来以为是夫婿的归船、却总是空欢喜一场的原因。正如李鍈在《诗法易简录》中所分析：“桐庐已无归期。今在广州，去家益远，归期益无日矣。只淡淡叙事，而深情无尽。”长期分离，已经够痛苦了；加上归期难卜，就更痛苦；再加以行踪无定，愈行愈远，是痛苦上又加痛苦。在这情况下，诗中人只有空闺长守，一任流年似水，青春空负，因而接着在下一首诗中不禁发出“昨日胜今日，今年老去年。黄河清有日，白发黑无缘”的近乎绝望的悲叹了。　　随着唐代商业的发达，嫁作商人妇的少女越来越多，因而有《啰唝曲》之类的作品出现，而闺妇、行人之所以听到此曲“莫不涟泣”，正因为它写的是一个有社会意义的题材，写出了商人家庭的矛盾和苦闷。　　（陈邦炎）"
        }
    ]
}