{
    "dynasty": "唐",
    "author": "卢仝",
    "poems": [
        {
            "title": "忆金鹅山沈山人二首",
            "content": "君家山头松树风，适来入我竹林里。一片新茶破鼻香，请君速来助我喜。莫合九转大还丹，莫读三十六部大洞经。闲来共我说真意，齿下领取真长生。不须服药求神仙，神仙意智或偶然。自古圣贤放入土，淮南鸡犬驱上天。白日上升应不恶，药成且辄一丸药。暂时上天少问天，蛇头蝎尾谁安著。君爱炼药药欲成，我爱炼骨骨已清。试自比校得仙者，也应合得天上行。天门九重高崔嵬，清空凿出黄金堆。夜叉守门昼不启，夜半醮祭夜半开。夜叉喜欢动关锁，锁声地生风雷。地上禽兽重血食，性命血化飞黄埃。y太上道君莲花台，九门隔阔安在哉。呜呼沈君大药成，兼须巧会鬼物情，无求长生丧厥生。",
            "comment": ""
        },
        {
            "title": "出山作",
            "content": "出山忘掩山门路，钓竿插在枯桑树。当时只有鸟窥窬，更亦无人得知处。家僮若失钓鱼竿，定是猿猴把将去。",
            "comment": ""
        },
        {
            "title": "萧宅二三子赠答诗二十首·客许石",
            "content": "石公说道理，句句出凡格。相知贵知心，岂恨主为客。过须归去来，旦晚上无厄。主人诚贤人，多应不相责。",
            "comment": ""
        },
        {
            "title": "萧宅二三子赠答诗二十首·客请马兰",
            "content": "嵩山未必怜兰兰，兰兰已受郎君恩。不须刷帚跳踪走，只拟兰浪出其门。",
            "comment": ""
        },
        {
            "title": "寄外兄魏澈",
            "content": "何处堪惆怅，情亲不得亲。兴宁楼上月，辜负酒家春。",
            "comment": ""
        },
        {
            "title": "月蚀诗",
            "content": "东海出明月，清明照毫发。朱弦初罢弹，金兔正奇绝。三五与二八，此时光满时。颇奈虾蟆儿，吞我芳桂枝。我爱明镜洁，尔乃痕翳之。尔且无六翮，焉得升天涯。方寸有白刃，无由扬清辉。如何万里光，遭尔小物欺。却吐天汉中，良久素魄微。日月尚如此，人情良可知。",
            "comment": ""
        },
        {
            "title": "杂兴",
            "content": "意智未成百不解，见人富贵亦心爱。等闲对酒呼三达，屠羊杀牛皆自在。放心为乐笙歌攒，壮气激作风霜寒。厨中玉馔盈金盘，方丈厌见嫌不餐。飞鹰跃马实快性，唇腐齿烂空巑岏。岂期福极翻成祸，祸成身诛家亦破。昨朝惆怅不如君，今日悲君不如我。否泰交加无定主，懒学风云戢翎羽。绿酒清琴好养生，出将入相无心取。三五图书旧揣摩，五千道德新规矩。",
            "comment": ""
        },
        {
            "title": "题褚遂良孙庭竹",
            "content": "负霜停雪旧根枝，龙笙凤管君莫截。春风一番琴上来，摇碎金尊碧天月。",
            "comment": ""
        },
        {
            "title": "掩关铭",
            "content": "蛇毒毒有形，药毒毒有名。人毒毒在心，对面如弟兄。美言不可听，深于千丈坑。不如掩关坐，幽鸟时一声。",
            "comment": ""
        },
        {
            "title": "赠金鹅山人沈师鲁",
            "content": "金鹅山中客，来到扬州市。买药床头一破颜，撇然便有上天意。日月高挂玄关深，金膏切淬肌骨异。人皆食谷与五味，独食太和阴阳气。浩浩流珠走百关，绵若存有深致。种玉不耕山外非内粹。凿儒关决文泉彰，风雅因君不复坠。光不外照刃不磨，回避人间恶富贵。三日四日五六日，盘礴化元搜万类。昼饮兴酣陶天和，夜话造微□精魅。示我插血不死方，赏我风格不肥腻。肉眼不识天上书，小儒安敢窥奥秘。昆仑路隔西北天，三山后浮不著地。君到头来忆我时，金简为吾镌一字。",
            "comment": ""
        },
        {
            "title": "悲新年",
            "content": "新年何事最堪悲，病客遥听百舌儿。太岁只游桃李径，春风肯管岁寒枝。",
            "comment": ""
        },
        {
            "title": "送尉迟羽之归宣州",
            "content": "君归乎，君归兴不孤。谢脁澄江今夜月，也应忆著此山夫。",
            "comment": ""
        },
        {
            "title": "小妇吟",
            "content": "小妇欲入门，隈门匀红妆。大妇出门迎，正顿罗衣裳。门边两相见，笑乐不可当。夫子于傍聊断肠，小妇哆上高堂。开玉匣，取琴张。陈金罍，酌满觞。[愿言两相乐，永与同心事我郎。夫子于傍剩欲狂。珠帘风度百花香，翠帐云屏白玉床。啼鸟休啼花莫笑，女英新喜得娥皇。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·自君之出矣",
            "content": "自君之出矣，壁上蜘蛛织。近取见妾心，夜夜无休息。妾有双玉环，寄君表相忆。环是妾之心，玉是君之德。驰情增悴容，蓄思损精力。玉簟寒凄凄，延想心恻恻。风含霜月明，水泛碧天色。此水有尽时，此情无终极。",
            "comment": ""
        },
        {
            "title": "示添丁",
            "content": "春风苦不仁，呼逐马蹄行人家。惭愧瘴气却怜我，入我憔悴骨中为生涯。数日不食强强行，何忍索我抱看满树花。不知四体正困惫，泥人啼哭声呀呀。忽来案上翻墨汁，涂抹诗书如老鸦。父怜母惜掴不得，却生痴笑令人嗟。宿舂连晓不成米，日高始进一碗茶。气力龙钟头欲白，凭仗添丁莫恼爷。",
            "comment": ""
        },
        {
            "title": "自咏三首",
            "content": "为报玉川子，知君未是贤。低头虽有地，仰面辄无天。骨肉清成瘦，莴蔓老觉膻。家书与心事，相伴过流年。卢子躘踵也，贤愚总莫惊。蚊虻当家口，草石是亲情。万卷堆胸朽，三光撮眼明。翻悲广成子，闲气说长生。物外无知己，人间一癖王。生涯身是梦，耽乐酒为乡。日月黏髭须，云山锁肺肠。愚公只公是，不用谩惊张。",
            "comment": ""
        },
        {
            "title": "观放鱼歌",
            "content": "常州贤刺史，从谏议大夫除。天地好生物，刺史性与天地俱。见山客，狎鱼鸟。坐山客，北亭湖。命舟人，驾舫子，漾漾菰蒲。酒兴引行处，正见渔人鱼。刺史密会山客意，复念网罗婴无辜。忽脱身上殷绯袍，尽买罟擭尽有无。鳗鳣鲇鳢鳅，涎恶最顽愚。鳟鲂见豳风，质干稍高流。时白喷雪鲫鲤，此辈肥脆为绝尤。z老鲤变化颇神异，三十六鳞如抹朱。水苞弘窟有蛟鼍，饵非龙饵唯无鲈。丛杂百千头，性命悬须臾。天心应刺史，刺史尽活诸。一一投深泉，跳脱不复拘。得水竞腾突，动作诡怪殊。或透藻而出，或破浪而趋。或掉尾孑孑，或奋鬣愉愉。或如莺掷梭，或如蛇衔珠。四散渐不见，岛屿徒萦纡。鸂鶒鴒鸥凫，喜观争叫呼。小虾亦相庆，绕岸摇其须。乃知贪生不独顽痴夫。可怜百千命，几为中肠菹。若养圣贤真，大烹龙髓敢惜乎。苦痛如今人，尽是鱼食鱼。族类恣饮啖，强力无亲疏。明明刺史心，不欲与物相欺诬。岸虫两与命，无意杀此活彼用贼徒。亦忆清江使，横遭乎余且。圣神七十钻，不及泥中鳅。哀哉托非贤，五脏生冤仇。若当刺史时，圣物保不囚。不疑且不卜，二子安能谀。二子倘故谀，吾知心受诛。礼重一草木，易封称中孚。又曰钓不纲，又曰远庖厨。故仁人用心，刺史尽合符。昔鲁公观棠距箴，遂被孔子贬而书。今刺史好生，德洽民心，谁为刺史一褒誉。刺史自上来，德风如草铺。衣冠兴废礼，百姓减暴租。豪猾不豪猾，鳏孤不鳏孤。开古孟渎三十里，四千顷泥坑为膏腴，刺史视之总若无。讼庭雀噪坐不得，湖上拔茭植芙蕖。胜业庄中二桑门，时时对坐谈真如。因说十千天子事，福力当与刺史俱。天雨曼陀罗花深没膝，四十千真珠璎珞堆高楼。此中怪特不可会，但慕刺史仁有馀。刺史敕左右兼小家奴，慎勿背我沉毒钩。念鱼承奉刺史仁，深僻处，远远游。刺史官职小，教化未能敷。第一莫近人，恶人唯口腴。第一莫出境，四境多网罟。重伤刺史心，丧尔微贱躯。",
            "comment": ""
        },
        {
            "title": "孟夫子生生亭赋",
            "content": "玉川子沿孟冬之寒流兮，辍棹上登生生亭。夫子何之兮，面逐云没兮南行。百川注海而心不写兮，落日千里凝寒精。予日衰期人生之世斯已矣，爰为今日犹犹岐路之心生。悲夫,南国风涛,鱼龙畜伏。予小子戆朴,必不能济夫子欲。嗟自惭承夫子而不失予兮，传古道甚分明。予且广孤目遐赍于天壤兮，庶得外尽万物变化之幽情。然后惭愧而来归兮，大息吾躬于夫子之亭。",
            "comment": ""
        },
        {
            "title": "哭玉碑子",
            "content": "山有洞左峡，拾得玉碑子。其长一周尺，其阔一药匕。颜色九秋天，棱角四面起。轻敲吐寒流。清悲动神鬼。稽首置手中，只似一片水。至文反无文，上帝应有以。予疑仙石灵，愿以仙人比。心期香汤洗，归送箓堂里。颇奈穷相驴，行动如跛鳖。十里五里行，百蹶复千蹶。颜子不少夭，玉碑中路折。横文寻龟兆，直理任瓦裂。劈竹不可合，破环永离别。向人如有情，似痛滴无血。勘斗平地上，罅坼多啮缺。百见百伤心，不堪再提挈。怪哉坚贞姿，忽脆不坚固。矧曰人间人，安能保常度。敢问生物成，败为有真素。为禀灵异气，不得受秽污。驴罪真不厚，驴生亦错误。更将前前行，复恐山神怒。白云蓊闭岭，高松吟古墓。置此忍其伤，驱驴下山路。",
            "comment": ""
        },
        {
            "title": "感古四首",
            "content": "天生圣明君，必资忠贤臣。舜禹竭股肱，共佐尧为君。四载成地理，七政齐天文。阶下蓂荚生，琴上南风薰。轮转夏殷周，时复犹一人。秦汉事谗巧，魏晋忘机钧。猜忌相翦灭，尔来迷恩亲。以愚保其身，不觉身沉沦。以智理其国，遂为国之贼。苟图容一身，万事良可恻。可怜万乘君，聪明受沉惑。忠良伏草莽，无因施羽翼。日月异又蚀，天地晦如墨。既亢而后求，异哉龙之德。人生何所贵，所贵有终始。昨日盈尺璧，今朝尽瑕弃。苍蝇点垂棘，巧舌成锦绮。箕子为之奴，比干谏而死。仲尼鲁司寇，出走为群婢。假如屈原醒，其奈一国醉。一国醉号呶，一人行清高。便欲激颓波，此事真徒劳。上山逢猛虎，入海逢巨鳌。王者苟不死，腰下鱼鳞刀。东海波连天，三度成桑田。高岸高于屋，斯须变溪谷。天地犹尚然，人情难久全。夜半白刃仇，旦来金石坚。萧绶既解坼，陈印亦弃捐。竭节遇刀割，输忠遭祸缠。不予衾之眠，信予衾之穿。镜明不自照，膏润徒自煎。抱剑长太息，泪堕秋风前。古来不患寡，所患患不均。单醪投长河，三军尽沉沦。今人异古人，结托唯亲宾。毁坼维鹊巢，不行鳲鸠仁。鄙吝不识分，有心占阳春。鸾鹤日已疏，燕雀日已亲。小物无大志，安测栖松筠。恩眷多弃故，物情尚逐新。瓦砾暂拂拭，光掩连城珍。唇吻恣谈铄，黄金同灰尘。苏秦北游赵，张禄西入秦。既变嫂叔节，仍摈华阳君。万世金石交，一饷如浮云。骨肉且不顾，何况长羁贫。君莫以富贵，轻忽他年少，听我暂话会稽朱太守。正受冻饿时，索得人家贵傲妇。读书书史未润身，负薪辛苦胝生肘。谓言琴与瑟，糟糠结长久。不分杀人羽翮成，临临冲天妇嫌丑。□□□□□□□。其奈一朝太守振羽仪，乡关昼行衣锦衣。哀哉旧妇何眉目，新婿随行向天哭。寸心金石徒尔为，杯水庭沙空自覆。乃知愚妇人，妒忌阴毒心。唯救眼底事，不思日月深。等闲取羞死，岂如甘布衾。",
            "comment": ""
        },
        {
            "title": "萧宅二三子赠答诗二十首·竹请客",
            "content": "我本泰山阿，避地到南国。主人欲移家，我亦要归北。上客幸先归，愿托归飞翼。唯将翛翛风，累路报恩德。",
            "comment": ""
        },
        {
            "title": "萧宅二三子赠答诗二十首·竹答客",
            "content": "竹弟谢石兄，清风非所任。随分有萧瑟，实无坚重心。",
            "comment": ""
        },
        {
            "title": "萧宅二三子赠答诗二十首·石再请客",
            "content": "主人若知我，应喜我结得君。主人不知我，我住何求于主人。我在天地间，自是一片物。可得杠压我，使我头不出。",
            "comment": ""
        },
        {
            "title": "扬州送伯龄过江",
            "content": "伯龄不厌山，山不养伯龄。松颠有樵堕，石上无禾生。不忍六尺躯，遂作东南行。诸侯尽食肉，壮气吞八纮。不唧溜钝汉，何由通姓名。夷齐饿死日，武王称圣明。节义士枉死，何异鸿毛轻。努力事干谒，我心终不平。",
            "comment": ""
        },
        {
            "title": "人日立春",
            "content": "春度春归无限春，今朝方始觉成人。从今克己应犹及，颜与梅花俱自新。",
            "comment": ""
        },
        {
            "title": "蜻蜓歌",
            "content": "黄河中流日影斜，水天一色无津涯，处处惊波喷流飞雪花。篙工楫师力且武，进寸退尺莫能度。吾甚惧。念汝小虫子，造化借羽翼。随风戏中流，翩然有馀力。吾不如汝无他，无羽翼。吾若有羽翼，则上叩天关。为圣君请贤臣，布惠化于人间。然后东飞浴东溟，吸日精，撼若木之英，纷而零。使地上学仙之子，得而食之皆长生。不学汝无端小虫子，叶叶水上无一事，忽遭风雨水中死。",
            "comment": ""
        },
        {
            "title": "萧宅二三子赠答诗二十首·客请虾蟆",
            "content": "虾蟆蟆，叩头莫语人闻声。扬州虾蚬忽得便，腥臊臭秽逐我行。我身化作青泥坑。",
            "comment": ""
        },
        {
            "title": "送王储詹事西游献兵书",
            "content": "美酒拨醅酌，杨花飞尽时。落日长安道，方寸无人知。箧中制胜术，气雄屈指算。半醉千殷勤，仰天一长叹。玉匣百炼剑，龟文又龙吼。抽赠王将军，勿使虚白首。",
            "comment": ""
        },
        {
            "title": "风中琴",
            "content": "五音六律十三徽，龙吟鹤响思庖羲。一弹流水一弹月，水月风生松树枝。",
            "comment": ""
        },
        {
            "title": "月蚀诗",
            "content": "新天子即位五年，岁次庚寅，斗柄插子，律调黄钟。森森万木夜僵立，寒气赑屃顽无风。烂银盘从海底出，出来照我草屋东。天色绀滑凝不流，冰光交贯寒曈曨。初疑白莲花，浮出龙王宫。八月十五夜，比并不可双。此时怪事发，有物吞食来。轮如壮士斧斫坏，桂似雪山风拉摧。百炼镜，照见胆，平地埋寒灰。火龙珠，飞出脑，却入蚌蛤胎。摧环破璧眼看尽，当天一搭如煤炱。磨踪灭迹须臾间，便似万古不可开。不料至神物，有此大狼狈。星如撒沙出，争头事光大。奴婢炷暗灯，掩菼如玳瑁。今夜吐焰长如虹，孔隙千道射户外。玉川子，涕泗下，中庭独自行。念此日月者，太阴太阳精。皇天要识物，日月乃化生。走天汲汲劳四体，与天作眼行光明。此眼不自保，天公行道何由行。吾见阴阳家有说，望日蚀月月光灭，朔月掩日日光缺。两眼不相攻，此说吾不容。又孔子师老子云，五色令人目盲。吾恐天似人，好色即丧明。幸且非春时，万物不娇荣。青山破瓦色，绿水冰峥嵘。花枯无女艳，鸟死沉歌声。顽冬何所好，偏使一目盲。传闻古老说，蚀月虾蟆精。径圆千里入汝腹，汝此痴骸阿谁生。可从海窟来，便解缘青冥。恐是眶睫间，掩塞所化成。黄帝有二目，帝舜重瞳明。二帝悬四目，四海生光辉。吾不遇二帝，滉漭不可知。何故瞳子上，坐受虫豸欺。长嗟白兔捣灵药，恰似有意防奸非。药成满臼不中度，委任白兔夫何为。忆昔尧为天，十日烧九州。金烁水银流，玉煼丹砂焦。六合烘为窑，尧心增百忧。帝见尧心忧，勃然发怒决洪流。立拟沃杀九日妖，天高日走沃不及，但见万国赤子々生鱼头。此时九御导九日，u争持节幡麾幢旒。驾车六九五十四头蛟螭虬，掣电九火輈。汝若蚀开齱齵轮，御辔执索相爬钩，推荡轰訇入汝喉。红鳞焰鸟烧口快，翎鬣倒侧声醆邹。撑肠拄肚礧傀如山丘，自可饱死更不偷。不独填饥坑，亦解尧心忧。恨汝时当食，藏头擫脑不肯食。不当食，张唇哆觜食不休。食天之眼养逆命，安得上帝请汝刘。呜呼，人养虎，被虎啮。天媚蟆，被蟆瞎。乃知恩非类，一一自作孽。吾见患眼人，必索良工诀。想天不异人，爱眼固应一。安得常娥氏，来习扁鹊术。手操舂喉戈，去此睛上物。其初犹朦胧，既久如抹漆。但恐功业成，便此不吐出。玉川子又涕泗下，心祷再拜额榻砂土中，地上虮虱臣仝告愬帝天皇。臣心有铁一寸，可刳妖蟆痴肠。上天不为臣立梯磴，臣血肉身，无由飞上天，扬天光。封词付与小心风，颰排阊阖入紫宫。密迩玉几前擘坼，奏上臣仝顽愚胸。敢死横干天，代天谋其长。东方苍龙角，插戟尾捭风。当心开明堂。统领三百六十鳞虫，坐理东方宫。月蚀不救援，安用东方龙。南方火鸟赤泼血，项长尾短飞跋躠，头戴井冠高逵枿。月蚀鸟宫十三度，鸟为居停主人不觉察，贪向何人家。行赤口毒舌，毒虫头上吃却月，不啄杀。虚眨鬼眼明，鸟罪不可雪。v n西方攫虎立踦踦，斧为牙，凿为齿。偷牺牲，食封豕。大蟆一脔，固当软美。见似不见，是何道理。爪牙根天不念天，天若准拟错准拟。北方寒龟被蛇缚，藏头入壳如入狱。蛇筋束紧束破壳，寒龟夏鳖一种味。且当以其肉充臛，死壳没信处，唯堪支床脚，不堪钻灼与天卜。岁星主福德，官爵奉董秦。忍使黔娄生，覆尸无衣巾。天失眼不吊，岁星胡其仁。荧惑矍铄翁，执法大不中。月明无罪过，不纠蚀月虫。年年十月朝太微。支卢谪罚何灾凶。土星与土性相背，反养福德生祸害。到人头上死破败，今夜月蚀安可会。太白真将军，怒激锋铓生。恒州阵斩郦定进，项骨脆甚春蔓菁。天唯两眼失一眼，将军何处行天兵。辰星任廷尉，天律自主持。人命在盆底，固应乐见天盲时。天若不肯信，试唤皋陶鬼一问。一如今日，三台文昌宫，作上天纪纲。环天二十八宿，磊磊尚书郎。整顿排班行，剑握他人将。一四太阳侧，一四天市傍。操斧代大匠，两手不怕伤。弧矢引满反射人，天狼呀啄明煌煌。痴牛与騃女，不肯勤农桑。徒劳含淫思，旦夕遥相望。蚩尤簸旗弄旬朔，始捶天鼓鸣珰琅。枉矢能蛇行，眊目森森张。天狗下舐地，血流何滂滂。谲险万万党，架构何可当。眯目衅成就，害我光明王。请留北斗一星相北极，指麾万国悬中央。此外尽扫除，堆积如山冈，赎我父母光。当时常星没，殒雨如迸浆。似天会事发，叱喝诛奸强。何故中道废，自遗今日殃。善善又恶恶，郭公所以亡。愿天神圣心，无信他人忠。玉川子词讫，风色紧格格。近月黑暗边，有似动剑戟。须臾痴蟆精，两吻自决坼。初露半个璧，渐吐满轮魄。众星尽原赦，一蟆独诛磔。腹肚忽脱落，依旧挂穹碧。光彩未苏来，惨澹一片白。奈何万里光，受此吞吐厄。再得见天眼，感荷天地力。或问玉川子，孔子修春秋。二百四十年，月蚀尽不收。今子咄咄词，颇合孔意不。玉川子笑答，或请听逗留。孔子父母鲁，讳鲁不讳周。书外书大恶，故月蚀不见收。予命唐天，口食唐土。唐礼过三，唐乐过五。小犹不说，大不可数。灾沴无有小大愈，安得引衰周，研核其可否。日分昼，月分夜，辨寒暑。一主刑，二主德，政乃举。孰为人面上，一目偏可去。愿天完两目，照下万方士，万古更不瞽，万万古，更不瞽，照万古。",
            "comment": ""
        },
        {
            "title": "萧宅二三子赠答诗二十首·石请客",
            "content": "启母是诸母，三十六峰是诸父。知君家近父母家，小人安得不怀土。怜君与我金石交，君归可得共载否。小人无以报君恩，使君池亭风月古。",
            "comment": ""
        },
        {
            "title": "萧宅二三子赠答诗二十首·井请客",
            "content": "我生天地间，颇是往还数。已效炊爨劳，我亦不愿住。君有造化力，在君一降顾。我愿拔黄泉，轻举随君去。",
            "comment": ""
        },
        {
            "title": "常州孟谏议座上闻韩员外职方贬国子博士有感",
            "content": "忽见除书到，韩君又学官。死生纵有命，人事始知难。烈火先烧玉，庭芜不养兰。山夫与刺史，相对两巑岏。干禄无便佞，宜知黜此身。员郎犹小小，国学大频频。孤宦心肝直，天王苦死嗔。朝廷无谏议，谁是雪韩人。何事遭朝贬，知何被不容。不如思所自，只欲涕无从。爵服何曾好，荷衣已惯缝。朝官莫相识，归去老岩松。力小垂垂上，天高又不登。致身唯一己，获罪则颜朋。禄位埋坑阱，康庄垒剑棱。公卿共惜取，莫遣玉山崩。谁怜野田子，海内一韩侯。左道官虽乐，刚肠得健无。功名生地狱，礼教死天囚。莫言耕种好，须避蒺藜秋。",
            "comment": ""
        },
        {
            "title": "山中",
            "content": "饥拾松花渴饮泉，偶从山后到山前。阳坡软草厚如织，困与鹿麛相伴眠。",
            "comment": ""
        },
        {
            "title": "萧宅二三子赠答诗二十首·客谢石",
            "content": "我有水竹庄，甚近嵩之巅。是君归休处，可以终天年。虽有提携劳，不忧粮食钱。但恐主人心，疑我相钓竿。",
            "comment": ""
        },
        {
            "title": "寄崔柳州",
            "content": "使者立取书，叠纸生百忧。使君若不信，他时看白头。三百六十州，克情惟柳州。柳州蛮天末，鄙夫嵩之幽。花落陇水头，各自东西流。凛凛长相逐，为谢池上鸥。",
            "comment": ""
        },
        {
            "title": "萧宅二三子赠答诗二十首·马兰请客",
            "content": "兰兰是小草，不怕郎君骂。愿得随君行，暂到嵩山下。",
            "comment": ""
        },
        {
            "title": "萧宅二三子赠答诗二十首·虾蟆请客",
            "content": "凡有水竹处，我曹长先行。愿君借我一勺水，与君昼夜歌德声。",
            "comment": ""
        },
        {
            "title": "寄赠含曦上人",
            "content": "楞伽大师兄，夸曦识道理。破锁推玄关，高辩果难揣。论语老庄易，搜索通神鬼。起信中百门，敲骨得佛髓。此外杂经律，泛读一万纸。高殿排名僧，执卷坐累累。化物自一心，三教齐发起。随钟嚼宫商，满口文字美。商贾女郎辈，不曾道生死。纵遇强礼拜，雅语不露齿。劈破天地来，节义可屈指。季展即此僧，孤立无依倚。近来爱作诗，新奇颇烦委。忽忽造古格，削尽俗绮靡。假如慵裹头，但勤读书史。切磋并工夫，休远不可比。怜僧无远□，信佛残未已。貌古饶风情，清论兴亹亹。访余十数度，相去三五里。见时心亦喜，不见心亦喜。见时谈谑乐，四座尽角嘴。不见养天和，无人聒人耳。昨朝披雪来，面色赤靴靴。封灶养黄金，许割方寸匕。泥丸佛□教，怛化庄亦耻。未达不敢尝，孔子疑季子。药成必分余，余必投泥里。不如向阳堂，拨醅泛浮蚁。麹米本无愆，酒成是法水。行道不见心，毁誉徒云尔。雪晴天气和，日光弄梅李。春鸟娇关关，春风醉旎旎。道上正无尘，人家有花卉。高僧有拄杖，愿得数觏止。",
            "comment": ""
        },
        {
            "title": "新蝉",
            "content": "泉溜潜幽咽，琴鸣乍往还。长风翦不断，还在树枝间。",
            "comment": ""
        },
        {
            "title": "寄萧二十三庆中",
            "content": "萧乎萧乎，忆萧者嵩山之卢。卢扬州，萧歙州。相思过春花，鬓毛生麦秋。千灾万怪天南道，猩猩鹦鹉皆人言。山魈吹火虫入碗，鸩鸟咒诅鲛吐涎。就中南瘴欺北客，凭君数磨犀角吃，我忆君心千百间。千百间君何时还，使我夜夜劳魂魄。",
            "comment": ""
        },
        {
            "title": "扬子津",
            "content": "风卷鱼龙暗楚关，白波沉却海门山。鹏腾鳌倒且快性，地坼天开总是闲。",
            "comment": ""
        },
        {
            "title": "乐府杂曲·鼓吹曲辞·有所思",
            "content": "当时我醉美人家，美人颜色娇如花。今日美人弃我去，青楼珠箔天之涯。天涯娟娟常娥月，三五二八盈又缺。翠眉蝉鬓生别离，一望不见心断绝。心断绝，几千里，梦中醉卧巫山云，觉来泪滴湘江水。湘江两岸花木深，美人不见愁人心。含愁更奏绿绮琴，调高弦绝无知音。美人兮美人，不知为暮雨兮为朝云，相思一夜梅花发，忽到窗前疑是君。",
            "comment": ""
        },
        {
            "title": "守岁二首",
            "content": "去年留不住，年来也任他。当垆一榼酒，争奈两年何。老来经节腊，乐事甚悠悠。不及儿童日，都卢不解愁。",
            "comment": ""
        },
        {
            "title": "月下寄徐希仁",
            "content": "夜半沙上行，月莹天心明。沙月浩无际，此中离思生。上天何寥廓，下地何峥嵘。吾道岂已矣，为君倾兕觥。",
            "comment": ""
        },
        {
            "title": "酬徐公以新文见招",
            "content": "昨夜霜月明，果有清音生。便欲走相和，愁闻寒玉声。",
            "comment": ""
        },
        {
            "title": "萧宅二三子赠答诗二十首·石让竹",
            "content": "自顾拨不转，何敢当主人。竹弟有清风，可以娱嘉宾。",
            "comment": ""
        },
        {
            "title": "与马异结交诗",
            "content": "天地日月如等闲，卢仝四十无往还。唯有一片心脾骨，巉岩崒硉兀郁律。刀剑为峰崿，平地放著高如昆仑山。天不容，地不受，日月不敢偷照耀。神农画八卦，凿破天心胸。女娲本是伏羲妇，恐天怒，捣炼五色石，引日月之针，五星之缕把天补。补了三日不肯归婿家，走向日中放老鸦。月里栽桂养虾蟆，天公发怒化龙蛇。此龙此蛇得死病，神农合药救死命。天怪神农党龙蛇，罚神农为牛头，令载元气车。不知药中有毒药，药杀元气天不觉。尔来天地不神圣，日月之光无正定。不知元气元不死，忽闻空中唤马异。马异若不是祥瑞，空中敢道不容易。昨日仝不仝，异自异，是谓大仝而小异。今日仝自仝，异不异，是谓仝不往兮异不至，直当中兮动天地。白玉璞里斫出相思心，黄金矿里铸出相思泪。忽闻空中崩崖倒谷声，绝胜明珠千万斛，买得西施南威一双婢。此婢娇饶恼杀人，凝脂为肤翡翠裙，唯解画眉朱点唇。自从获得君，敲金摐玉凌浮云。却返顾，一双婢子何足云。平生结交若少人，忆君眼前如见君。青云欲开白日没，天眼不见此奇骨。此骨纵横奇又奇，千岁万岁枯松枝。半折半残压山谷，盘根蹙节成蛟螭。忽雷霹雳卒风暴雨撼不动，欲动不动千变万化总是鳞皴皮。此奇怪物不可欺。卢仝见马异文章，酌得马异胸中事。风姿骨本恰如此，是不是，寄一字。",
            "comment": ""
        },
        {
            "title": "萧宅二三子赠答诗二十首·客赠石",
            "content": "竹下青莎中，细长三四片。主人虽不归，长见主人面。",
            "comment": ""
        },
        {
            "title": "直钩吟",
            "content": "初岁学钓鱼，自谓鱼易得。三十持钓竿，一鱼钓不得。人钩曲，我钩直，哀哉我钩又无食。文王已没不复生，直钩之道何时行。",
            "comment": ""
        },
        {
            "title": "梳铭",
            "content": "有发兮朝朝思理，有身兮胡不如是。",
            "comment": ""
        },
        {
            "title": "解闷",
            "content": "人生都几日，一半是离忧。但有尊中物，从他万事休。",
            "comment": ""
        },
        {
            "title": "感秋别怨",
            "content": "霜秋自断魂，楚调怨离分。魄散瑶台月，心随巫峡云。蛾眉谁共画，凤曲不同闻。莫似湘妃泪，斑斑点翠裙。",
            "comment": ""
        },
        {
            "title": "喜逢郑三游山",
            "content": "相逢之处花茸茸，石壁攒峰千万重。他日期君何处好，寒流石上一株松。",
            "comment": ""
        },
        {
            "title": "萧宅二三子赠答诗二十首·客谢井",
            "content": "改邑不改井，此是井卦辞。井公莫怪惊，说我成憨痴。我纵有神力，争敢将公归。扬州恶百姓，疑我卷地皮。",
            "comment": ""
        },
        {
            "title": "冬行三首",
            "content": "虫豸腊月皆在蛰，吾独何乃劳其形。小大无由知天命，但怪守道不得宁。老母妻子一挥手，涕下便作千里行。自顾不及遭霜叶，旦夕保得同飘零。达生何足云，偶然苦乐经其身。古来尧孔与桀跖，善恶何补如今人。长年爱伊洛，决计卜长久。赊买里仁宅，水竹且小有。卖宅将还资，旧业苦不厚。债家征利心，饿虎血染口。腊风刀刻肌，遂向东南走。贤哉韩员外，劝我莫强取。凭风谢长者，敢不愧心苟。赁载得估舟，估杂非吾偶。壮色排榻席，别座夸羊酒。落日无精光，哑暝被掣肘。漕石生齿牙，洗滩乱相掫。奔澌嚼篙杖，夹岸雪龙吼。可怜圣明朝，还为丧家狗。通运隔南溟，债利拄北斗。扬州屋舍贱，还债堪了不。此宅贮书籍，地湿忧蠹朽。贾僎旧相识，十年与营守。贫交多变态，僎得君子不。利命子罕言，我诚孔门丑。且贵终焉图，死免惭狐首。何当归帝乡，白云永相友。不敢唾汴水，汴水入东海。污泥龙王宫，恐获不敬罪。不敢蹋汴堤，汴堤连秦宫。蹋尽天子土，馈餫无由通。此言虽太阔，且是臣心肠。野风结阴兵，千里鸣刀枪。海月护羁魄，到晓点孤光。上不事天子，下不识侯王。夜半睡独觉，爽气盈心堂。颜子甚年少，孔圣同行藏。我年过颜子，敢道不自强。船人虽奴兵，亦有意智长。问我何所得，乐色填清扬。我报果有为，孔经在衣裳。",
            "comment": ""
        },
        {
            "title": "新月",
            "content": "仙宫云箔卷，露出玉帘钩。清光无所赠，相忆凤凰楼。",
            "comment": ""
        },
        {
            "title": "将归山招冰僧",
            "content": "买得一片田，济源花洞前。千里石壁坼，一条流泌泉。青松盘樛枝，森森上插青冥天。枝上有□猿，宿处近鹤巢，清唳孤吟声相交。月轮下射空洞响，丝篁成韵风萧萧。我心尘外心，爱此尘外物。欲结尘外交，苦无尘外骨。泌泉有冰公，心静见真佛。可结尘外交，占此松与月。",
            "comment": ""
        },
        {
            "title": "萧宅二三子赠答诗二十首·石答竹",
            "content": "石报孤竹君，此客甚高调。共我相共痴，不怕主人天下笑。我非蛱蝶儿，我非桃李枝。不要儿女扑，不要春风吹。苔藓印我面，雨露皴我皮。此故不嫌我，突兀蒙相知。此客即西归，我心徒依依。我欲随客去，累重不解飞。知弟虚心亦待客，此客何以共报之。",
            "comment": ""
        },
        {
            "title": "赠稚禅师",
            "content": "春风满禅院，师独坐南轩。万化见中尽，始觉静性尊。我来契平生，目击道自存。与师不动游，游此无迹门。",
            "comment": ""
        },
        {
            "title": "走笔追王内丘",
            "content": "自识夫子面，便获夫子心。夫子一启颜，义重千黄金。平原孟尝骨已土，始有夫子堪知音。忽然夫子不语，带席帽，骑驴去。余对醁醽不能斟，君且来，余之瞻望心悠哉。零雨其濛愁不散，闲花寂寂斑阶苔。不如对此景，含笑倾金罍。莫问四肢畅，暂取眉头开。弦琴待夫子，夫子来不来。",
            "comment": ""
        },
        {
            "title": "萧宅二三子赠答诗二十首·蛱蝶请客",
            "content": "粉末为四体，春风为生涯。愿得纷飞去，与君为眼花。",
            "comment": ""
        },
        {
            "title": "送邵兵曹归江南",
            "content": "春风杨柳陌，连骑醉离觞。千里远山碧，一条归路长。花开愁北渚，云去渡南湘。东望濛濛处，烟波是故乡。",
            "comment": ""
        },
        {
            "title": "寄男抱孙",
            "content": "别来三得书，书道违离久。书处甚粗杀，且喜见汝手。殷十七又报，汝文颇新有。别来才经年，囊盎未合斗。当是汝母贤，日夕加训诱。尚书当毕功，礼记速须剖。喽罗儿读书，何异摧枯朽。寻义低作声，便可养年寿。莫学村学生，粗气强叫吼。下学偷功夫，新宅锄蔾莠。乘凉劝奴婢，园里耨葱韭。远篱编榆棘，近眼栽桃柳。引水灌竹中，蒲池种莲藕。捞漉蛙蟆脚，莫遣生科斗。竹林吾最惜，新笋好看守。万箨苞龙儿，攒迸溢林薮。吾眼恨不见，心肠痛如搊。宅钱都未还，债利日日厚。箨龙正称冤，莫杀入汝口。丁宁嘱托汝，汝活箨龙不。殷十七老儒，是汝父师友。传读有疑误，辄告谘问取。两手莫破拳，一吻莫饮酒。莫学捕鸠鸽，莫学打鸡狗。小时无大伤，习性防已后。顽发苦恼人，汝母必不受。任汝恼弟妹，任汝恼姨舅。姨舅非吾亲，弟妹多老丑。莫恼添丁郎，泪子作面垢。莫引添丁郎，赫赤日里走。添丁郎小小，别吾来久久。脯脯不得吃，兄兄莫捻搜。他日吾归来，家人若弹纠。一百放一下，打汝九十九。",
            "comment": ""
        },
        {
            "title": "忆酒寄刘侍郎",
            "content": "爱酒如偷蜜，憎醒似见刀。君为麹糵主，酒醴莫辞劳。",
            "comment": ""
        },
        {
            "title": "思君吟寄□□生",
            "content": "我思君兮河之壖。我为河中之泉，君为河中之青天。天青青，泉泠泠。泉含青天天隔泉，我思君兮心亦然。心亦然，此心复在天之侧。我心为风兮淅淅，君身为云兮幂幂。此风引此云兮云不来，此风此云兮何悠哉，与我身心双裴回。",
            "comment": ""
        },
        {
            "title": "楼上女儿曲",
            "content": "谁家女儿楼上头，指挥婢子挂帘钩。林花撩乱心之愁，",
            "comment": ""
        },
        {
            "title": "夏夜闻蚯蚓吟",
            "content": "夏夜雨欲作，傍砌蚯蚓吟。念尔无筋骨，也应天地心。汝无亲朋累，汝无名利侵。孤韵似有说，哀怨何其深。泛泛轻薄子，旦夕还讴吟。肝胆异汝辈，热血徒相侵。",
            "comment": ""
        },
        {
            "title": "萧二十三赴歙州婚期二首",
            "content": "淮上客情殊冷落，蛮方春早客何如。相思莫道无来使，回雁峰前好寄书。南方山水生时兴，教有新诗得寄余。路带长安迢递急，多应不逐使君书。",
            "comment": ""
        },
        {
            "title": "萧宅二三子赠答诗二十首·客答蛱蝶",
            "content": "君是轻薄子，莫窥君子肠。且须看雀儿，雀儿衔尔将。",
            "comment": ""
        },
        {
            "title": "除夜",
            "content": "衰残归未遂，寂寞此宵情。旧国馀千里，新年隔数更。寒犹近北峭，风渐向东生。惟见长安陌，晨钟度火城。殷勤惜此夜，此夜在逡巡。烛尽年还别，鸡鸣老更新。傩声方去病，酒色已迎春。明日持杯处，谁为最后人。",
            "comment": ""
        },
        {
            "title": "萧宅二三子赠答诗二十首·石请客",
            "content": "竹弟虽让客，不敢当客恩。自惭埋没久，满面苍苔痕。",
            "comment": ""
        },
        {
            "title": "卓女怨",
            "content": "妾本怀春女，春愁不自任。迷魂随凤客，娇思入琴心。托援交情重，当垆酌意深。谁家有夫婿，作赋得黄金。",
            "comment": ""
        },
        {
            "title": "叹昨日三首",
            "content": "昨日之日不可追，今日之日须臾期。如此如此复如此，壮心死尽生鬓丝。秋风落叶客肠断，不办斗酒开愁眉。贤名圣行甚辛苦，周公孔子徒自欺。天下薄夫苦耽酒，玉川先生也耽酒。薄夫有钱恣张乐，先生无钱养恬漠。有钱无钱俱可怜，百年骤过如流川。平生心事消散尽，天上白日悠悠悬。上帝板板主何物，日车劫劫西向没。自古贤圣无奈何，道行不得皆白骨。白骨土化鬼入泉，生人莫负平生年。何时出得禁酒国，满瓮酿酒曝背眠。",
            "comment": ""
        },
        {
            "title": "秋梦行",
            "content": "客行一夜秋风起，客梦南游渡湘水。湘水泠泠彻底清，二妃怨处无限情。娥皇不语启娇靥，女英目成转心惬。长眉入鬓何连娟，肌肤白玉秀且鲜。裴回共咏东方日，沉吟再理南风弦。声断续，思绵绵，中含幽意两不宣。殷勤纤手惊破梦，中宵寂寞心凄然。心凄然，肠亦绝。寐不寐兮玉枕寒，夜深夜兮霜似雪。镜中不见双翠眉，台前空挂纤纤月。纤纤月，盈复缺，娟娟似眉意难诀。愿此眉兮如此月，千里万里光不灭。",
            "comment": ""
        },
        {
            "title": "客淮南病",
            "content": "扬州蒸毒似燂汤，客病清枯鬓欲霜。且喜闭门无俗物，四肢安稳一张床。",
            "comment": ""
        },
        {
            "title": "听萧君姬人弹琴",
            "content": "弹琴人似膝上琴，听琴人似匣中弦。二物各一处，音韵何由传。无风质气两相感，万般悲意方缠绵。初时天山之外飞白雪，渐渐万丈涧底生流泉。风梅花落轻扬扬，十指干净声涓涓。昭君可惜嫁单于，沙场不远只眼前。蔡琰薄命没胡虏，乌枭啾唧啼胡天。关山险隔一万里，颜色错漠生风烟。形魄散逐五音尽，双蛾结草空婵娟。中腹苦恨杳不极，新心愁绝难复传。金尊湛湛夜沉沉，馀音叠发清联绵。主人醉盈有得色，座客向隅增内然。孔子怪责颜回瑟，野夫何事萧君筵。拂衣屡命请中废，月照书窗归独眠。",
            "comment": ""
        },
        {
            "title": "访含曦上人",
            "content": "三入寺，曦未来。辘轳无人井百尺，渴心归去生尘埃。",
            "comment": ""
        },
        {
            "title": "酬愿公雪中见寄",
            "content": "积雪三十日，车马路不通。贫病交亲绝，想忆唯愿公。春鸠报春归，苦寒生暗风。檐乳堕悬玉，日脚浮轻红。梅柳意却活，园圃冰始融。更候四体好，方可到寺中。",
            "comment": ""
        },
        {
            "title": "苦雪寄退之",
            "content": "天王二月行时令，白银作雪漫天涯。山人门前遍受赐，平地一尺白玉沙。云颓月坏桂英下，鹤毛风剪乱参差。山人屋中冻欲死，千树万树飞春花。菜头出土胶入地，山庄取粟埋却车。冷絮刀生削峭骨，冷齑斧破慰老牙。病妻烟眼泪滴滴，饥婴哭乳声呶呶。市头博米不用物，酒店买酒不肯赊。闻道西风弄剑戟，长阶杀人如乱麻。天眼高开欺草芽，我死未肯兴叹嗟。但恨口中无酒气，刘伶见我相揄揶。清风搅肠筋力绝，白灰压屋梁柱斜。圣明有道□命汉，可得再见朝日耶。柴门没胫昼不扫，黄昏绕树栖寒鸦。唯有河南韩县令，时时醉饱过贫家。",
            "comment": ""
        },
        {
            "title": "萧宅二三子赠答诗二十首·客答石",
            "content": "遍索天地间，彼此最痴癖。主人幸未来，与君为莫逆。",
            "comment": ""
        },
        {
            "title": "送好约法师归江南",
            "content": "杯度度一身，法度度万民。为报江南三二日，这回应见雪中人。",
            "comment": ""
        },
        {
            "title": "门箴",
            "content": "贪残奸酗，狡佞讦愎，身之八杀。背惠，恃己，狎不肖，妒贤能，命之四孽。有是有此予敢辞，无是无此予之师，一日不见予心思。思其人，惧其人。其交其难，敢告于门。",
            "comment": ""
        },
        {
            "title": "赠徐希仁石砚别",
            "content": "灵山一片不灵石，手斫成器心所惜。凤鸟不至池不成，蛟龙干蟠水空滴。青松火炼翠烟凝，寒竹风摇远天碧。今日赠君离别心，此中至浅造化深。用之可以过珪璧，弃置还为一片石。",
            "comment": ""
        },
        {
            "title": "村醉",
            "content": "昨夜村饮归，健倒三四五。摩挲青莓苔，莫嗔惊著汝。",
            "comment": ""
        },
        {
            "title": "白鹭鸶",
            "content": "刻成片玉白鹭鸶，欲捉纤鳞心自急。翘足沙头不得时，傍人不知谓闲立。",
            "comment": ""
        },
        {
            "title": "萧宅二三子赠答诗二十首·客谢竹",
            "content": "扬州驳杂地，不辨龙蜥蜴。客身正干枯，行处无膏泽。太山道不远，相庇实无力。君若随我行，必有煎茶厄。",
            "comment": ""
        },
        {
            "title": "走笔谢孟谏议寄新茶",
            "content": "日高丈五睡正浓，军将打门惊周公。口云谏议送书信，白绢斜封三道印。开缄宛见谏议面，手阅月团三百片。闻道新年入山里，蛰虫惊动春风起。天子须尝阳羡茶，百草不敢先开花。仁风暗结珠琲瓃，先春抽出黄金芽。摘鲜焙芳旋封裹，至精至好且不奢。至尊之馀合王公，何事便到山人家。柴门反关无俗客，纱帽笼头自煎吃。碧云引风吹不断，白花浮光凝碗面。一碗喉吻润，两碗破孤闷。三碗搜枯肠，唯有文字五千卷。四碗发轻汗，平生不平事，尽向毛孔散。五碗肌骨清，六碗通仙灵。七碗吃不得也，唯觉两腋习习清风生。蓬莱山，在何处。玉川子，乘此清风欲归去。山上群仙司下土，地位清高隔风雨。安得知百万亿苍生命，堕在巅崖受辛苦。便为谏议问苍生，到头还得苏息否。",
            "comment": "【注释】　　卢仝，自号玉川子。这首诗就是同陆羽《茶经》齐名的玉川茶歌。　　全诗可分为四段，第三段是作者着力之处，也是全诗重点及诗情洋溢之处。第四段忽然转入为苍生请命，转得干净利落，却仍然保持了第三段以来的饱满酣畅的气势。　　头两句：送茶军将的扣门声，惊醒了他日高三丈时的浓睡。军将是受孟谏议派遣来送信和新茶的，他带来了一包白绢密封并加了三道泥印的新茶。读过信，亲手打开包封，并且点视了三百片圆圆的茶饼。密封、加印以见孟谏议之重视与诚挚；开缄、手阅以见作者之珍惜与喜爱。字里行间流溢两人的互相尊重与真挚友谊。　　第二段写茶的采摘与焙制，以烘托所赠之茶是珍品。　　头两句说采茶人的辛苦。三、四句天子要尝新茶，百花因之不敢先茶树而开花。接着说帝王的“仁德”之风，使茶树先萌珠芽，抢在春天之前就抽出了金色的嫩蕊。以上四句，着重渲染珍品的“珍”。以下四句，说象这样精工焙制、严密封裹的珍品，本应是天子王公们享受的，现在竟到这山野人家来了。在最后那个感叹句里，既有微讽，也有自嘲。　　以上两段，全用朴素的铺叙，给人以亲切之感。诗中虽然出现了天子、仁风、至尊、王公等字样，但并无谄媚之容，而在“何事”一句中，却把自己和他们区别开来，把自己划入野人群中。作为一个安于山林、地位卑微的诗人，他有一种坦直淡泊的胸襟。卢仝一生爱茶成癖。茶对他来说，不只是一种口腹之欲，茶似乎给他创造了一片广阔的天地，似乎只有在这片天地中，他那颗对人世冷暖的关注之心，才能略有寄托。第三段的七碗茶，就是展现他内心风云的不平文字。　　反关柴门，家无俗客，这是一种极为单纯朴素的精神生活所要求的必要环境。只有在这种环境中，才能摆脱可厌的世俗，过他心灵的生活。纱帽，这里指一般人用的纱巾之类。纱帽笼头，自煎茶吃，这种平易淡泊的外观，并不说明他内心平静。读完全诗，才会见到他内心炽热的一面。　　碧云，指茶的色泽；风，谓煎茶时的滚沸声。白花，煎茶时浮起的泡沫。在茶癖的眼里，煎茶自是一种极美好的享受，这里也不单纯是为了修饰字面。以下全力以赴写饮茶，而所饮之茶就象一阵春雨，使他内心世界一片葱翠。在这里，他集中了奇特的诗情，并打破了句式的工稳。在文字上作到了“深入浅出”，或说“险入平出”。七碗相连，如珠走坂，气韵流畅，愈进愈美。　　“一碗喉吻润，两碗破孤闷”，看似浅直，实则沉挚。第三碗进入素食者的枯肠，已不易忍受了，而茶水在肠中搜索的结果，却只有无用的文字五千卷！似已想入非非了，却又使人平添无限感慨。　　第四碗也是七碗中的要紧处。看他写来轻易，笔力却很厚重。心中郁积，发为深山狂啸，使人有在奇痒处着力一搔的快感。　　饮茶的快感以致到“吃不得也”的程度，可以说是匪夷所思了。这，虽也容或有之，但也应该说这是对孟谏议这位饮茶知音所送珍品的最高赞誉。同时，从结构上说，作者也要用这第七碗茶所造成的飘飘欲仙的感觉，转入下文为苍生请命的更明确的思想。这是诗中“针线”，看他把转折处连缝得多么熨贴。　　蓬莱山是海上仙山。卢仝自拟为暂被谪落人间的仙人，现在想借七碗茶所引起的想象中的清风，返回蓬莱。因为那些高高在上的群仙，哪知下界亿万苍生的死活，所以想回蓬莱山，替孟谏议这位朝廷的言官去问一下下界苍生的事，问一问他们究竟何时才能够得到苏息的机会！　　这首诗写得挥洒自如，宛然毫不费力，从构思、语言、描绘到夸饰，都恰到好处，能于酣畅中求严紧，有节制，卢仝那种特有的别致的风格，获得完美的表现。　　（孙艺秋）"
        }
    ]
}