{
    "dynasty": "唐",
    "author": "司马扎",
    "poems": [
        {
            "title": "古思",
            "content": "春华惜妾态，秋草念妾心。始知井边桐，不如堂上琴。月落却羡镜，花飞犹委苔。门前长江水，一去终不回。",
            "comment": ""
        },
        {
            "title": "送孔恂入洛",
            "content": "洛阳古城秋色多，送君此去心如何。青山欲暮惜别酒，碧草未尽伤离歌。前朝冠带掩金谷，旧游花月经铜驼。行人正苦奈分手，日落远水生微波。",
            "comment": ""
        },
        {
            "title": "感古",
            "content": "九折无停波，三光如转烛。玄珠人不识，徒爱燕赵玉。祖龙已深惑，汉氏远徇欲。骊山与茂陵，相对秋草绿。",
            "comment": ""
        },
        {
            "title": "江上秋夕",
            "content": "茂陵归路绝，谁念此淹留。极目月沈浦，苦吟霜满舟。孤猿啼后夜，久客病高秋。欲寄乡关恨，寒江无北流。",
            "comment": ""
        },
        {
            "title": "近别",
            "content": "咫尺不相见，便同天一涯。何必隔关山，乃言伤别离。君心与我心，脉脉无由知。谁堪近别苦，远别犹有期。",
            "comment": ""
        },
        {
            "title": "美刘太保",
            "content": "常爱鲁仲连，退身得其趣。不知鸱夷子，更入五湖去。云霞恣摇曳，鸿鹄无低翥。万里天地空，清飙在平楚。藏名向宠节，辞疾去公务。夜尽醉弦歌，日高卧烟树。岂嗤生前乐，千载自垂裕。论道复论功，皆可黄金铸。",
            "comment": ""
        },
        {
            "title": "白马津阻雨",
            "content": "津树萧萧旅馆空，坐看疏叶绕阶红。故乡千里楚云外，归雁一声烟雨中。漳浦病多愁易老，茂陵书在信难通。功名倘遂身无事，终向溪头伴钓翁。",
            "comment": ""
        },
        {
            "title": "卖花者",
            "content": "少壮彼何人，种花荒苑外。不知力田苦，却笑耕耘辈。当春卖春色，来往经几代。长安甲第多，处处花堪爱。良金不惜费，竞取园中最。一蕊才占烟，歌声已高会。自言种花地，终日拥轩盖。农夫官役时，独与花相对。那令卖花者，久为生人害。贵粟不贵花，生人自应泰。",
            "comment": ""
        },
        {
            "title": "古边卒思归",
            "content": "有田不得耕，身卧辽阳城。梦中稻花香，觉后战血腥。汉武在深殿，唯思廓寰瀛。中原半烽火，比屋皆点行。边土无膏腴，闲地何必争。徒令执耒者，刀下死纵横。",
            "comment": ""
        },
        {
            "title": "南徐夕眺",
            "content": "行吟向暮天，何处不凄然。岸影几家柳，笛声何处船。楼分瓜步月，鸟入秣陵烟。故里无人到，乡书谁为传。",
            "comment": ""
        },
        {
            "title": "宿寿安甘棠馆",
            "content": "行人方倦役，到此似还乡。流水来关外，青山近洛阳。溪云归洞鹤，松月半轩霜。坐恐晨钟动，天涯道路长。",
            "comment": ""
        },
        {
            "title": "题清上人",
            "content": "古院闭松色，入门人自闲。罢经来宿鸟，支策对秋山。客念蓬梗外，禅心烟雾间。空怜濯缨处，阶下水潺潺。",
            "comment": ""
        },
        {
            "title": "秋日怀储嗣宗",
            "content": "故人北游久不回，塞雁南渡声何哀。相思闻雁更惆怅，却向单于台下来。",
            "comment": ""
        },
        {
            "title": "锄草怨",
            "content": "种田望雨多，雨多长蓬蒿。亦念官赋急，宁知荷锄劳。亭午霁日明，邻翁醉陶陶。乡吏不到门，禾黍苗自高。独有辛苦者，屡为州县徭。罢锄田又废，恋乡不忍逃。出门吏相促，邻家满仓谷。邻翁不可告，尽日向田哭。",
            "comment": ""
        },
        {
            "title": "筑台",
            "content": "魏国昔强盛，宫中金玉多。征丁筑层台，唯恐不巍峨。结构切星汉，跻攀横绮罗。朝观细腰舞，夜听皓齿歌。讵念人力劳，安问黍与禾。一朝国既倾，千仞堂亦平。舞模衰柳影，歌留草虫声。月照白露寒，苍苍故邺城。汉文有遗美，对此清飙生。",
            "comment": ""
        },
        {
            "title": "观郊礼",
            "content": "钟鼓旌旗引六飞，玉皇初著画龙衣。泰坛烟尽星河晓，万国心随彩仗归。",
            "comment": ""
        },
        {
            "title": "夜听李山人弹琴",
            "content": "瑶琴夜久弦秋清，楚客一奏湘烟生。曲中声尽意不尽，月照竹轩红叶明。",
            "comment": ""
        },
        {
            "title": "赠王道士",
            "content": "玉洞秋有花，蓬山夜无鬼。岂知浮云世，生死逐流水。瑶台歌一曲，曲尽五烟起。悠然望虚路，玉京在海里。青箓秘不闻，黄鹤去不止。愿随执轻策，往结周太子。",
            "comment": ""
        },
        {
            "title": "猎客",
            "content": "五陵射雕客，走马占春光。下马青楼前，华裾独煌煌。自言家咸京，世族如金张。击钟传鼎食，尔来八十强。朱门争先开，车轮满路傍。娥娥燕赵人，珠箔闭高堂。清歌杂妙舞，临欢度曲长。朝游园花新，夜宴池月凉。更以驰骤多，意气事强梁。君王正年少，终日在长杨。",
            "comment": ""
        },
        {
            "title": "道中早发",
            "content": "野店鸡一声，萧萧客车动。西峰带晓月，十里犹相送。繁弦满长道，羸马四蹄重。遥羡青楼人，锦衾方远梦。功名不我与，孤剑何所用。行役难自休，家山忆秋洞。",
            "comment": ""
        },
        {
            "title": "东门晚望",
            "content": "青门聊极望，何事久离群。芳草失归路，故乡空暮云。信回陵树老，梦断灞流分。兄弟正南北，鸿声堪独闻。",
            "comment": ""
        },
        {
            "title": "送进士苗纵归紫逻山居",
            "content": "汝上多奇山，高怀惬清境。强来干名地，冠带不能整。常言梦归处，泉石寒更静。鹤声夜无人，空月随松影。今朝抛我去，春物伤明景。怅望相送还，微阳在东岭。",
            "comment": ""
        },
        {
            "title": "山中晚兴寄裴侍御",
            "content": "雷息疏雨散，空山夏云晴。南轩对林晚，篱落新蛩鸣。白酒一樽满，坐歌天地清。十年身未闲，心在人间名。永怀君亲恩，久贱难退情。安得蓬丘侣，提携采瑶英。",
            "comment": ""
        },
        {
            "title": "隐者",
            "content": "松间开一径，秋草自相依。终日不冠带，空山无是非。投纶溪鸟伴，曝药谷云飞。时向邻家去，狂歌夜醉归。",
            "comment": ""
        },
        {
            "title": "宫怨",
            "content": "柳色参差掩画楼，晓莺啼送满宫愁。年年花落无人见，空逐春泉出御沟。",
            "comment": "【注释】　　封建时代，宫女幽禁深苑、葬送青春的痛苦遭遇，是诗人笔下常见的题材。这首诗题为“宫怨”，却没有出现宫女的形象，而是运用象征手法，通过宫苑景物和环境气氛的描写，烘托、暗示出宫女的愁怨之情。　　头两句抓住深宫寂寥、令人厌倦的特点，着眼于“柳色”和“莺啼”，描绘柳掩画楼、莺啼晓日，表现出“深锁春光一院愁”（刘禹锡《春词》）的情境。“柳色参差”，用语精炼，不仅写出宫柳的柔条长短参差，而且表现出它在晨曦中的颜色明暗、深浅不一。“掩画楼”，则写出宫柳枝叶繁茂、树荫浓密。宫苑中绿荫画楼，莺声宛啭，本是一派明媚春光。但失去自由、失去爱情的宫女，对此却别有一种感受。清晨，柳荫中传来一声声莺啼，反引起宫女们心中无穷愁绪，整个宫苑充满了凄凉悲愁的气氛。暮春柳色掩映画楼，透露出春愁锁闭、美人迟暮之感。　　后两句写落花，以宫花零落、随水流逝的景象，象征宫女青春空逝的痛苦与悲哀，借落花无情写出宫女对命运的感叹。宫花非不美，但年年自开自落，无人观赏，无声无息地凋零，飘入御沟随流水逝去。在宫女看来，自己的命运与这落花又何其相似！“无人见”，写出宫女被幽禁之苦；“逐春泉”，喻韶光的流逝。前面着一“空”字，表达了宫女的幽禁生活中白白消磨青春的哀怨之情。正如明代唐汝询《唐诗解》所说：“因想已容色凋谢而人莫知，正如花之湮灭沟中耳！”　　通篇全从景物着笔，以景传情，托喻深微，用富有象征意味的景物暗写宫女的命运，含蓄蕴藉，意境深婉，别具一格。　　（阎昭典）"
        },
        {
            "title": "送友人下第东游",
            "content": "出门皆有托，君去独何亲。阙下新交少，天涯旧业贫。烟寒岳树暝，雪后岭梅春。圣代留昆玉，那令愧郄诜。",
            "comment": ""
        },
        {
            "title": "弹琴",
            "content": "凉室无外响，空桑七弦分。所弹非新声，俗耳安肯闻。月落未终曲，暗中泣湘君。如传我心苦，千里苍梧云。",
            "comment": ""
        },
        {
            "title": "蚕女",
            "content": "养蚕先养桑，蚕老人亦衰。苟无园中叶，安得机上丝。妾家非豪门，官赋日相追。鸣梭夜达晓，犹恐不及时。但忧蚕与桑，敢问结发期。东邻女新嫁，照镜弄蛾眉。",
            "comment": ""
        },
        {
            "title": "山斋会别",
            "content": "春草平陵路，荷衣醉别离。将寻洛阳友，共结洞庭期。星月半山尽，天鸡出海迟。无轻此分手，他日重相思。",
            "comment": ""
        },
        {
            "title": "漾陂晚望",
            "content": "远客家水国，此来如到乡。何人垂白发，一叶钓残阳。柳暗鸟乍起，渚深兰自芳。因知帝城下，有路向沧浪。",
            "comment": ""
        },
        {
            "title": "感萤",
            "content": "爱尔持照书，临书叹吾道。青荧一点光，曾误几人老。夜久独此心，环垣闭秋草。",
            "comment": ""
        },
        {
            "title": "送归客",
            "content": "多才与命违，末路隐柴扉。白发何人问，青山一剑归。晴烟独鸟没，野渡乱花飞。寂寞长亭外，依然空落晖。",
            "comment": ""
        },
        {
            "title": "晓过伊水寄龙门僧",
            "content": "龙门树色暗苍苍，伊水东流客恨长。病马独嘶残夜月，行人欲渡满船霜。几家烟火依村步，何处渔歌似故乡。山下禅庵老师在，愿将形役问空王。",
            "comment": ""
        },
        {
            "title": "登河中鹳雀楼",
            "content": "楼中见千里，楼影入通津。烟树遥分陕，山河曲向秦。兴亡留白日，今古共红尘。鹳雀飞何处，城隅草自春。",
            "comment": ""
        },
        {
            "title": "上巳日曲江有感",
            "content": "万花明曲水，车马动秦川。此日不得意，青春徒少年。晴沙下鸥鹭，幽沚生兰荃。向晚积归念，江湖心渺然。",
            "comment": ""
        },
        {
            "title": "沧浪峡",
            "content": "山下水声深，水边山色聚。月照秋自清，花名春不去。似非人间境，又近红尘路。乍入洞中天，更移云外步。我殊惺惺者，犹得沧浪趣。可以濯吾缨，斯言诚所慕。",
            "comment": ""
        },
        {
            "title": "自渭南晚次华州",
            "content": "前楼仙鼎原，西经赤水渡。火云入村巷，余雨依驿树。我行伤去国，疲马屡回顾。有如无窠鸟，触热不得住。峨峨华峰近，城郭生夕雾。逆旅何人寻，行客暗中住。却思林丘卧，自惬平生素。劳役今若兹，羞吟招隐句。",
            "comment": ""
        },
        {
            "title": "效陶彭泽",
            "content": "一梦倏已尽，百年如露草。独有南山高，不与人共老。尊中贮灵味，无事即醉倒。何必鸣鼓钟，然后乐怀抱。轻波向海疾，浮云归谷早。形役良可嗟，唯能徇天道。",
            "comment": ""
        },
        {
            "title": "涂中寄薛中裕",
            "content": "贫交千里外，失路更伤离。晓泪芳草尽，夜魂明月知。空山连野外，寒鸟下霜枝。此景正寥落，为君玄发衰。",
            "comment": ""
        }
    ]
}