{
    "dynasty": "唐",
    "author": "司马图",
    "poems": [
        {
            "title": "归王宫次年作",
            "content": "乱后烧残数卷书，峰前犹自峦吾庐。忘机渐喜逢人少，览镜空怜待鹤疏。孤屿池痕春涨满，小栏花韵午晴初。酣歌自适逃名久，不必门多长者车。",
            "comment": "【注释】司空图的诗歌多是山林遣兴、 闲吟自适的作品，但其中也有反映社会动乱现实的悲慨之作。这首《归王官次年作 》，正是兼有二者特点的作品，它既表现了司空图归隐后的与世无争 、放浪山水之情 ，同时也曲折地流露了对于社会现实的忧虑和苦闷，体现出“韵外之致 ”和“ 味外之旨 ”，印证了自己的诗歌理论。诗题点明了两点 ：一是作诗的地点 ，“ 王官”即王官谷 ，在今山西省永济县东南的中条山上，是司空图的故乡 。二是作诗的时间 ，司空图弃官“归王官 ”是唐僖宗光启三年（887），“次年”即光启四年（888），故诗题一作《光启四年春戊申 》，司空图五十二岁。诗歌一开始就展现出作者故居在兵燹之后的受到严重毁弃：“乱后烧残数架书 。”“乱”是指战乱，即黄巢农民军与唐王朝军队的战争。此次战争从875 年开始，到884 年结束，山西南部永济一带和陕西关中地区都是主战场。作者回归故乡时战争虽已平息，但旧居经过火烧 ，已洗劫一空 ，只剩下几架残破不全的书了 。“乱”字已令人悚目惊心，一个“烧”字更使人想到大火熊熊的恐怖情景 ，不禁为之震栗 。然而，虽经战争的洗劫，但这毕竟是诗人的故乡，所以第二句紧接着来了一个转折：“峰前犹自恋吾。”表现了对故乡的执着的挚爱 。 作此诗时诗人已经归隐一年 ，对故居作了重建和整修 ，所以已经有“庐”可“恋”。这一句使我们想到陶渊明《 读山海经 》诗：“孟夏草木长，绕屋树扶疏。众鸟欣有托，吾亦爱吾庐。”“恋吾庐”，显然是从陶诗中点化出 。此时，他和陶渊明有共同的心境，即逃离官场、归隐田园之后的自足自适、轻松自得，但他又比陶渊明多了一种愤慨 ，因为多年来战火纷飞 ，本来极好的旧居竟遭毁坏，想到天下多事 ，个人多难，不禁悲从中来。“犹自”二字，充满着人世沧桑的伤怀感。这两句突兀而起，曲折婉转而又包蕴不尽，起了提挈一篇、笼罩全诗的作用。接着，诗人表达了归隐后的心情 ：“忘机渐喜逢人少，览镜空怜待鹤疏 。”前一句表现了归隐后在旧居中屏绝尘嚣 、泊然宁静的心境。“忘机 ”，就是不用机心，不计较一切贵贱荣辱。由于深居山中，不问政事，来往人又少，所以用不着机心了，诗人对此是很高兴的。从这句诗的潜台词中我们可以看出，诗人归隐前在翻云覆雨的政治斗争中 ，是用尽了心机的，那斗争的激烈、处境的险峻、诗人内心的憎恶，已经不言而喻。而这，正是作者急流勇退，归隐的真正原因。于是，他对自己的过去作了深入的反思：我对镜自照，看到如此衰老，感到过去是徒然高兴地在等待鹤书的到来了 。“鹤疏”即鹤书，书体名，也叫“鹤头书”，古时用于招纳贤士的诏书。这是沉痛的忏悔，说自己过去不应当躁于进取 ，出去做官 ，如今回来了，也就永远再不出去做官了（以后虽经曲折，他确实没有再出山做官 ）。这一联非常婉曲地表明了终老山林之志 ，也深刻地暗示了“恋吾庐”的根本原因，就在于要逃离无谓的斗争，遁迹深山。第三联掉换笔锋 ，以精心结撰的诗句 ，另开新境，描写了“庐”中的美景 ，令人爽心悦目。“孤屿池痕春涨满，小栏花韵午晴初 。”这两句是“互文”，出句与对句互相交织 ，意思是 ：在初晴的中午，有着小岛的池塘里涨满了春水 ，小小花圃中鲜花盛开，更加富有韵味 。两句诗精炼而又形象生动 ，而且从“午晴初”三字中，可以推知上午还在下雨，那油油的春雨飘飘洒洒，涨满春池，滋润着花朵（当然也滋润着作者的心 ），中午雨霁云开，融和的阳光照在春池的碧波上，照在带着雨珠的花朵上，一切显得更加清新明媚、生机盎然，这真是无限美好的时刻啊！同时 ，“ 孤屿 ”与“小栏”互相映带 ，从“孤”字、“小”字和“满”字、“韵”字中 ，隐约透出作者在深山旧居里自为天地、自得其乐的心情。两句包蕴深厚，而且语言十分精美 ，“状难写之景如在目前，含不尽之意见于言外”（梅尧臣语），体现出作者高度的技巧 ，堪称佳句。清人吴乔在《 围炉诗话 》中说：“司空图佳句，大有高致，又甚细密。”正是指此。当作者陶醉在这样的美景中，留连不已时，情不自禁地在最后一联中进一步表明了自己的生活态度 ：“酣歌自适逃名久 ，不必门多长者车（音居）。”“逃名”是用《汉书·逸民传》中法真的故事：东汉人法真，字高卿，扶风郿人，恬静寡欲，朝廷四次征辟皆不 就，遁形远世 ，世人谓之逃名 。“不必门多长者车”，又化用了陶渊明《读山海经》诗句：“穷巷隔深辙，颇回故人车 。”《文选》李善注陶诗说：“《汉书》曰：张负随陈平至其家，乃负郭穷巷。以席为门，门外多长者车辙。《韩诗外传》：楚狂接舆妻曰：门外车辙何其深 。”“长者车”，指达官贵人之车，意与陶诗略同。作者通过用典，委婉但却坚决地表明，自己要像法真和陶渊明那样做逃迹的隐士，在山林中尽情高歌，决不做陈平那样的人去与达官贵人交往，徒费心机。这里的“长者 ”，显然是对“忘机渐喜逢人少”中的“人”的具体解释。原来 ，诗人所反复表示的，就是要与扰攘争夺的晚唐政治绝缘，深隐故居，啸傲山林，来悠然自适地度过自己的一生。"
        }
    ]
}