{
    "dynasty": "唐",
    "author": "吕岩",
    "poems": [
        {
            "title": "渔父词一十八首·延寿",
            "content": "子午常餐日月精，玄关门户启还扃。长如此，过平生，且把阴阳子细烹。",
            "comment": ""
        },
        {
            "title": "促拍满路花",
            "content": "秋风吹渭水，落叶满长安。黄尘车马道、独清闲。自然炉鼎，虎绕与龙盘。九转丹砂就，琴心三叠，蕊宫看舞胎仙。任万钉、宝带貂蝉。富贵欲薰天。黄粱炊未熟、梦惊残。是非海里，直道作人难。袖手江南去，白苹红寥，又寻湓浦庐山。",
            "comment": ""
        },
        {
            "title": "又记",
            "content": "数载乐幽幽，欲逃寒暑逼。不求名与利，犹恐身心役。苦志慕黄庭，殷勤求道迹。阴功暗心修，善行长日积。世路果逢师，时人皆不识。我师机行密，怀量性孤僻。解把五行移，能将四象易。传余造化门，始悟希夷则。服取两般真，从头路端的。烹煎日月壶，不离乾坤侧。至道眼前观，得之元咫尺。真空空不空，真色色非色。推倒玉葫芦，迸出黄金液。紧把赤龙头，猛将骊珠吸。吞归脏腑中，夺得神仙力。妙号一黍珠，延年千万亿。同途听我吟，与道相亲益。未晓真黄芽，徒劳游紫陌。把住赤乌魂，突出银蟾魄。未省此中玄，常流容易测。三天应有路，九地终无厄。守道且藏愚，忘机要混迹。群生莫相轻，已是蓬莱客。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "葆炼中分相火，行持外借方鞋。清虚爽彻御□□。□□□□□□。□□□□□□，□□灵宝为胎。十分无极至真来。恍惚芝骈羽盖。",
            "comment": ""
        },
        {
            "title": "宿州天庆观殿门留赠符离道士",
            "content": "秋景萧条叶乱飞，庭松影里坐移时。云迷鹤驾何方去，仙洞朝元失我期。",
            "comment": ""
        },
        {
            "title": "参黄龙机悟后呈偈",
            "content": "弃却瓢囊摵碎琴，如今不恋□中金。自从一见黄龙后，始觉从前错用心。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "鼎里坎离，壶中天地，满怀风月，一吸虚空。尘寰里，何人识我，开口问鸿濛。云中。三弄笛，岳阳楼外，天远霞红。笑骑黄鹤，暂过海陵东。拂袖呵呵归去，銮和玉珮，风响乔松。君若要，知吾踪迹，试与问仙翁。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "莫道神仙无学处，古今多少上升人。",
            "comment": ""
        },
        {
            "title": "汉宫春",
            "content": "横笛声沉，倚危楼红日，江转天斜。黄尘边火澒洞，何处吾家。胎禽怨夜，来乘风、玄露丹霞。先生笑、飞空一剑，东风犹自天涯。情知道山中好，早翠嚣含隐，瑶草新芽。青溪故人信断，梦逐飙车。乾坤星火，归来了、煮石煎沙。回首处，幅巾蒲帐，云边独是桃花。",
            "comment": ""
        },
        {
            "title": "渔父词一十八首·初九",
            "content": "大道从来属自然。空堂寂坐守机关。三田宝，镇长存，赤帝分明坐广寒。",
            "comment": ""
        },
        {
            "title": "得火龙真人剑法",
            "content": "昔年曾遇火龙君，一剑相传伴此身。天地山河从结沫，星辰日月任停轮。须知本性绵多劫，空向人间历万春。昨夜钟离传一语，六天宫殿欲成尘。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "我有屋三椽，住在灵源。无遮四壁任萧然。万象森罗为斗拱，瓦盖青天。无漏得多年，结就因缘。修成功行满三千。降得火龙伏得虎，陆路神仙。",
            "comment": ""
        },
        {
            "title": "苏幕遮",
            "content": "天不高，地不大。惟有真心，物物俱含载。不用之时全体在。用即拈来，万象周沙界。虚无中，尘色内。尽是还丹，历历堪收采。这个鼎炉解不解。养就灵乌，飞出光明海。",
            "comment": ""
        },
        {
            "title": "口占",
            "content": "非神亦非仙，非术亦非幻。天地有终穷，桑田几迁变。身固非我有，财亦何足恋。曷不从吾游，骑鲸腾汗漫。",
            "comment": ""
        },
        {
            "title": "秦州北山观留诗",
            "content": "石池清水是吾心，刚被桃花影倒沉。一到邽山宫阙内，销闲澄虑七弦琴。",
            "comment": ""
        },
        {
            "title": "渔父词一十八首·入定",
            "content": "闭目藏真神思凝，杳冥中里见吾宗。无边畔，迥朦胧，玄景观来觉尽空。",
            "comment": ""
        },
        {
            "title": "满庭芳",
            "content": "大道渊源，高真隐秘，风流岂可知闻。先天一气，清浊自然分。不识坎离颠倒，谁能辨、金木浮沉？幽微处，无中产有，涧畔虎龙吟。壶中，真造化，天精地髓，阴魄阳魂。运周天水火，燮理寒温。十月脱胎丹就，除此外、皆是傍门。君知否，尘寰走遍，端的少知音。",
            "comment": ""
        },
        {
            "title": "剑画此诗于襄阳雪中",
            "content": "岘山一夜玉龙寒，凤林千树梨花老。襄阳城里没人知，襄阳城外江山好。",
            "comment": ""
        },
        {
            "title": "山隐",
            "content": "松枯石老水萦回，个里难教俗客来。抬眼试看山外景，纷纷风急障黄埃。",
            "comment": ""
        },
        {
            "title": "通道",
            "content": "通道复通玄，名留四海传。交亲一拄杖，活计两空拳。要果逡巡种，思茶逐旋煎。岂知来混世，不久却回天。",
            "comment": ""
        },
        {
            "title": "修身诀",
            "content": "人命急如线，上下来往速如箭。认得是元神，子后午前须至炼。随意出，随意入，天地三才人得一。既得一，勿遗失，失了永求无一物。堪叹荒郊冢墓中，自古灭亡不知屈。",
            "comment": ""
        },
        {
            "title": "窑头坯歌",
            "content": "窑头坯，随雨破，只是未曾经水火。若经水火烧成砖，留向世间住万年。棱角坚完不复坏，扣之声韵堪磨镌。凡水火，尚成功，坚完万物谁能同。修行路上多少人，穷年炼养费精神。不道未曾经水火，无常一旦临君身。既不悟，终不悔，死了犹来借精髓。主持正念大艰辛，一失人身为异类。君不见洛阳富郑公，说与金丹如盲聋。执迷不悟修真理，焉知潜合造化功。又不见九江张尚书，服药失明神气枯。不知还丹本无质，翻饵金石何太愚。又不见三衢赵枢密，参禅作鬼终不识。修完外体在何边，辩捷语言终不实。窑头坯，随雨破，便似修行这几个。大丈夫，超觉性，了尽空门不为证。伏羲传道至于今，穷理尽性至于命。了命如何是本元，先认坎离并四正。坎离即是真常家，见者超凡须入圣。坎是虎，离是龙，二体本来同一宫。龙吞虎啖居其中，离合浮沈初复终。剥而复，否而泰，进退往来定交会。弦而望，明而晦，消长盈虚相匹配。神仙深入水晶宫，时饮醍醐清更醲。饵之千日功便成，金筋玉骨身已轻。此个景象惟自身，上升早得朝三清。三清圣位我亦有，本来只夺乾坤精。饮凡酒，食膻腥，补养元和冲更盈。自融结，转光明，变作珍珠飞玉京。须臾六年肠不馁，血化白膏体难毁。不食方为真绝粮，真气薰蒸肢体强。既不食，超百亿，口鼻都无凡喘息。真人以踵凡以喉，从此真凡两边立。到此遂成无漏身，胎息丹田涌真火。老氏自此号婴儿，火候九年都经过。留形住世不知春，忽尔天门顶中破。真人出现大神通，从此天仙可相贺。圣贤三教不异门，昧者劳心休恁么。有识自爱生，有形终不灭。叹愚人，空驾说。愚人流荡无则休，落趣循环几时彻。学人学人细寻觅，且须研究古金碧。金碧参同不计年，妙中妙兮玄中玄。",
            "comment": ""
        },
        {
            "title": "渔家傲",
            "content": "二月江南山水路。李花零落春无主。一个鱼儿无觅处。风和雨。玉龙生甲归天去。",
            "comment": ""
        },
        {
            "title": "谷神歌",
            "content": "我有一腹空谷虚，言之道有又还无。言之无兮不可舍，言之有兮不可居。谷兮谷兮太玄妙，神兮神兮真大道。保之守之不死名，修之炼之仙人号。神得一以灵，谷得一以盈。若人能守一，只此是长生。本不远离，身还不见。炼之功若成，自然凡骨变。谷神不死玄牝门，出入绵绵道若存。修炼还须夜半子，河车般载上昆仑。龙又吟，虎又啸，风云际会黄婆叫。火中姹女正含娇，回观水底婴儿俏。婴儿姹女见黄婆，儿女相逢两意和。金殿玉堂门十二，金翁木母正来过。重门过后牢关锁，点检斗牛先下火。进火消阴始一阳，千岁仙桃初结果。曲江东岸金乌飞，西岸清光玉兔辉。乌兔走归峰顶上，炉中姹女脱青衣。脱却青衣露素体，婴儿领入重帏里。十月情浓产一男，说道长生永不死。劝君炼，劝君修，谷神不死此中求。此中悟取玄微处，与君白日登瀛洲。",
            "comment": ""
        },
        {
            "title": "赠李德成（德成善医）",
            "content": "九重天子寰中贵，五等诸侯门外尊。争似布衣狂醉客，不教性命属乾坤。",
            "comment": ""
        },
        {
            "title": "五言",
            "content": "悟了长生理，秋莲处处开。金童登锦帐，玉女下香阶。虎啸天魂住，龙吟地魄来。有人明此道，立使返婴孩。姹女住南方，身边产太阳。蟾宫烹玉液，坎户炼琼浆。过去神仙饵，今来到我尝。一杯延万纪，物外任翱翔。顿悟黄芽理，阴阳禀自然。乾坤炉里炼，日月鼎中煎。木产长生汞，金烹续命铅。世人明此道，立便返童颜。宇宙产黄芽，经炉煅作砂。阴阳烹五彩，水火炼三花。鼎内龙降虎，壶中龟遣蛇。功成归物外，自在乐烟霞。要觅长生路，除非认本元。都来一味药，刚道数千般。丹鼎烹成汞，炉中炼就铅。依时服一粒，白日上冲天。姹女住瑶台，仙花满地开。金苗从此出，玉蕊自天来。凤舞长生曲，鸾歌续命杯。有人明此道，海变已千回。古往诸仙子，根元占甲庚。水中闻虎啸，火里见龙行。进退穷三候，相吞用八纮。冲天功行满，寒暑不能争。我悟长生理，太阳伏太阴。离宫生白玉，坎户产黄金。要主君臣义，须存子母心。九重神室内，虎啸与龙吟。灵丹产太虚，九转入重炉。浴就红莲颗，烧成白玉珠。水中铅一两，火内汞三铢。吃了瑶台宝，升天任海枯。姹女住离宫，身边产雌雄。炉中七返毕，鼎内九还终。悟了鱼投水，迷因鸟在笼。耄年服一粒，立地变冲童。盗得乾坤祖，阴阳是本宗。天魂生白虎，地魄产青龙。运宝泥丸在，搬精入上宫。有人明此法，万载貌如童。要觅金丹理，根元不易逢。三才七返足，四象九还终。浴就微微白，烧成渐渐红。一丸延万纪，物外去冲冲。个个觅长生，根元不易寻。要贪天上宝，须去世间琛。炼就水中火，烧成阳内阴。祖师亲有语，一味水中金。万物皆生土，如人得本元。青龙精是汞，白虎水为铅。悟者子投母，迷应地是天。将来物外客，个个补丹田。二十四神清，三千功行成。寒云连地转，圣日满天明。玉子偏宜种，金田岂在耕。此中真妙理，谁道不长生。妙妙妙中妙，玄玄玄更玄。动言俱演道，语默尽神仙。在掌如珠异，当空似月圆。他时功满后，直入大罗天。",
            "comment": ""
        },
        {
            "title": "寄白龙洞刘道人",
            "content": "玉走金飞两曜忙，始闻花发又秋霜。徒夸篯寿千来岁，也是云中一电光。一电光，何太疾，百年都来三万日。其间寒暑互煎熬，不觉童颜暗中失。纵有儿孙满眼前，却成恩爱转牵缠。及乎精竭身枯朽，谁解教伊暂驻颜。延年之道既无计，不免将身归逝水。但看古往圣贤人，几个解留身在世。身在世，也有方，只为时人误度量。竞向山中寻草药，伏铅制汞点丹阳。点丹阳，事迥别，须向坎中求赤血。取来离位制阴精，配合调和有时节。时节正，用媒人，金翁姹女结亲姻。金翁偏爱骑白虎，姹女常驾赤龙身。虎来静坐秋江里，龙向潭中奋身起。两兽相逢战一场，波浪奔腾如鼎沸。黄婆丁老助威灵，撼动乾坤走神鬼。须臾战罢云气收，种个玄珠在泥底。从此根芽渐长成，随时灌溉抱真精。十月脱胎吞入口，忽觉凡身已有灵。此个事，世间稀，不是等闲人得知。宿世若无仙骨分，容易如何得遇之。金液丹，宜便炼，大都光景急如箭。要取鱼，须结筌，何不收心炼取铅。莫教烛被风吹灭，六道轮回难怨天。近来世上人多诈，尽著布衣称道者。问他金木是何般，嘌口不言如害哑。却云服气与休粮，别有门庭道路长。岂不见阴君破迷歌里，太乙含真法最强。莫怪言词太狂劣，只为时人难鉴别。惟君心与我心同，方敢倾心与君说。",
            "comment": ""
        },
        {
            "title": "勉牛生、夏侯生",
            "content": "二秀才，二秀才兮非秀才，非秀才兮是仙才。中华国里亲遭遇，仰面观天笑眼开。鹤形兮龟骨，龙吟兮虎颜。我有至言相劝勉，愿君兮勿猜勿猜。但煦日吹月，咽雨呵雷。火寄冥宫，水济丹台。金木交而土归位，铅汞分而丹露胎。赤血换而白乳流，透九窍兮动百骸。然然卷，然然舒，哀哀咍咍。孩儿喘而不死，腹空虚兮长斋。酬名利兮狂歌醉舞，酬富贵兮麻裰莎鞋。甲子问时休记，看桑田变作黄埃。青山白云好居住，劝君归去来兮归去来。",
            "comment": ""
        },
        {
            "title": "绝句",
            "content": "捉得金晶固命基，日魂东畔月华西。于中炼就长生药，服了还同天地齐。莫怪瑶池消息稀，只缘尘事隔天机。若人寻得水中火，有一黄童上太微。混元海底隐生伦，内有黄童玉帝名。白虎神符潜姹女，灵元镇在七元君。三亩丹田无种种，种时须藉赤龙耕。曾将此种教人种，不解铅池道不生。闪灼虎龙神剑飞，好凭身事莫相违。传时须在乾坤力，便透三清入紫微。不用梯媒向外求，还丹只在体中收。莫言大道人难得，自是功夫不到头。饮酒须教一百杯，东浮西泛自梯媒。日精自与月华合，有个明珠走上来。不负三光不负人，不欺神道不欺贫。有人问我修行法，只种心田养此身。时人若拟去瀛洲，先过巍巍十八楼。自有电雷声震动，一池金水向东流。瓶子如金玉子黄，上升下降续神光。三元一会经年净，这个天中日月长。学道须教彻骨贫，囊中只有五三文。有人问我修行法，遥指天边日月轮。我自忘心神自悦，跨水穿云来相谒。不问黄芽肘后方，妙道通微怎生说。肘传丹篆千年术，口诵黄庭两卷经。鹤观古坛松影里，悄无人迹户长扃。独上高峰望八都，黑云散后月还孤。茫茫宇宙人无数，几个男儿是丈夫。天下都游半日功，不须跨凤与乘龙。偶因博戏飞神剑，摧却终南第一峰。朝游北越暮苍梧，袖里青蛇胆气粗。三入岳阳人不识，朗吟飞过洞庭湖。趯倒葫芦掉却琴，倒行直上卧牛岑。水飞石上迸如雪，立地看天坐地吟。吾家本住在天齐，零落白云锁石梯。来往八千消半日，依前归路不曾迷。莲峰道士高且洁，不下莲宫经岁月。星辰夜礼玉簪寒，龙虎晓开金鼎热。东山东畔忽相逢，握手丁宁语似钟。剑术已成君把去，有蛟龙处斩蛟龙。朝泛苍梧暮却还，洞中日月我为天。匣中宝剑时时吼，不遇同人誓不传。偎岩拍手葫芦舞，过岭穿云拄杖飞。来往八千须半日，金州南畔有松扉。养得儿形似我形，我身枯悴子光精。生生世世常如此，争似留神养自身。精养灵根气养神，此真之外更无真。神仙不肯分明说，迷了千千万万人。不事王侯不种田，日高犹自抱琴眠。起来旋点黄金买，不使人间作业钱。天涯海角人求我，行到天涯不见人。忠孝义慈行方便，不须求我自然真。莫道幽人一事无，闲中尽有静工夫。闭门清昼读书罢，扫地焚香到日晡。先生先生貌狞恶，拔剑当空气云错。连喝三回急急去，欻然空里人头落。剑起星奔万里诛，风雷时逐雨声粗。人头携处非人在，何事高吟过五湖。粗眉卓竖语如雷，闻说不平便放杯。仗剑当空千里去，一更别我二更回。先生先生莫外求，道要人传剑要收。今日相逢江海畔，一杯村酒劝君休。庞眉斗竖恶精神，万里腾空一踊身。背上匣中三尺剑，为天且示不平人。",
            "comment": ""
        },
        {
            "title": "献郑思远施真人二仙",
            "content": "万劫千生到此生，此生身始觉飞轻。抛家别国云山外，炼魄全魂日月精。比见至人论九鼎，欲穷大药访三清。如今获遇真仙面，紫府仙扉得姓名。",
            "comment": ""
        },
        {
            "title": "赠曹先生",
            "content": "鹤不西飞龙不行，露干云破洞箫清。少年仙子说闲事，遥隔彩云闻笑声。",
            "comment": ""
        },
        {
            "title": "宋朝张天觉为相之日有褴缕道人及门求施…留",
            "content": "捏土为香事有因，世间宜假不宜真。皇朝宰相张天觉，天下云游吕洞宾。",
            "comment": ""
        },
        {
            "title": "劝世",
            "content": "一毫之善，与人方便。一毫之恶，劝君莫作。衣食随缘，自然快乐。算是甚命，问什么卜。欺人是祸，饶人是福。天眼昭昭，报应甚速。谛听吾言，神钦鬼伏。",
            "comment": ""
        },
        {
            "title": "赠罗浮道士",
            "content": "罗浮道士谁同流，草衣木食轻王侯。世间甲子管不得，壶里乾坤只自由。数着残棋江月晓，一声长啸海山秋。饮余回首话归路，遥指白云天际头。",
            "comment": ""
        },
        {
            "title": "熙宁元年八月十九日过湖州东林沈山用石榴…",
            "content": "西邻已富忧不足，东老虽贫乐有余。白酒酿来缘好客，黄金散尽为收书。",
            "comment": ""
        },
        {
            "title": "崔中举进士游岳阳遇真人录沁园春词诘其姓名",
            "content": "腹内婴儿养已成，且居廛市暂娱情。无端措大刚饶舌，却入白云深处行。",
            "comment": ""
        },
        {
            "title": "闲题",
            "content": "独自行来独自坐，无限世人不识我。惟有城南老树精，分明知道神仙过。",
            "comment": ""
        },
        {
            "title": "仙乐侑席",
            "content": "曾经天上三千劫，又在人间五百年。腰下剑锋横紫电，炉中丹焰起苍烟。才骑白鹿过苍海，复跨青牛入洞天。小技等闲聊戏尔，无人知我是真仙。",
            "comment": ""
        },
        {
            "title": "明胎息",
            "content": "密室静存神，阴阳重一斤。炼成离女液，咽尽坎男津。渐变逍遥体，超然自在身。更修功业满，旌鹤引朝真。",
            "comment": ""
        },
        {
            "title": "渔父词一十八首·作甚物",
            "content": "贪贵贪荣逐利名，追游醉后恋欢情。年不永，代君惊，一报身终那里生。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "落日数声啼鸟，香风满路吹花。道人邀我煮新茶。荡涤胸中潇洒。世事不堪回首，梦魂犹绕天涯。凤停桥畔即吾家，管甚月明今夜。",
            "comment": ""
        },
        {
            "title": "七言",
            "content": "周行独力出群伦，默默昏昏亘古存。无象无形潜造化，有门有户在乾坤。色非色际谁穷处，空不空中自得根。此道非从它外得，千言万语谩评论。通灵一颗正金丹，不在天涯地角安。讨论穷经深莫究，登山临水杳无看。光明暗寄希夷顶，赫赤高居混沌端。举世若能知所寓，超凡入圣弗为难。落魄红尘四十春，无为无事信天真。生涯只在乾坤鼎，活计惟凭日月轮。八卦气中潜至宝，五行光里隐元神。桑田改变依然在，永作人间出世人。独处乾坤万象中，从头历历运元功。纵横北斗心机大，颠倒南辰胆气雄。鬼哭神号金鼎结，鸡飞犬化玉炉空。如何俗士寻常觅，不达希夷不可穷。谁信华池路最深，非遐非迩奥难寻。九年采炼如红玉，一日圆成似紫金。得了永祛寒暑逼，服之应免死生侵。劝君门外修身者，端念思惟此道心。水府寻铅合火铅，黑红红黑又玄玄。气中生气肌肤换，精里含精性命专。药返便为真道士，丹还本是圣胎仙。出神入定虚华语，徒费功夫万万年。九鼎烹煎九转砂，区分时节更无差。精神气血归三要，南北东西共一家。天地变通飞白雪，阴阳和合产金花。终期凤诏空中降，跨虎骑龙谒紫霞。凭君子后午前看，一脉天津在脊端。金阙内藏玄谷子，玉池中坐太和官。只将至妙三周火，炼出通灵九转丹。直指几多求道者，行藏莫离虎龙滩。返本还元道气平，虚非形质转分明。水中白雪微微结，火里金莲渐渐生。圣汞论时非有体，真铅穷看亦无名。吾今为报修行者，莫向烧金问至精。安排鼎灶炼玄根，进退须明卯酉门。绕电奔云飞日月，驱龙走虎出乾坤。一丸因与红颜驻，九转能烧白发痕。此道幽微知者少，茫茫尘世与谁论。醍醐一盏诗一篇，暮醉朝吟不记年。乾马屡来游九地，坤牛时驾出三天。白龟窟里夫妻会，青凤巢中子母圆。提挈灵童山上望，重重叠叠是金钱。认得东西木与金，自然炉鼎虎龙吟。但随天地明消息，方识阴阳有信音。左掌南辰攀鹤羽，右擎北极剖龟心。神仙亲口留斯旨，何用区区向外寻。一本天机深更深，徒言万劫与千金。三冬大热玄中火，六月霜寒表外阴。金为浮来方见性，木因沈后始知心。五行颠倒堪消息，返本还元在己寻。虎将龙军气宇雄，佩符持甲去匆匆。铺排剑戟奔如电，罗列旌旗疾似风。活捉三尸焚鬼窟，生禽六贼破魔宫。河清海晏乾坤净，世世安居道德中。我家勤种我家田，内有灵苗活万年。花似黄金苞不大，子如白玉颗皆圆。栽培全赖中宫土，灌溉须凭上谷泉。直候九年功满日，和根拔入大罗天。寻常学道说黄芽，万水千山觅转差。有畛有园难下种，无根无脚自开花。九三鼎内烹如酪，六一炉中结似霞。不日成丹应换骨，飞升遥指玉皇家。四六关头路坦平，行人到此不须惊。从教犊驾轰轰转，尽使羊车轧轧鸣。渡海经河稀阻滞，上天入地绝欹倾。功成直入长生殿，袖出神珠彻夜明。九六相交道气和，河车昼夜迸金波。呼时一一关头转，吸处重重脉上摩。电激离门光海岳，雷轰震户动婆娑。思量此道真长远，学者多迷溺爱河。金丹不是小金丹，阴鼎阳炉里面安。尽道东山寻汞易，岂知西海觅铅难。玄珠窟里行非远，赤水滩头去便端。认得灵竿真的路，何劳礼月步星坛。古今机要甚分明，自是众生力量轻。尽向有中寻有质，谁能无里见无形。真铅圣汞徒虚费，玉室金关不解扃。本色丹瓢推倒后，却吞丸药待延龄。浮名浮利两何堪，回首归山味转甘。举世算无心可契，谁人更与道相参。寸犹未到甘谈尺，一尚难明强说三。经卷葫芦并拄杖，依前担入旧江南。本来无作亦无行，行着之时是妄情。老氏语中犹未决，瞿昙言下更难明。灵竿有节通天去，至药无根得地生。今日与君无吝惜，功成只此是蓬瀛。解将火种种刀圭，火种刀圭世岂知。山上长男骑白马，水边少女牧乌龟。无中出有还丹象，阴里生阳大道基。颠倒五行凭匠手，不逢匠手莫施为。三千余法论修行，第一烧丹路最亲。须是坎男端的物，取他离女自然珍。烹成不死砂中汞，结出长生水里银。九转九还功若就，定将衰老返长春。欲种长生不死根，再营阴魄及阳魂。先教玄母归离户，后遣空王镇坎门。虎到甲边风浩浩，龙居庚内水温温。迷途争与轻轻泄，此理须凭达者论。闭目存神玉户观，时来火候递相传。云飞海面龙吞汞，风击岩巅虎伏铅。一旦炼成身内宝，等闲探得道中玄。刀圭饵了丹书降，跳出尘笼上九天。千日功夫不暂闲，河车搬载上昆山。虎抽白汞安炉里，龙发红铅向鼎间。仙府记名丹已熟，阴司除籍命应还。彩云捧足归何处，直入三清谢圣颜。解匹真阴与正阳，三年功满结成霜。神龟出入庚辛位，丹凤翱翔甲乙方。九鼎先辉双瑞气，三元中换五毫光。尘中若有同机者，共住烟霄不死乡。修生一路就中难，迷者徒将万卷看。水火均平方是药，阴阳差互不成丹。守雌勿失雄方住，在黑无亏白自乾。认得此般真妙诀，何忧风雨妒衰残。才吞一粒便安然，十二重楼九曲连。庚虎循环餐绛雪，甲龙夭乔迸灵泉。三三上应三千日，九九中延九万年。须得有缘方可授，未曾轻泄与人传。谁知神水玉华池，中有长生性命基。运用须凭龙与虎，抽添全藉坎兼离。晨昏点尽黄金粉，顷刻修成玉石脂。斋戒饵之千日后，等闲轻举上云梯。九天云净鹤飞轻，衔简翩翩别太清。身外红尘随意换，炉中白石立时成。九苞凤向空中舞，五色云从足下生。回首便归天上去，愿将甘雨救焦氓。婴儿迤逦降瑶阶，手握玄珠直下来。半夜紫云披素质，几回赤气掩桃腮。微微笑处机关转，拂拂行时户牖开。此是吾家真一子，庸愚谁敢等闲猜。水得天符下玉都，三千日里积功夫。祷祈天地开金鼎，收拾阴阳锁玉壶。便觉凡躯能变化，深知妙道不虚图。时来试问尘中叟，这个玄机世有无。谁识寰中达者人，生平解法水中银。一条拄杖撑天地，三尺昆吾斩鬼神。大醉醉来眠月洞，高吟吟去傲红尘。自从悟里终身后，赢得蓬壶永劫春。红炉迸溅炼金英，一点灵珠透室明。摆动乾坤知道力，逃移生死见功程。逍遥四海留踪迹，归去三清立姓名。直上五云云路稳，紫鸾朱凤自来迎。时人若要学长生，先是枢机昼夜行。恍惚中间专志气，虚无里面固元精。龙交虎战三周毕，兔走乌飞九转成。炼出一炉神圣药，五云归去路分明。亦无得失亦无言，动即施功静即眠。驱遣赤牛耕宇宙，分张玉粒种山川。栽培不惮劳千日，服食须知活万年。今日示君君好信，教君见世作神仙。不须两两与三三，只在昆仑第一岩。逢润自然情易伏，遇炎常恐性难降。有时直入三元户，无事还归九曲江。世上有人烧得住，寿齐天地更无双。本末无非在玉都，亦曾陆地作凡夫。吞精食气先从有，悟理归真便入无。水火自然成既济，阴阳和合自相符。炉中炼出延年药，溟渤从教变复枯。无名无利任优游，遇酒逢歌且唱酬。数载未曾经圣阙，千年唯只在仙州。寻常水火三回进，真个夫妻一处收。药就功成身羽化，更抛尘坌出凡流。杳杳冥冥莫问涯，雕虫篆刻道之华。守中绝学方知奥，抱一无言始见佳。自有物如黄菊蕊，更无色似碧桃花。休将心地虚劳用，煮铁烧金转转差。还丹功满未朝天，且向人间度有缘。拄杖两头担日月，葫芦一个隐山川。诗吟自得闲中句，酒饮多遗醉后钱。若问我修何妙法，不离身内汞和铅。半红半黑道中玄，水养真金火养铅。解接往年三寸气，还将运动一周天。烹煎尽在阴阳力，进退须凭日月权。只此功成三岛外，稳乘鸾凤谒诸仙。返本还元已到乾，能升能降号飞仙。一阳生是兴功日，九转周为得道年。炼药但寻金里水，安炉先立地中天。此中便是还丹理，不遇奇人誓莫传。飞龙九五已升天，次第还当赤帝权。喜遇汞珠凝正午，幸逢铅母结重玄。狂猿自伏何须炼，野马亲调不着鞭。炼就一丸天上药，顿然心地永刚坚。举世何人悟我家，我家别是一荣华。盈箱贮积登仙录，满室收藏伏火砂。顿饮长生天上酒，常栽不死洞中花。凡流若问吾生计，遍地纷纷五彩霞。津能充渴气充粮，家住三清玉帝乡。金鼎炼来多外白，玉虚烹处彻中黄。始知青帝离宫住，方信金精水府藏。流俗要求玄妙理，参同契有两三行。紫诏随鸾下玉京，元君相命会三清。便将金鼎丹砂饵，时拂霞衣驾鹤行。天上双童持珮引，月中娇女执幡迎。此时功满参真后，始信仙都有姓名。修修修得到乾乾，方号人间一醉仙。世上光阴催短景，洞中花木任长年。形飞峭壁非凡骨，神在玄宫别有天。唯愿先生频一顾，更玄玄外问玄玄。",
            "comment": ""
        },
        {
            "title": "题凤翔府天庆观",
            "content": "得道年来八百秋，不曾飞剑取人头。玉皇未有天符至，且货乌金混世流。",
            "comment": ""
        },
        {
            "title": "题黄鹤楼石照",
            "content": "黄鹤楼前吹笛时，白蘋红蓼满江湄。衷情欲诉谁能会，惟有清风明月知。",
            "comment": ""
        },
        {
            "title": "题广陵妓屏二首",
            "content": "嫫母西施共此身，可怜老少隔千春。他年鹤发鸡皮媪，今日玉颜花貌人。花开花落两悲欢，花与人还事一般。开在枝间妨客折，落来地上请谁看。",
            "comment": ""
        },
        {
            "title": "题永康酒楼",
            "content": "鲸吸鳌吞数百杯，玉山谁起复谁颓。醒时两袂天风冷，一朵红云海上来。",
            "comment": ""
        },
        {
            "title": "徽宗斋会",
            "content": "高谈阔论若无人，可惜明君不遇真。陛下问臣来日事，请看午未丙丁春。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "一日清欢何往，十年旧事重拈。细风斜日到江南。春满平湖潋滟。黄简手题龙篆，绿舆前控鸾骖。玉清真軿署仙衔。列职灵台书监。",
            "comment": ""
        },
        {
            "title": "与潭州智度寺慧觉诗",
            "content": "达者推心兼济物，圣贤传法不离真。请师开说西来意，七祖如今未有人。",
            "comment": ""
        },
        {
            "title": "促拍满路花",
            "content": "西风吹渭水，落叶满长安。茫茫尘世里，独清闲。自然炉鼎，虎绕与龙盘。九转丹砂就，一粒刀圭，便成陆地神仙。任万钉宝带貂蝉，富贵欲熏天。黄粱炊未熟，梦惊残。是非海里，直道作人难。袖手江南去，白蘋红蓼，又寻湓浦庐山。",
            "comment": ""
        },
        {
            "title": "六言",
            "content": "春暖群花半开，逍遥石上徘徊。独携玉律丹诀，闲踏青莎碧苔。古洞眠来九载，流霞饮几千杯。逢人莫话他事，笑指白云去来。",
            "comment": ""
        },
        {
            "title": "赠乔二郎",
            "content": "与君相见皇都里，陶陶动便经年醉。醉中往往爱藏真，亦不为他名与利。劝君休恋浮华荣，直须奔走烟霞程。烟霞欲去如何去，先须肘后飞金晶。金晶飞到上宫里，上宫下宫通光明。当时玉汞涓涓生，奔归元海如雷声。从此夫妻相际会，欢娱踊跃情无外。水火都来两半间，卦候翻成地天泰。一浮一沈阳炼阴，阴尽方知此理深。到底根元是何物，分明只是水中金。乔公乔公急下手，莫逐乌飞兼兔走。何如修炼作真人，尘世浮生终不久。人道长生没得来，自古至今有有有。",
            "comment": ""
        },
        {
            "title": "望江南/忆江南",
            "content": "瑶池上，瑞雾霭群仙。素练金童锵凤板，青衣玉女啸鸾笙。身在大罗天。沉醉处，缥缈玉京山。唱彻步虚清燕罢，不知今夕是何年。海水又桑田。",
            "comment": ""
        },
        {
            "title": "渔父词一十八首·常自在",
            "content": "闭目寻真真自归，玄珠一颗出辉辉。终日玩，莫抛离，免使阎王遣使追。",
            "comment": ""
        },
        {
            "title": "题诗紫极宫",
            "content": "宫门一闲入，临水凭栏立。无人知我来，朱顶鹤声急。",
            "comment": ""
        },
        {
            "title": "减字木兰花",
            "content": "暂游大庾。白鹤飞来谁共语。岭畔人家。曾见寒梅几度花。春来春去。人在落花流水处。花满前溪。藏尽神仙人不知。",
            "comment": ""
        },
        {
            "title": "七言",
            "content": "金丹一粒定长生，须得真铅炼甲庚。火取南方赤凤髓，水求北海黑龟精。鼎追四季中央合，药遣三元八卦行。斋戒兴功成九转，定应入口鬼神惊。功满来来际会难，又闻东去上仙坛。杖头春色一壶酒，顶上云攒五岳冠。饮酒龟儿人不识，烧山符子鬼难看。先生去后身须老，乞与贫儒换骨丹。碧潭深处一真人，貌似桃花体似银。鬓发未斑缘有术，红颜不老为通神。蓬莱要去如今去，架上黄衣化作云。任彼桑田变沧海，一丸丹药定千春。炉养丹砂鬓不斑，假将名利住人间。已逢志士传神药，又喜同流动笑颜。老子道经分付得，少微星许共相攀。幸蒙上士甘捞摝，处世输君一个闲。谁解长生似我哉，炼成真气在三台。尽知白日升天去，刚逐红尘下世来。黑虎行时倾雨露，赤龙耕处产琼瑰。只吞一粒金丹药，飞入青霄更不回。乱云堆里表星都，认得深藏大丈夫。绿酒醉眠闲日月，白蘋风定钓江湖。长将气度随天道，不把言词问世徒。山水路遥人不到，茅君消息近知无。鹤为车驾酒为粮，为恋长生不死乡。地脉尚能缩得短，人年岂不展教长。星辰往往壶中见，日月时时衲里藏。若欲时流亲得见，朝朝不离水银行。灵芝无种亦无根，解饮能餐自返魂。但得烟霞供岁月，任他乌兔走乾坤。婴儿只恋阳中母，姹女须朝顶上尊。一得不回千古内，更无冢墓示儿孙。世上何人会此言，休将名利挂心田。等闲倒尽十分酒，遇兴高吟一百篇。物外烟霞为伴侣，壶中日月任婵娟。他时功满归何处，直驾云车入洞天。玄门帝子坐中央，得算明长感玉皇。枕上山河和雨露，笛中日月混潇湘。坎男会遇逢金女，离女交腾嫁木郎。真个夫妻齐守志，立教牵惹在阴阳。遥指高峰笑一声，红霞紫雾面前生。每于廛市无人识，长到山中有鹤行。时弄玉蟾驱鬼魅，夜煎金鼎煮琼英。他时若赴蓬莱洞，知我仙家有姓名。堪笑时人问我家，杖担云物惹烟霞。眉藏火电非他说，手种金莲不自夸。三尺焦桐为活计，一壶美酒是生涯。骑龙远出游三岛，夜久无人玩月华。九曲江边坐卧看，一条长路入天端。庆云捧拥朝丹阙，瑞气裴回起白烟。铅汞此时为至药，坎离今日结神丹。功能济命长无老，只在人心不是难。玄门玄理又玄玄，不死根元在汞铅。知是一般真个术，调和六一也同天。玉京山上羊儿闹，金水河中石虎眠。妙要能生觉本体，勤心到处自如然。公卿虽贵不曾酬，说著仙乡便去游。为讨石肝逢蜃海，因寻甜雪过瀛洲。山川醉后壶中放，神鬼闲来匣里收。据见目前无个识，不如杯酒混凡流。曾邀相访到仙家，忽上昆仑宴月华。玉女控拢苍獬豸，山童提挈白虾蟆。时斟海内千年酒，惯摘壶中四序花。今在人寰人不识，看看挥袖入烟霞。火种丹田金自生，重重楼阁自分明。三千功行百旬见，万里蓬莱一日程。羽化自应无鬼录，玉都长是有仙名。今朝得赴瑶池会，九节幢幡洞里迎。因看崔公入药镜，令人心地转分明。阳龙言向离宫出，阴虎还于坎位生。二物会时为道本，五方行尽得丹名。修真道士如知此，定跨赤龙归玉清。浮生不实为轻忽，衲服深藏奇异骨。非是尘中不染尘，焉得物外通无物。共语难兮情兀兀，独自行时轻拂拂。一点刀圭五彩生，飞丹走入神仙窟。莫怪爱吟天上诗，盖缘吟得世间稀。惯餐玉帝宫中饭，曾著蓬莱洞里衣。马踏日轮红露卷，凤衔月角擘云飞。何时再控青丝辔，又掉金鞭入紫微。黄芽白雪两飞金，行即高歌醉即吟。日月暗扶君甲子，乾坤自与我知音。精灵灭迹三清剑，风雨腾空一弄琴。的当南游归甚处，莫交鹤去上天寻。云鬓双明骨更轻，自言寻鹤到蓬瀛。日论药草皆知味，问著神仙自得名。簪冷夜龙穿碧洞，枕寒晨虎卧银城。来春又拟携筇去，为忆轩辕海上行。龙精龟眼两相和，丈六男儿不奈何。九盏水中煎赤子，一轮火内养黄婆。月圆自觉离天网，功满方知出地罗。半醉好吞龙凤髓，劝君休更认弥陀。强居此境绝知音，野景虽多不合吟。诗句若喧卿相口，姓名还动帝王心。道袍薜带应慵挂，隐帽皮冠尚懒簪。除此更无余个事，一壶村酒一张琴。华阳山里多芝田，华阳山叟复延年。青松岩畔攀高干，白云堆里饮飞泉。不寒不热神荡荡，东来西去气绵绵。三千功满好归去，休与时人说洞天。天生不散自然心，成败从来古与今。得路应知能出世，迷途终是任埋沈。身边至药堪攻炼，物外丹砂且细寻。咫尺洞房仙景在，莫随波浪没光阴。自隐玄都不记春，几回沧海变成尘。玉京殿里朝元始，金阙宫中拜老君。闷即驾乘千岁鹤，闲来高卧九重云。我今学得长生法，未肯轻传与世人。北帝南辰掌内观，潜通造化暗相传。金槌袖里居元宅，玉户星宫降上玄。举世尽皆寻此道，谁人空里得玄关。明明道在堪消息，日月滩头去又还。日影元中合自然，奔雷走电入中原。长驱赤马居东殿，大启朱门泛碧泉。怒拔昆吾歌圣化，喜陪孤月贺新年。方知此是生生物，得在仁人始受传。六龙齐驾得升乾，须觉潜通造化权。真道每吟秋月澹，至言长运碧波寒。昼乘白虎游三岛，夜顶金冠立古坛。一载已成千岁药，谁人将袖染尘寰。五岳滩头景象新，仁人方达杳冥身。天纲运转三元净，地脉通来万物生。自晓谷神通此道，谁将理性欲修真。明明说向中黄路，霹雳声中自得神。欲陪仙侣得身轻，飞过蓬莱彻上清。朱顶鹤来云外接，紫鳞鱼向海中迎。姮娥月桂花先吐，王母仙桃子渐成。下瞰日轮天欲晓，定知人世久长生。四海皆忙几个闲，时人口内说尘缘。知君有道来山上，何似无名住世间。十二楼台藏秘诀，五千言内隐玄关。方知鼎贮神仙药，乞取刀圭一粒看。割断繁华掉却荣，便从初得是长生。曾于锦水为蝉蜕，又向蓬莱别姓名。三住住来无否泰，一尘尘在世人情。不知功满归何处，直跨虬龙上玉京。当年诗价满皇都，掉臂西归是丈夫。万顷白云独自有，一枝丹桂阿谁无。闲寻渭曲渔翁引，醉上莲峰道士扶。他日与君重际会，竹溪茅舍夜相呼。金锤灼灼舞天阶，独自骑龙去又来。高卧白云观日窟，闲眠秋月擘天开。离花片片乾坤产，坎蕊翻翻造化栽。晚醉九岩回首望，北邙山下骨皑皑。结交常与道情深，日日随他出又沈。若要自通云外鹤，直须勤炼水中金。丹成只恐乾坤窄，饵了宁忧疾患侵。未去瑶台犹混世，不妨杯酒喜闲吟。因携琴剑下烟萝，何幸今朝喜暂过。貌相本来犹自可，针医偏更效无多。仙经已读三千卷，古法曾持十二科。些小道功如不信，金阶舍手试看么。倾侧华阳醉再三，骑龙遇晚下南岩。眉因拍剑留星电，衣为眠云惹碧岚。金液变来成雨露，玉都归去老松杉。曾将铁镜照神鬼，霹雳搜寻火满潭。铁镜烹金火满空，碧潭龙卧夕阳中。麒麟意合乾坤地，獬豸机关日月东。三尺剑横双水岸，五丁冠顶百神宫。闲铺羽服居仙窟，自著金莲造化功。随缘信业任浮沈，似水如云一片心。两卷道经三尺剑，一条藜杖七弦琴。壶中有药逢人施，腹内新诗遇客吟。一嚼永添千载寿，一丸丹点一斤金。琴剑酒棋龙鹤虎，逍遥落托永无忧。闲骑白鹿游三岛，闷驾青牛看十洲。碧洞远观明月上，青山高隐彩云流。时人若要还如此，名利浮华即便休。紫极宫中我自知，亲磨神剑剑还飞。先差玉子开南殿，后遣青龙入紫微。九鼎黄芽栖瑞凤，一躯仙骨养灵芝。蓬莱不是凡人处，只怕愚人泄世机。向身方始出埃尘，造化功夫只在人。早使亢龙抛地网，岂知白虎出天真。绵绵有路谁留我，默默忘言自合神。击剑夜深归甚处，披星带月折麒麟。春尽闲闲过落花，一回舞剑一吁嗟。常忧白日光阴促，每恨青天道路赊。本志不求名与利，元心只慕水兼霞。世间万种浮沉事，达理谁能似我家。日为和解月呼丹，华夏诸侯肉眼看。仁义异如胡越异，世情难似泰衡难。八仙炼后钟神异，四海磨成照胆寒。笑指不平千万万，骑龙抚剑九重关。别来洛汭六东风，醉眼吟情慵不慵。摆撼乾坤金剑吼，烹煎日月玉炉红。杖摇楚甸三千里，鹤翥秦烟几万重。为报晋成仙子道，再期春色会稽峰。发头滴血眼如镮，吐气云生怒世间。争耐不平千古事，须期一诀荡凶顽。蛟龙斩处翻沧海，暴虎除时拔远山。为灭世情兼负义，剑光腥染点痕斑。雨雪霏霏天已暮。金钟满劝抚焦桐。诗吟席上未移刻，剑舞筵前疾似风。何事行杯当午夜，忽然怒目便腾空。不知谁是亏忠孝，携个人头入坐中。未炼还丹且炼心，丹成方觉道元深。每留客有钱酤酒，谁信君无药点金。洞里风雷归掌握，壶中日月在胸襟。神仙事业人难会，养性长生自意吟。铁牛耕地种金钱，刻石时童把贯穿。一粒粟中藏世界，二升铛内煮山川。白头老子眉垂地，碧眼胡儿手指天。若向此中玄会得，此玄玄外更无玄。箕星昴宿下长天，凡景宁教不愕然。龙出水来鳞甲就，鹤冲天气羽毛全。尘中教化千人眼，世上人知尔雅篇。自是凡流福命薄，忍教微妙略轻传。闲来掉臂入天门，拂袂徐徐撮彩云。无语下窥黄谷子，破颜平揖紫霞君。拟登瑶殿参金母，回访瀛洲看日轮。恰值嫦娥排宴会，瑶浆新熟味氤氲。曾随刘阮醉桃源，未省人间欠酒钱。一领布裘权且当，九天回日却归还。凤茸袄子非为贵，狐白裘裳欲比难。只此世间无价宝，不凭火里试烧看。因思往事却成憨，曾读仙经第十三。武氏死时应室女，陈王没后是童男。两轮日月从他载，九个山河一担担。尽日无人话消息，一壶春酒且醺酣。垂袖腾腾傲世尘，葫芦携却数游巡。利名身外终非道，龙虎门前辨取真。一觉梦魂朝紫府，数年踪迹隐埃尘。华阴市内才相见，不是寻常卖药人。万卷仙经三尺琴，刘安闻说是知音。杖头春色一壶酒，炉内丹砂万点金。闷里醉眠三路口，闲来游钓洞庭心。相逢相遇人谁识，只恐冲天没处寻。曾战蚩尤玉座前，六龙高驾振鸣銮。如来车后随金鼓，黄帝旂傍戴铁冠。醉捋黑须三岛黯，怒抽霜剑十洲寒。轩辕世代横行后，直隐深岩久觅难。头角苍浪声似钟，貌如冰雪骨如松。匣中宝剑时频吼，袖里金锤逞露风。会饮酒时为伴侣，能行诗句便参同。来年定赴蓬莱会，骑个生狞九色龙。神仙暮入黄金阙，将相门关白玉京。可是洞中无好景，为怜天下有众生。心琴际会闲随鹤，匣剑时磨待断鲸。进退两楹俱未应，凭君与我指前程。九鼎烹煎一味砂，自然火候放童花。星辰照出青莲颗，日月能藏白马牙。七返返成生碧雾，九还还就吐红霞。有人夺得玄珠饵，三岛途中路不赊。天生一物变三才，交感阴阳结圣胎。龙虎顺行阴鬼去，龟蛇逆往火龙来。婴儿日吃黄婆髓，姹女时餐白玉杯。功满自然居物外，人间寒暑任轮回。星辰聚会入离乡，日月盈亏助药王。三候火烧金鼎宝，五符水炼玉壶浆。乾坤反覆龙收雾，卯酉相吞虎放光。入室用机擒捉取，一丸丹点体纯阳。",
            "comment": ""
        },
        {
            "title": "渔父词一十八首·朝帝",
            "content": "九转功成数尽乾，开炉拨鼎见金丹。餐饵了，别尘寰，足蹑青云突上天。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "我有屋三间。柱用八山。周回四壁海遮拦。万象森罗为斗栱，瓦盖青天。无漏得多年。结就因缘。修成功行满三千。降得火龙伏得虎，陆地通仙。",
            "comment": ""
        },
        {
            "title": "百字碑",
            "content": "养气忘言守，降心为不为。动静知宗祖，无事更寻谁。真常须应物，应物要不迷。不迷性自住，性住气自回。气回丹自结，壶中配坎离。阴阳生返复，普化一声雷。白云朝顶上，甘露洒须弥。自饮长生酒，逍遥谁得知。坐听无弦曲，明通造化机。都来二十句，端的上天梯。",
            "comment": ""
        },
        {
            "title": "步蟾宫",
            "content": "坎离乾兑逢子午，须认取，自家根祖。地雷震动山头雨，要洗濯黄牙土。捉得金精牢闭锢，炼甲庚，要生龙虎。待他问汝甚人传，但说道，先生姓吕。",
            "comment": ""
        },
        {
            "title": "绝句",
            "content": "息精息气养精神，精养丹田气养身。有人学得这般术，便是长生不死人。斗笠为帆扇作舟，五湖四海任遨游。大千沙界须臾至，石烂松枯经几秋。或为道士或为僧，混俗和光别有能。苦海翻成天上路，毗卢常照百千灯。",
            "comment": ""
        },
        {
            "title": "赠江州太平观道士",
            "content": "落魄薛高士，年高无白髭。云中闲卧石，山里冷寻碑。夸我饮大酒，嫌人说小诗。不知甚么汉，一任辈流嗤。",
            "comment": ""
        },
        {
            "title": "真人行巴陵市太守怒其不避使案吏具其罪真人",
            "content": "暂别蓬莱海上游，偶逢太守问根由。身居北斗星杓下，剑挂南宫月角头。道我醉来真个醉，不知愁是怎生愁。相逢何事不相认，却驾白云归去休。",
            "comment": ""
        },
        {
            "title": "七夕",
            "content": "四海孤游一野人，两壶霜雪足精神。坎离二物君收得，龙虎丹行运水银。野人本是天台客，石桥南畔有旧宅。父子生来有两口，多好歌笙不好拍。",
            "comment": ""
        },
        {
            "title": "渔父词一十八首·炼质",
            "content": "运本还元于此寻，周流金鼎虎龙吟。身不老，俗难侵，貌返童颜骨变金。",
            "comment": ""
        },
        {
            "title": "渔父词一十八首·玄用",
            "content": "日月交加晓夜奔，昆仑顶上定乾坤。真镜里，实堪论，叆叆红霞晓寂门。",
            "comment": ""
        },
        {
            "title": "警世",
            "content": "二八佳人体似酥，腰间仗剑斩凡夫。虽然不见人头落，暗里教君骨髓枯。",
            "comment": ""
        },
        {
            "title": "渔父词一十八首·自无忧",
            "content": "学道初从此处修，断除贪爱别娇柔。长守静，处深幽，服气餐霞饱即休。",
            "comment": ""
        },
        {
            "title": "题四明金鹅寺壁",
            "content": "方丈有门出不钥，见个山童露双脚。问伊方丈何寂寥，道是虚空也不著。闻此语，何欣欣，主翁岂是寻常人。我来谒见不得见，谒心耿耿生埃尘。归去也，波浩渺，路入蓬莱山杳杳。相思一上石楼时，雪晴海阔千峰晓。",
            "comment": ""
        },
        {
            "title": "渔父词一十八首·神效",
            "content": "恍惚擒来得自然，偷他造化在其间。神鼎内，火烹煎，尽历阴阳结作丹。",
            "comment": ""
        },
        {
            "title": "直指大丹歌",
            "content": "三清宫殿隐昆巅，日月光浮起紫烟。池沼泓泓翻玉液，楼台叠叠运灵泉。青龙乘火铅为汞，白虎腾波汞作铅。欲得坎男求匹偶，须凭离女结因缘。黄婆设尽千般计，金鼎开成一朵莲。列女擎乌当左畔，将军戴兔镇西边。黑龟却伏红炉下，朱雀还栖华阁前。然后澄神窥见影，三周功就驾云輧。",
            "comment": ""
        },
        {
            "title": "西江月",
            "content": "著意黄庭岁久，留心金碧年深。为忧白发鬓相侵，仙诀朝朝讨论。秘要俱皆览过，神仙奥旨重吟。至人亲指水中金，不负平生志性。任是聪明志士，常迷东灶黄庭。参同大易事分明，不晓醉眠难醒。若遇高人指引，都来不费功程。北方坎子是金精，认得黄牙方盛。",
            "comment": ""
        },
        {
            "title": "沁园春",
            "content": "琳馆清标，琼台丽质，何年天上飞来。扬州暂倚，后土为深栽。独立乾坤一树，春风占、万朵齐开。天然巧，蕊珠圆簇，玉瓣轻裁。见一花九朵，类玲珑玉斝，错落琼杯。得满盛香露，洗荡尘埃。是真元孕育，有仙风道骨，岂是凡胎。问真宰，难留下土，携而上蓬莱。",
            "comment": ""
        },
        {
            "title": "渔父词一十八首·神异",
            "content": "还返初成立变童，瑞莲开处色辉红。金鼎内，迥朦胧，换骨添筋处处通。",
            "comment": ""
        },
        {
            "title": "答僧见",
            "content": "三千里外无家客，七百年来云水身。行满蓬莱为别馆，道成瓦砾尽黄金。待宾榼里常存酒，化药炉中别有春。积德求师何患少，由来天地不私亲。",
            "comment": ""
        },
        {
            "title": "谒石守道",
            "content": "高心休拟凤池游，朱绂银章宠已优。欲待祸来名欲灭，林泉养法预为谋。",
            "comment": ""
        },
        {
            "title": "渔父词一十八首·方契理",
            "content": "举世人生何所依，不求自己更求谁。绝嗜欲，断贪痴，莫把神明暗里欺。",
            "comment": ""
        },
        {
            "title": "六么令",
            "content": "东与西，眼与眉。偃月炉中运坎离，灵砂且上飞。最幽微，是天机，你休痴，你不知。",
            "comment": ""
        },
        {
            "title": "敲爻歌",
            "content": "汉终唐国飘蓬客，所以敲爻不可测。纵横逆顺没遮栏，静则无为动是色。也饮酒，也食肉，守定胭花断淫欲。行歌唱咏胭粉词，持戒酒肉常充腹。色是药，酒是禄，酒色之中无拘束。只因花酒误长生，饮酒带花神鬼哭。不破戒，不犯淫，破戒真如性即沈。犯淫坏失长生宝，得者须由道力人。道力人，真散汉，酒是良朋花是伴。花街柳巷觅真人，真人只在花街玩。摘花戴饮长生酒，景里无为道自昌。一任群迷多笑怪，仙花仙酒是仙乡。到此乡，非常客，姹女婴儿生喜乐。洞中常采四时花，时花结就长生药。长生药，采花心，花蕊层层艳丽春。时人不达花中理，一诀天机直万金。谢天地，感虚空，得遇仙师是祖宗。附耳低言玄妙旨，提上蓬莱第一峰。第一峰，是仙物，惟产金花生恍惚。口口相传不记文，须得灵根骨髓坚。□骨髓，炼灵根，片片桃花洞里春。七七白虎双双养，八八青龙总一斤。真父母，送元宫，木母金公性本温。十二宫中蟾魄现，时时地魄降天魂。铅初就，汞初生，玉炉金鼎未经烹。一夫一妇同天地，一男一女合乾坤。庚要生，甲要生，生甲生庚道始萌。拔取天根并地髓，白雪黄芽自长成。铅亦生，汞亦生，生汞生铅一处烹。烹炼不是精和液，天地乾坤日月精。黄婆匹配得团圆，时刻无差口付传。八卦三元全藉汞，五行四象岂离铅。铅生汞，汞生铅，夺得乾坤造化权。杳杳冥冥生恍惚，恍恍惚惚结成团。性须空，意要专，莫遣猿猴取次攀。花露初开切忌触，锁居上釜勿抽添。玉炉中，文火烁，十二时中惟守一。此时黄道会阴阳，三性元宫无漏泄。气若行，真火炼，莫使玄珠离宝殿。加添火候切防危，初九潜龙不可炼。消息火，刀圭变，大地黄芽都长遍。五行数内一阳生，二十四气排珠宴。火足数，药方成，便有龙吟虎啸声。三铅只得一铅就，金果仙芽未现形。再安炉，重立鼎，跨虎乘龙离凡境。日精才现月华凝，二八相交在壬丙。龙汞结，虎铅成，咫尺蓬莱只一程。坤铅乾汞金丹祖，龙铅虎汞最通灵。达此理，道方成，三万神龙护水晶。守时定日明符刻，专心惟在意虔诚。黑铅过，采清真，一阵交锋定太平。三车搬运珍珠宝，送归宝藏自通灵。天神佑，地祇迎，混合乾坤日月精。虎啸一声龙出窟，鸾飞凤舞出金城。朱砂配，水银停，一派红霞列太清。铅池迸出金光现，汞火流珠入帝京。龙虎媾，外持盈，走圣飞灵在宝瓶。一时辰内金丹就，上朝金阙紫云生。仙桃熟。摘取饵，万化来朝天地喜。斋戒等候一阳生，便进周天参同理。参同理，炼金丹，水火薰蒸透百关。养胎十月神丹结，男子怀胎岂等闲。内丹成，外丹就，内外相接和谐偶。结成一块紫金丸，变化飞腾天地久。丹入腹，非寻常，阴阳剥尽化纯阳。飞升羽化三清客，各遂功成达上苍。三清客，驾琼舆，跨凤腾霄入太虚。似此逍遥多快乐，遨游三界最清奇。太虚之上修真士，朗朗圆成一物无。一物无，唯显道，五方透出真人貌。仙童仙女彩云迎，五明宫内传真诰。传真诰，话幽情，只是真铅炼汞精。声闻缘觉冰消散，外道修罗缩项惊。点枯骨，立成形，信道天梯似掌平。九祖先灵得超脱，谁羡繁华贵与荣。寻烈士，觅贤才，同安炉鼎化凡胎。若是悭财并惜宝，千万神仙不肯来。修真士，不妄说，妄说一句天公折。万劫尘沙道不成，七窍眼睛皆迸血。贫穷子，发誓切，待把凡流尽提接。同越蓬莱仙会中，凡景煎熬无了歇。尘世短，更思量，洞里乾坤日月长。坚志苦心三二载，百千万劫寿弥疆。达圣道，显真常，虎兕刀兵更不伤。水火蛟龙无损害，拍手天宫笑一场。这些功，真奇妙，分付与人谁肯要。愚徒死恋色和财，所以神仙不肯召。真至道，不择人，岂论高低富与贫。且饶帝子共王孙，须去繁华锉锐分。嗔不除，憨不改，堕入轮回生死海。堆金积玉满山川，神仙冷笑应不采。名非贵，道极尊，圣圣贤贤显子孙。腰间跨玉骑骄马，瞥见如同隙里尘。隙里尘，石中火，何在留心为久计。苦苦煎熬唤不回，夺利争名如鼎沸。如鼎沸，永沈沦，失道迷真业所根。有人平却心头棘，便把天机说与君。命要传，性要悟，入圣超凡由汝做。三清路上少人行，畜类门前争入去。报贤良，休慕顾，性命机关须守护。若还缺一不芳菲，执著波查应失路。只修性，不修命，此是修行第一病。只修祖性不修丹，万劫阴灵难入圣。达命宗，迷祖性，恰似鉴容无宝镜。寿同天地一愚夫，权物家财无主柄。性命双修玄又玄，海底洪波驾法船。生擒活捉蛟龙首，始知匠手不虚传。",
            "comment": ""
        },
        {
            "title": "绍兴道会",
            "content": "偶乘青帝出蓬莱，剑戟峥嵘遍九垓。我在目前人不识，为留一笠莫沉埋。",
            "comment": ""
        },
        {
            "title": "霜天晓角",
            "content": "乾坤未裂。有物如何别。解把鸿濛擘破，说不知、知不说。妙诀。真难彻。知音世所绝。要识阴阳颠倒，月中日、日中月。",
            "comment": ""
        },
        {
            "title": "渔父词一十八首·沐浴",
            "content": "卯酉门中作用时，赤龙时蘸玉清池。云薄薄，雨微微，看取妖容露雪肌。",
            "comment": ""
        },
        {
            "title": "题僧房绝句",
            "content": "唐朝进士，今日神仙。足蹑紫雾，却返洞天。",
            "comment": ""
        },
        {
            "title": "渔父词一十八首·疾瞥地",
            "content": "万劫千生得个人，须知先世种来因。速觉悟。出迷津，莫使轮回受苦辛。",
            "comment": ""
        },
        {
            "title": "失调名",
            "content": "别无巧妙，与你方儿一个。子後午前定息坐。夹脊双门崑崙过。恁时得气力，思量我。",
            "comment": ""
        },
        {
            "title": "大云寺茶诗",
            "content": "玉蕊一枪称绝品，僧家造法极功夫。兔毛瓯浅香云白，虾眼汤翻细浪俱。断送睡魔离几席，增添清气入肌肤。幽丛自落溪岩外，不肯移根入上都。",
            "comment": ""
        },
        {
            "title": "渔父词一十八首·瑞鼎",
            "content": "会合都从戊巳家，金铅水汞莫须夸。只此物，结丹砂，反覆阴阳色转华。",
            "comment": ""
        },
        {
            "title": "为贾师雄发明古铁镜",
            "content": "手内青蛇凌白日，洞中仙果艳长春。须知物外烟霞客，不是尘中磨镜人。",
            "comment": ""
        },
        {
            "title": "题东都妓馆壁",
            "content": "一吸鸾笙裂太清，绿衣童子步虚声。玉楼唤醒千年梦，碧桃枝上金鸡鸣。",
            "comment": ""
        },
        {
            "title": "洞庭湖君山颂",
            "content": "午夜君山玩月回，西邻小圃碧莲开。天香风露苍华冷，云在青霄鹤未来。",
            "comment": ""
        },
        {
            "title": "赐齐州李希遇诗",
            "content": "少饮欺心酒，休贪不义财。福因慈善得，祸向巧奸来。",
            "comment": ""
        },
        {
            "title": "秘诀歌",
            "content": "求之不见，来即不见。不见不见，君之素面。火里曾飞，水中亦见。道路非遥，身心不恋。又不知有返阴之龟，回阳之雁。遇即遇真人，达即达其神。一万二千甲子，这一壶流霞长春。流霞流霞，本性一家。饥餐日精，渴饮月华。将甲子丁丑之岁，与君决破东门之大瓜。",
            "comment": ""
        },
        {
            "title": "赠滕宗谅",
            "content": "华州回道人，来到岳阳城。别我游何处，秋空一剑横。",
            "comment": ""
        },
        {
            "title": "赠陈处士",
            "content": "青霄一路少人行，休话兴亡事不成。金榜因何无姓字，玉都必是有仙名。云归入海龙千尺，云满长空鹤一声。深谢宋朝明圣主，解书丹诏诏先生。",
            "comment": ""
        },
        {
            "title": "渔父词一十八首·知路",
            "content": "那个仙经述此方，参同大易显阴阳。须穷取，莫颠狂，会者名高道自昌。",
            "comment": ""
        },
        {
            "title": "梧桐影",
            "content": "落日斜，西风冷。幽人今夜来不来，教人立尽梧桐影。",
            "comment": "【注释】【评解】夕阳西沉，秋风萧瑟，期待故人之来，心情焦急。词中人搔手踟蹰，徘徊徜徉，其久盼不至而又不忍离去的缱绻之情，微嗔之意，呼之欲出。北宋柳永《倾杯》词中“愁绪终难整，又是立尽、梧桐碎影”，即袭此意。【集评】《竹坡诗话》：大梁景德寺峨眉院壁间，有吕洞宾题字。其语云：“落日斜，西风冷。幽人今夜来不来？教人立尽梧桐影。”字画飞动，如翔鸾舞鹤，非世间笔也。宣和间，余游京师，犹及见之。陈岩肖《庚谿诗话》亦载此事，与此小异，“落日斜”作“明月斜”。"
        },
        {
            "title": "题全州道士蒋晖壁",
            "content": "醉舞高歌海上山，天瓢承露结金丹。夜深鹤透秋空碧，万里西风一剑寒。",
            "comment": ""
        },
        {
            "title": "鄂渚悟道歌",
            "content": "纵横天际为闲客，时遇季秋重阳节。阴云一布遍长空，膏泽连绵滋万物。因雨泥滑门不出，忽闻邻舍语丹术。试问邻公可相传，一言许肯更无难。数篇奇怪文入手，一夜挑灯读不了。晓来日早才看毕，不觉自醉如恍惚。恍惚之中见有物，状如日轮明突屼。自言便是丹砂精，宜向鼎中烹凡质。凡质本来不化真，化真须得真中物。不用铅，不用汞，还丹须向炉中种。玄中之玄号真铅，及至用铅还不用。或名龙，或名虎，或号婴儿并姹女。丹砂一粒名千般，一中有一为丹母。火莫燃，水莫冻，修之炼之须珍重。直待虎啸折颠峰，骊龙夺得玄珠弄。龙吞玄宝忽升飞，飞龙被我捉来骑。一翥上朝归碧落，碧落广阔无东西。无晓无夜无年月，无寒无暑无四时。自从修到无为地，始觉奇之又怪之。",
            "comment": ""
        },
        {
            "title": "化江南简寂观道士侯用晦磨剑（一作磨剑赠侯",
            "content": "欲整锋铓敢惮劳，凌晨开匣玉龙嗥。手中气概冰三尺，石上精神蛇一条。奸血默随流水尽，凶豪今逐渍痕消。削平浮世不平事，与尔相将上九霄。",
            "comment": ""
        },
        {
            "title": "渔父词一十八首·活得",
            "content": "位立三才属五行，阴阳合处便相生。龙飞踊，虎狌狞，吐个神珠各战争。",
            "comment": ""
        },
        {
            "title": "渔父词一十八首·灿烂",
            "content": "四象分明八卦周，乾坤男女论绸缪。交会处，更娇羞，转觉情深玉体柔。",
            "comment": ""
        },
        {
            "title": "三字诀",
            "content": "这个道，非常道。性命根，生死窍。说著丑，行着妙。人人憎，个个笑。大关键，在颠倒。莫厌秽，莫计较。得他来，立见效。地天泰，为朕兆。口对口，窍对窍。吞入腹，自知道。药苗新，先天兆。审眉间，行逆道。滓质物，自继绍。二者余，方绝妙。要行持，令人叫。气要坚，神莫耗。若不行，空老耄。认得真，老还少。不知音，莫语要。些儿法，合大道。精气神，不老药。静里全，明中报。乘凤鸾，听天诏。",
            "comment": ""
        },
        {
            "title": "潭州鹤会",
            "content": "这回相见不无缘，满院风光小洞天。一剑当空又飞去，洞庭惊起老龙眠。",
            "comment": ""
        },
        {
            "title": "别诗二首",
            "content": "无心独坐转黄庭，不逐时流入利名。救老只存真一气，修生长遣百神灵。朝朝炼液归琼垄，夜夜朝元养玉英。莫笑老人贫里乐，十年功满上三清。时人受气禀阴阳，均体乾坤寿命长。为重本宗能寿永，因轻元祖遂沦亡。三宫自有回流法，万物那无运用方。咫尺昆仑山上玉，几人知是药中王。",
            "comment": ""
        },
        {
            "title": "赠刘方处士",
            "content": "六国愁看沉与浮，携琴长啸出神州。拟向烟霞煮白石，偶来城市见丹丘。受得金华出世术，期于紫府驾云游。年来摘得黄岩翠，琪树参差连地肺。露飘香陇玉苗滋，月上碧峰丹鹤唳。洞天消息春正深，仙路往还俗难继。忽因乘兴下白云，与君邂逅于尘世。尘世相逢开口希，共论太古同流志。瑶琴宝瑟与君弹，琼浆玉液劝我醉。醉中亦话兴亡事，云道总无珪组累。浮世短景倏成空，石火电光看即逝。韶年淑质曾非固，花面玉颜还作土。芳樽但继晓复昏，乐事不穷今与古。何如识个玄玄道，道在杳冥须细考。壶中一粒化奇物，物外千年功力奥。但能制得水中华，水火翻成金丹灶。丹就人间不久居，自有碧霄元命诰。玄洲旸谷悉可居，地寿天龄永相保。鸾车鹤驾逐云飞，迢迢瑶池应易到。耳闻争战还倾覆，眼见妍华成枯槁。唐家旧国尽荒芜，汉室诸陵空白草。蜉蝣世界实足悲，槿花性命莫迟迟。珠玑溢屋非为福，罗绮满箱徒自危。志士戒贪昔所重，达人忘欲宁自期。刘方刘方审听我，流光迅速如飞过。阴淫果决用心除，尸鬼因循为汝祸。八琼秘诀君自识，莫待铅空车又破。破车坏铅须震惊，直遇伯阳应不可。悠悠忧家复忧国，耗尽三田元宅火。咫尺玄关若要开，凭君自解黄金锁。",
            "comment": ""
        },
        {
            "title": "哭陈先生",
            "content": "天网恢恢万象疏，一身亲到华山区。寒云去后留残月，春雪来时问太虚。六洞真人归紫府，千年鸾鹤老苍梧。自从遗却先生后，南北东西少丈夫。",
            "comment": ""
        },
        {
            "title": "忆江南",
            "content": "淮南法，秋石最堪夸。位应乾坤白露节，象移寅卯紫河车。子午结朝霞。王阳术，得秘是黄牙。万蕊初生将此类，黄钟应律始归家。十月定君夸。黄帝术，玄妙美金花。玉液初凝红粉见，乾坤覆载暗交加。龙虎变成砂。长生术，玄要补泥丸。彭祖得之年八百，世人因此转伤残。谁是识阴丹。阴丹诀，三五合玄图。二八应机堪采运，玉琼回首免荣枯。颜貌胜凡姝。长生术，初九秘潜龙。慎勿从高宜作客，丹田流注气交通。耆老反婴童。修身客，莫误入迷津。气术金丹传在世，象天象地象人身。不用问东邻。还丹诀，九九最幽玄。三性本同一体内，要烧灵药切寻铅。寻得是神仙。长生药，不用问他人。八卦九宫看掌上，五行四象在人身。明了自通神。学道客，修养莫迟迟。光景斯须如梦里，还丹粟粒变金姿。死去莫回归。治生客，审细察微言。百岁梦中看即过，劝君修炼保尊年。不久是神仙。瑶池上，瑞雾霭群仙。素练金童锵凤板，青衣玉女啸鸾弦。身在大罗天。沉醉处，缥渺玉京山。唱彻步虚清燕罢，不知今夕是何年。海水又桑田。",
            "comment": ""
        },
        {
            "title": "步蟾宫",
            "content": "坎离乾兑分子午。但认取、自家宗祖。炼甲庚、更降龙虎。地雷震动山头雨。要浇灌、黄芽出土。有人若问是谁传，但说道、先生姓吕。",
            "comment": ""
        },
        {
            "title": "水龙吟",
            "content": "目前咫尺长生路，多少愚人不悟。爱河浪阔，洪波风紧，舟船难渡。略听仙师语，到彼岸，只消一句。炼金丹换了，凡胎浊骨。免轮回，三涂苦。万事澄心定意，聚真阳、都归一处。分明认得，灵光真趣，本来面目。此个幽微理，莫容易，等闲分付。知蓬莱自有，神仙伴侣。同携手，朝天去。",
            "comment": ""
        },
        {
            "title": "海上相逢赵同",
            "content": "南宫水火吾须济，北阙夫妻我自媒。洞里龙儿娇郁律，山前童子喜徘徊。",
            "comment": ""
        },
        {
            "title": "题桐柏山黄先生庵门",
            "content": "吾有玄中极玄语，周游八极无处吐。云輧飘泛到凝阳，一见君兮在玄浦。知君本是孤云客，拟话希夷生恍惚。无为大道本根源，要君亲见求真物。其中有一分三五，本自无名号丹母。寒泉沥沥气绵绵，上透昆仑还紫府。浮沈升降入中宫，四象五行齐见土。驱青龙，擒白虎，起祥风兮下甘露。铅凝真汞结丹砂，一派火轮真为主。既修真，须坚确，能转乾坤泛海岳。运行天地莫能知，变化鬼神应不觉。千朝炼就紫金身，乃致全神归返朴。黄秀才，黄秀才，既修真，须且早，人间万事何时了。贪名贪利爱金多，为他财色身衰老。我今劝子心悲切，君自思兮生猛烈。莫教大限到身来，又是随流入生灭。留此片言，用表其意。他日相逢，必与汝决。莫退初心，善爱善爱。",
            "comment": ""
        },
        {
            "title": "长短句",
            "content": "落魄且落魄，夜宿乡村，朝游城郭。闲来无事玩青山，困来街市货丹药。卖得钱，不算度，酤美酒，自斟酌。醉后吟哦动鬼神，任意日头向西落。",
            "comment": ""
        }
    ]
}