{
    "dynasty": "唐",
    "author": "唐无名氏",
    "poems": [
        {
            "title": "杂诗",
            "content": "一去辽阳系梦魂，忽传征骑到中门。纱窗不肯施红粉，徒遣萧郎问泪痕。",
            "comment": ""
        },
        {
            "title": "杂诗",
            "content": "旧山虽在不关身，且向长安过暮春。一树梨花一溪月，不知今夜属何人？",
            "comment": "【注释】　　读这首诗使人联想到唐代名诗人常建的另一首诗：“家园好在尚留秦，耻作明时失路人。恐逢故里莺花笑，且向长安过一春。”（《落第长安》）两首诗不但字句相似，声韵相近，连那羁旅长安、有家难回的心情也有共通之处。　　然而二诗的意境及其产生的艺术效果，又有着极为明显的不同。　　那位名诗人写的是一个落第的举子羁留帝京的心情，具体情事交代得过于落实、真切，使诗情受到一些局限。比较而言，倒是这位无名诗人的“杂诗”，由于手法灵妙，更富有艺术感染力。　　“旧山虽在不关身”，也就是“家园好在尚留秦”。常诗既说到“长安”又说“留秦”，不免有重复之累；此诗说“不关身”也是因“留秦”之故，却多表达一层遗憾的意味，用字较洗炼。　　“且向长安过暮春”与“且向长安过一春”，意思差不多，都是有家难回。常诗却把那原委一古脑儿和盘托出，对家园的思念反而表现不多，使人感到他的心情主要集中在落第后的沮丧；《杂诗》作法正好相对。诗人割舍了那切实的委一古脑儿和盘托出，对家园的思念反而表现不多，使人感到他的心情主要集中在落第后的沮丧；《杂诗》作法正好相对。诗人割舍了那切实的具体情事，而把篇幅让给那种较空灵的思相情绪的刻画。　　“一树梨花一溪月。”那是旧山的景色、故乡的花。故乡的梨花，虽然没有娇娆富贵之态，却淳朴亲切，在饱经世态炎凉者的心目中会得到不同寻常的珍视。虽然只是“一树”，却幽雅高洁，具备一种静美。尤其在皎洁的月光之下，在潺湲小溪的伴奏之中，那一树梨花简直象缥缈的仙子一样可爱。三句不仅意象美，同时具有形式美。“一树梨花”与“一溪月”的句中排比，形成往复回环的节律，对表达一种回肠荡气的依恋怀缅之情有积极作用。从修辞角度看，写月用“一溪”，比用“一轮”更为出奇，它不但同时写到溪水，有一箭双雕的效果，而且把不可揽结的月色，写得如捧手可掬，非常生动形象。　　这里所写的美景，只是游子对旧山片断的记忆，而非现实身历之境。眼下又是暮春时节，旧山的梨花怕又开了吧，她沐浴着月光，静听溪小潺湲，就象亭亭玉立的仙子……然而这一切都“虽在不关身”了。“不知今夜属何人？”总之，是不属于“我”了。这是何等苦涩难堪的心情啊！花月本无情，诗人却从“无情翻出有情”。这种手法也为许多唐诗人所乐用。苏颋的“可惜东园树，无人也著花”（《将赴益州题小园壁》）、岑参的“庭树不知人去尽，春来还发旧时花”（《山房春事》），都是著例。此诗后联与苏、岑句不同者，一是非写眼前景，乃是写想象回忆之境，境界较空灵；一是不用陈述语气，而出以设问，有一唱三叹之音。　　《杂诗》不涉及具体情事，而它所表现的情感，比常建诗更深细，更带普遍性，更具有兴发感动的力量，能在更大范围引起共鸣。这恰如清人吴乔所说：“大抵文章实做则有尽，虚做则无穷。雅、颂多赋是实做，风、骚多比兴是虚做。唐诗多宗风、骚，所以灵妙。”（《围炉诗话》）　　（周啸天）"
        },
        {
            "title": "无题",
            "content": "春水春池满，春时春草生。春人饮春酒，春鸟弄春声。君生我未生，我生君已老。君恨我生迟，我恨君生早。人归万里外，意在一杯中。只虑前程远，开帆待好风。自入长信宫，每对孤灯泣。闺门镇不开，梦从何处入。一别行千里，来时未有期。月中三十日，无夜不相思。",
            "comment": "【注释】发表于《北京青年》，是80年代中期在长沙郊区望城县出土的唐瓷上发现的。"
        },
        {
            "title": "初渡汉江",
            "content": "襄阳好向岘亭看，人物萧条属岁阑。为报习家多置酒，夜来风雪过江寒。",
            "comment": "【注释】　　“颂其诗、读其书，不知其人可乎？”“知人”常可以加深读者对作品的理解。但还有另一种情况，就是成功的作品也可以加深读者对作家的了解：“读其书想见其为人”。对于文学史上可以指名道姓的作家是如此，甚而对于一些无名氏作家也是如此。　　这首写风雪渡江的诗，用极古简的笔法，绘出一幅饶有情致的图画。首句点出地点，诗人正“渡”的是汉江环绕襄阳、岘山的一段，这同时也是写景，淡淡钩勒出岘山的轮廓，在灰色的冬晚天空背景衬托下，岘亭的影子显得特别惹眼和好看。次句点节令（“岁阑”），兼写江上景色。由于岁暮天寒，故“古道少行人”。然而“渡口只宜寂寂，人行须是疏疏”，反而增添了一种诗情画意。三句是寄语逆旅主人备酒，借此引起末句“夜来风雪过江寒”，于是读者看到：江间风雪弥漫，岘山渐渐隐没在雪幕之中，一叶扁舟正冲风冒雪过江而来。末二句用“为报”的寄语方式喝起，更使读者进入角色，不仅看到一幅天生的图画，而且感到人在画图中。　　说它如画，似乎还远不能穷尽此诗的好处。虽然这位佚名诗人无一语道及自己的身份、经历和心情，但诗中有一股郁结之气入人很深，读后经久难释，读者对诗人不曾言及的那一切似乎又了解得很多。　　襄阳这地方，不仅具有山水形胜之美，历来更有多少令人神往的风流人物，其中最值得一提的是晋代的羊祜。史载他镇守襄阳，务修德政，身后当地百姓为他在岘山置碑，即有名的“堕泪碑”。诗的首句说“襄阳好向岘亭看”，难道仅仅是就风光“好”而言么？那尽人皆知的羊公碑，诗人是不会不想到的。而且，诗越往后读，越让人感到有一种怀古之情深蕴境中。前面提到岘山“岘亭”，紧接就说“人物萧条”，难道又仅仅是就江上少人行而言么？细细含味，就感到一种“时无英雄”的感喟盘旋句中。　　“习家池”乃襄阳名胜之一。在那注重名士风度的晋代，“习家”曾是襄阳的望族，出过象习凿齿那样的大名士。在重冠冕（官阶爵禄）压倒重门阀的唐代，诸习氏自然是今不如昔了。第三句不言“主人”或“酒家”，而言“习家”，是十分有味的。它不仅使诗中情事具有特殊地方色彩，而且包含浓厚的怀古情绪，一种“人事有代谢，往来成古今”的感慨油然而生。怀着这样的心情，所以他“初渡汉江”就能象老相识一样“为报习家多置酒”了。何以不光“置酒”而且要“多”？除因“夜来风雪过江寒”的缘故，而联系前文，还有更深一层涵义，这就是要借酒杯一浇胸中块垒，不明说尤含蓄有味。这两句写得颇有情致，开口就要主人“多置酒”，于不客气中表现出豪爽不羁的情怀。　　于是，在那风雪汉江渡头如画的背景之上，一个人物形象（抒情主人公形象）越来越鲜明地凸现出来。就象电影镜头的“迭印”，他先是隐然于画面中的，随着我们对画面的凝神玩赏而渐渐显影。这个人似乎心事重重而举措落落大方，使人感到尽管他有一肚皮不合时宜，却没有儒生的酸气，倒有几分豪侠味儿。这大约是一个落魄的有志之士吧。他别有怀抱，却将一腔感慨愤疾，以淡语出之，诗的风格十分沉郁。而这种风格，在绝句中是不多见的。　　（周啸天）"
        },
        {
            "title": "杂诗",
            "content": "花落长川草色青，暮山重迭雨冥冥。逢春便觉飘蓬苦，今日分飞一涕零。",
            "comment": ""
        }
    ]
}