{
    "dynasty": "唐",
    "author": "孙光宪",
    "poems": [
        {
            "title": "上行杯",
            "content": "草草离亭鞍马，从远道、此地分襟。燕宋秦吴千万里，无辞一醉。野棠开，江草湿，伫立，沾泣，征骑駸駸。离棹逡巡欲动，临极浦、故人相送。去住心情知不共，金船满捧。绮罗愁，丝管咽，回别，帆影灭，江浪如雪。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "晓厨烹淡菜，春杼种橦花。",
            "comment": ""
        },
        {
            "title": "女冠子",
            "content": "蕙风芝露，坛际残香轻度。蕊珠宫，苔点分圆碧，桃花践破红。品流巫峡外，名籍紫微中。真侣墉城会，梦魂通。淡花瘦玉，依约神仙妆束。佩琼文，瑞露通宵贮，幽香尽日焚。碧纱笼绛节，黄藕冠浓云。勿以吹箫伴，不同群。",
            "comment": ""
        },
        {
            "title": "八拍蛮",
            "content": "孔雀尾拖金线长，怕人飞起入丁香。越女沙头争拾翠，相呼归去背斜阳。",
            "comment": ""
        },
        {
            "title": "杨柳枝词四首",
            "content": "阊门风暖落花乾，飞遍江城雪不寒。独有晚来临水驿，闲人多凭赤欄干。",
            "comment": ""
        },
        {
            "title": "渔歌子",
            "content": "草芊芊，波漾漾，湖边草色连波涨。沿蓼岸，泊枫汀，天际玉轮初上。扣舷歌，联极望，桨声伊轧知何向。黄鹄叫，白鸥眠，谁似侬家疏旷？泛流萤，明又灭，夜凉水冷东湾阔。风浩浩，笛寥寥，万顷金波重叠。杜若洲，香郁烈，一声宿雁霜时节。经霅水。过松江，尽属侬家日月。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·杨柳枝",
            "content": "闾门风暖落花干，飞遍江南雪不寒。独有晚来临水驿，闲人多凭赤阑干。有池有榭即蒙蒙，浸润翻成长养功。恰似有人长点检，着行排立向春风。根柢虽然傍浊河，无妨终日近笙歌。骖骖金带谁堪比，还笑黄莺不较多。万株枯槁怨亡隋，似吊吴台各自垂。好是淮阴明月里，酒楼横笛不胜吹。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "听寒更，闻远雁，半夜萧娘深院。扃绣户，下珠帘，满庭喷玉蟾。人语静，香闺冷，红幕半垂清影。云雨态，蕙兰心，此情江海深。今夜期，来日别，相对只堪愁绝。偎粉面，撚瑶簪，无言泪满襟。银箭落，霜华薄，墙外晓鸡咿喔。听付属，恶情悰，断肠西复东。烛荧煌，香旖旎，闲放一堆鸳被。慵就寝，独无憀，相思魂欲销。不会得，这心力，判了依前还忆。空自怨，奈伊何，别来情更多。掌中珠，心上气，爱惜岂将容易。花下月，枕前人，此生谁更亲。交颈语，合欢身，便同比目金鳞。连绣枕，卧红茵，霜天似暖春。对秋深，离恨苦，数夜满庭风雨。凝想坐，敛愁眉，孤心似有违。红窗静，画帘垂，魂消地角天涯。和泪听，断肠窥，漏移灯暗时。求君心，风韵别，浑似一团烟月。歌皓齿，舞红筹，花时醉上楼。能婉媚，解娇羞，王孙忍不攀留。惟我恨，未绸缪，相思魂梦愁。",
            "comment": ""
        },
        {
            "title": "酒泉子",
            "content": "空碛无边，万里阳关道路。马萧萧，人去去，陇云愁。香貂旧制戎衣窄，胡霜千里白。绮罗心，魂梦隔，上高楼。曲槛小楼，正是莺花二月。思无憀，愁欲绝，郁离襟。展屏空对潇湘水，眼前千万里。泪掩红，眉敛翠，恨沉沉。敛态窗前，袅袅雀钗抛颈。燕成双，鸾对影，偶新知。玉纤澹拂眉山小，镜中嗔共照。翠连娟，红缥缈，早妆时。",
            "comment": "【注释】①空碛（qì）：空旷的大沙漠。②阳关道路：原指阳关通往西北地区的大道，这里泛指通往边塞的道路。③萧萧：马鸣声。④陇：陇山，古代防御吐蕃侵扰的军事要地。⑤香貂戎衣：用貂皮缝制的战袍。⑥胡霜：胡地的寒霜。【评解】这首《酒泉子》抒写了征人怀乡思亲之情。上片写出征途中的愁苦。下片写征人对妻子的怀念。以征戍生活为题材，从一个侧面反映了当时的边塞战争给人民带来离苦。这种题材，在《花间集》中是罕见的。从艺术上看，全词境界开阔，于苍凉之中又见缠绵之思。而两地相思之情，同时见于笔端。深得言情之妙。【集评】汤显祖评本《花间集》卷三：“三叠文之《出塞曲》，而长短句之《吊古战场文》也。再谈，不禁酸鼻。”按：汤评虽不免推崇过高，但从“再读，不禁酸鼻”的话来看，确实指出了这首词的艺术感染力。《花间集注》：“绮罗”三句，承上香貂戎衣，言畴昔之盛，魂梦空隔也。"
        },
        {
            "title": "虞美人",
            "content": "红窗寂寂无人语，暗淡梨花雨。绣罗纹地粉新描，博山香炷旋抽条，睡魂销。天涯一去无消息，终日长相忆。教人相忆几时休？不堪枨触别离愁，泪还流。好风微揭帘旌起，金翼鸾相倚。翠檐愁听乳禽声，此时春态暗关情，独难平。画堂流水空相翳，一穗香摇曳。教人无处寄相思，落花芳草过前期，没人知。",
            "comment": ""
        },
        {
            "title": "南歌子",
            "content": "艳冶青楼女，风流似楚真。骊珠美玉未为珍，窈窕一枝芳柳，入腰身。舞袖频回雪，歌声几动尘。慢凝秋水顾情人，只缘倾国，著处觉生春。映月论心处，偎花见面时。倚郎和袖抚香肌，遥指画堂深院，许相期。解佩君非晚，虚襟我未迟。愿如连理合欢枝，不似五陵狂荡，薄情儿。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "寂寞掩朱门，正是天将暮。暗澹小庭中，滴滴梧桐雨。绣工夫，牵心绪，配尽鸳鸯缕。待得没人时，偎倚论私语。暖日策花骢，亸鞚垂杨陌。芳草惹烟青，落絮随风白。谁家绣毂动香尘，隐映神仙客。狂杀玉鞭郎，咫尺音容隔。金井堕高梧，玉殿笼斜月。永巷寂无人，敛态愁堪绝。玉炉寒，香烬灭，还似君恩歇。翠辇不归来，幽恨将谁说？春病与春愁，何事年年有。半为枕前人，半为花间酒。醉金尊，携玉手，共作鸳鸯偶。倒载卧云屏，雪面腰如柳。为惜美人娇，长有如花笑。半醉倚红妆，转语传青鸟。眷方深，怜恰好，唯恐相逢少。似这一般情，肯信春光老。清晓牡丹芳，红艳凝金蕊。乍占锦江春，永认笙歌地。感人心，为物瑞，烂熳烟花里。戴上玉钗时，迥与凡花异。密雨阻佳期，尽日凝然坐。帘外正淋漓，不觉愁如锁。梦难裁，心欲破，泪逐檐声堕。想得玉人情，也合思量我。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·竹枝",
            "content": "门前春水白蘋花，岸上无人小艇斜。商女经过江欲暮，散抛残食饲神鸦。乱绳千结绊人深，越罗万丈表长寻。杨柳在身垂意绪，藕花落尽见莲心。",
            "comment": ""
        },
        {
            "title": "遐方怨",
            "content": "红绶带，锦香囊。为表花前意，殷勤赠玉郎。此时更役心肠，转添秋夜梦魂狂。思艳质，想娇妆。愿早传金盏，同欢卧醉乡。任人猜妒恶猜防，到头须使似鸳鸯。",
            "comment": ""
        },
        {
            "title": "风流子",
            "content": "茅舍槿篱溪曲。鸡犬自南自北。菰叶长，水葓开，门外春波荡绿。听织，声促。轧轧鸣梭穿屋。",
            "comment": "【注释】①槿篱：密植槿树作为篱笆。　溪曲：小溪弯曲处。②菰叶：多年生草本植物，多生于我国南方浅水中。春天生新芽，嫩茎名茭白，可作蔬菜。秋天结实如米叶菰米，可煮食。③水葓：即荭草。【评解】这是一首较早地描写水乡农舍风光的词。作者以白描手法，描绘出一幅典型的具有水乡特色的农舍图。春水绿波，曲溪澄碧在槿篱茅舍中传出了织布的声音。这首小词内容丰富，凡水乡农家具有代表性的东西，皆写入词中，有景有声，虽无一字描写人物，但从井然有序的庭院景物及织机声，可以想见男耕女织的勤劳情况及水乡农事繁忙的景象。全词朴实无华，具有浓厚的生活气息，表达了作者爱慕水乡的思想感情。【集评】《栩庄漫记》：《花间集》中忽有此淡朴咏田家耕织之词，诚为异采，盖词境至此，已扩放多矣。汤显祖评本《花间集》卷四：词人藻，美人容，都在尺幅中矣。"
        },
        {
            "title": "采莲",
            "content": "菡萏香连十顷陂，小姑贪戏采莲迟。晚来弄水船头湿，更脱红裙里鸭儿。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "留不得！留得也应无益。白绸春衫如雪色。扬州初去日。轻别离，甘抛掷，江上满帆风疾。却羡彩鸳三十六，孤鸾还一只。",
            "comment": ""
        },
        {
            "title": "何满子",
            "content": "冠剑不随君去，江河还共恩深。歌袖半遮眉黛惨，泪珠旋滴衣襟。惆怅云愁雨怨，断魂何处相寻。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "蓼岸风多橘柚香。江边一望楚天长。片帆烟际闪孤光。目送征鸿飞杳杳，思随流水去茫茫。兰红波碧忆潇湘。",
            "comment": "【注释】蓼岸：长有蓼草的江岸。孤光：指片帆在日光照耀下的闪光。征鸿：远飞的大雁。杳杳：深远貌"
        },
        {
            "title": "思越人",
            "content": "古台平，芳草远，馆娃宫外春深。翠黛空留千载恨，教人何处相寻，绮罗无复当时事，露花点滴香泪。惆怅遥天横渌水，鸳鸯对对飞起。渚莲枯，宫树老，长洲废苑萧条。想像玉人空处所，月明独上溪桥。经春初败秋风起，红兰绿蕙愁死。一片风流伤心地，魂销目断西子。",
            "comment": ""
        },
        {
            "title": "杨柳枝词四首",
            "content": "万株枯槁怨亡隋，似吊吴台各自垂。好是淮阴明月里，酒楼横笛不胜吹。",
            "comment": ""
        },
        {
            "title": "后庭花",
            "content": "景阳钟动宫莺转，露凉金殿。轻飙吹起琼花绽，玉叶如剪。晚来高阁上，珠帘卷，见坠香千片。修蛾慢脸陪雕辇，后庭新宴。石城依旧空江国，故宫春色。七尺青丝芳草绿，绝世难得。玉英凋落尽，更何人识，野棠如织。只是教人添怨忆，怅望无极。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "愁肠欲断，正是青春半。连理分枝鸾失伴，又是一场离散掩镜无语眉低，思随芳草凄凄。凭仗东风吹梦，与郎终日东西。等闲无语，春恨如何去？终是疏狂留不住，花暗柳浓何处？尽日目断魂飞，晚窗斜界残晖。长恨朱门薄暮，绣鞍骢马空归。",
            "comment": ""
        },
        {
            "title": "竹枝词二首",
            "content": "门前春水白苹花，岸上无人小艇斜。商女经过江欲暮，散抛残食饲神鸦。",
            "comment": ""
        },
        {
            "title": "荆台",
            "content": "百尺荆台草径荒，如何前日谓云阳。古今不尽迁移恨，依旧台边水渺茫。",
            "comment": ""
        },
        {
            "title": "定西番",
            "content": "鸡禄山前游骑，边草白，朔天明，马蹄轻。鹊面弓离短韔，弯来月欲成。一只鸣髇云外，晓鸿惊。帝子枕前秋夜，霜幄冷，月华明，正三更。何处戍楼寒笛，梦残闻一声。遥想汉关万里，泪纵横。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "霜拍井梧干叶堕，翠帏雕槛初寒。薄铅残黛称花冠。含情无语，延伫倚阑干。杳杳征轮何处去？离愁别恨千般。不堪心绪正多端。镜奁长掩，无意对孤鸾。暮雨凄凄深院闭，灯前凝坐初更。玉钗低压鬓云横。半垂罗幕，相映烛光明。终是有心投汉珮，低头但理秦筝。燕双鸾偶不胜情。只愁明发，将逐楚云行。",
            "comment": ""
        },
        {
            "title": "定风波",
            "content": "帘拂疏香断碧丝，泪衫还滴绣黄鹂。上国献书人不在，凝黛，晚庭又是落红时。春日自长心自促，翻覆，年来年去负前期。应是秦云兼楚雨，留住，向花枝夸说月中枝。",
            "comment": ""
        },
        {
            "title": "杨柳枝词四首",
            "content": "阊门风暖落花干，飞遍江城雪不寒。独有晚来临水驿，闲人多凭赤栏干。有池有榭即濛濛，浸润翻成长养功。恰似有人长点检，著行排立向春风。根柢虽然傍浊河，无妨终日近笙歌。毵毵金带谁堪比，还共黄莺不较多。万株枯槁怨亡隋，似吊吴台各自垂。好是淮阴明月里，酒楼横笛不胜吹。",
            "comment": ""
        },
        {
            "title": "杨柳枝词四首",
            "content": "有池有榭即蒙蒙，浸润翻成长养功。恰似有人长点检，著地排立向春风。",
            "comment": ""
        },
        {
            "title": "河渎神",
            "content": "汾水碧依依，黄云落叶初飞。翠娥一去不言归，庙门空掩斜晖。四壁阴森排古画，依旧琼轮羽驾。小殿沉沉清夜，银灯飘落香灺。江上草芊芊，春晚湘妃庙前。一方卵色楚南天，数行斜雁联翩。独倚朱阑情不极，魂断终朝相忆。两桨不知消息，远汀时起鸂鶒。",
            "comment": ""
        },
        {
            "title": "竹枝词二首",
            "content": "乱绳千结绊人深，越萝万丈表长寿。杨柳在身垂意绪，藕花落尽见莲心。",
            "comment": ""
        },
        {
            "title": "杨柳枝词四首",
            "content": "根柢虽然傍浊河，无妨终日近笙歌。毵毵金带谁堪比，还共黄莺不较多。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "月华如水笼香砌，金镮碎撼门初闭。寒影堕高檐，钩垂一面帘。碧烟轻袅袅，红战灯花笑。即此是高唐，掩屏秋梦长。花冠频鼓墙头翼，东方澹白连窗色。门外早莺声，背楼残月明。薄寒笼醉态，依旧铅华在。握手送人归，半拖金缕衣。小庭花落无人扫，疏香满地东风老。春晚信沉沉，天涯何处寻。晓堂屏六扇，眉共湘山远。争奈别离心，近来尤不禁。青岩碧洞经朝雨，隔花相唤南溪去。一只木兰船，波平远浸天。扣船惊翡翠，嫩玉抬香臂。红日欲沈西，烟中遥解觿。木绵花映丛祠小，越禽声里春光晓。铜鼓与蛮歌，南人祈赛多。客帆风正急，茜袖偎樯立。极浦几回头，烟波无限愁。",
            "comment": "【注释】①木棉：落叶乔木，产于两广。②铜鼓蛮歌：皆以娱神之歌乐。③祈赛：皆祀神也。　祈：求　赛：报。④茜：绛色。【评解】木棉花开，春光大好。铜鼓蛮歌声中，忽见一帆，飘然而来，船上红袖偎樯，顷刻间消失在烟波江上。几番回头，令人不胜怅惘。这首词生动逼真地描绘出南国风光，具有浓厚的生活气息。【集评】《花间集注》：彭羡门《广州竹枝词》云：“木棉花上鹧鸪啼，木棉花下牵郎衣。欲行未行不忍别，落红没尽郎马蹄。”深得此词之意。俞陛云《唐五代两宋词选释》：铜鼓声中，木棉花下，正蛮江春好之时。忽翠袖并船，惊鸿一瞥，方待回头，顷刻隔几重烟浦，其惆怅何如。“正是客心孤回处，谁家红袖倚江楼”。文人之遐想，有此相似者。《栩庄漫记》：南国风光，跃然纸上。"
        },
        {
            "title": "引自落便宜句",
            "content": "窗下有时留客宿，室中无事伴僧眠。",
            "comment": ""
        },
        {
            "title": "应天长",
            "content": "翠凝仙艳非凡有，窈窕年华方十九。鬓如云，腰似柳，妙对绮弦歌酒。醉瑶台，携玉手，共燕此宵相偶。魂断晚窗分首，泪沾金缕袖。",
            "comment": ""
        },
        {
            "title": "望梅花",
            "content": "数枝开与短墙平，见雪萼，红跗相映。引起谁人边塞情。帘外欲三更，吹断离愁月正明。空听隔江声。",
            "comment": ""
        }
    ]
}