{
    "dynasty": "唐",
    "author": "孙鲂",
    "poems": [
        {
            "title": "看桑",
            "content": "簇簇互相遮，闲看实可嗟。藉多虽是叶，栽盛不如花。春绿暗连麦，秋干暮立鸦。旧乡曾种得，经乱属谁家。",
            "comment": ""
        },
        {
            "title": "湖上望庐山",
            "content": "辍棹南湖首重回，笑青吟翠向崔嵬。天应不许人全见，长把云藏一半来。",
            "comment": ""
        },
        {
            "title": "柳絮咏",
            "content": "年年三月里，随处自悠扬。雨过浑疑尽，风来特地狂。入花蜂有碍，遮水燕无妨。苦是添离思，青门道路长。",
            "comment": ""
        },
        {
            "title": "甘露寺",
            "content": "寒暄皆有景，孤绝画难形。地拱千寻嶮，天垂四面青。昼灯笼雁塔，夜磬彻渔汀。最爱僧房好，波光满户庭。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "游子未归去，野花愁破心。划多灰渐冷，坐久席成痕。结宇孤峰上，安禅巨浪间。分开朝海浪，留住过江云。划多灰杂苍虬迹，坐久烟消宝鸭香。",
            "comment": ""
        },
        {
            "title": "又题牡丹上主人司空",
            "content": "一年芳胜一年芳，爱重贤侯意异常。手辟红房看阔狭，自张青幄盖馨香。白疑美玉无多润，紫觉灵芝不是祥。只恐梦征他日去，又须疑向凤池傍。",
            "comment": ""
        },
        {
            "title": "牡丹落后有作",
            "content": "未发先愁有一朝，如今零落更魂销。青丛别后无多色，红线穿来已半焦。蓄恨绮罗犹眷眷，薄情蜂蝶去飘飘。明年虽道还期在，争奈凭栏乍寂寥。",
            "comment": ""
        },
        {
            "title": "甘露寺紫薇花",
            "content": "蜀葵鄙下兼全落，菡萏清高且未开。赫日迸光飞蝶去，紫薇擎艳出林来。闻香不称从僧舍，见影尤思在酒杯。谁笑晚芳为贱劣，便饶春丽已尘埃。牵吟过夏惟忧尽，立看移时亦忘回。惆怅寓居无好地，懒能分取一枝栽。",
            "comment": ""
        },
        {
            "title": "主人司空后亭牡丹",
            "content": "佳卉挺芳辰，夭容乃绝伦。望开从隔岁，愁过即无春。体物真英气，余花似庶人。蜂攒知眷恋，鸟语亦殷勤。况在豪华地，宁同里巷尘。酷怜应丧德，多赏奈怡神。忌秽栽时土，尝甜折处津。绕行那识倦，围坐岂辞频。入梦殊巫峡，临池胜洛滨。乐喧丝杂竹，露渍卯连寅。饮兴尤思满，吟情自合新。怕风惟怯夜，忧雨不经旬。栏槛为良援，亭台是四邻。虽非能伐性，争免碍还淳。斗艳何惭蜀，矜繁未让秦。私心期一日，许近看逡巡。",
            "comment": ""
        },
        {
            "title": "看牡丹二首",
            "content": "莫将红粉比秾华，红粉那堪比此花。隔院闻香谁不惜，出栏呈艳自应夸。北方有态须倾国，西子能言亦丧家。输我一枝和晓露，真珠帘外向人斜。看花长到牡丹月，万事全忘自不知。风促乍开方可惜，雨淋将谢可堪悲。闲年对坐浑成偶，醉后抛眠恐负伊。也拟便休还改过，迢迢争奈一年期。",
            "comment": ""
        },
        {
            "title": "老松",
            "content": "郁郁复苍苍，秋风韵更长。空心应有□，老叶不知霜。子落生深涧，阴清背夕阳。如逢东岱雨，犹得覆秦王。",
            "comment": ""
        },
        {
            "title": "题未开牡丹",
            "content": "青苞虽小叶虽疏，贵气高情便有余。浑未盛时犹若此，算应开日合何如。寻芳蝶已栖丹槛，衬落苔先染石渠。无限风光言不得，一心留在暮春初。",
            "comment": ""
        },
        {
            "title": "题梅岭泉",
            "content": "梅岭旧闻传，林亭势峞然。登临真不易，幽胜恐无先。楚野平千里，吴江曲一边。标形都大别，洞府岂知焉。飞阁横空去，征帆落面前。南雄雉堞峻，北壮凤台连。烂熳三春媚，参差百卉妍。风桃诸处锦，洛竹半溪烟。燕入晴梁语，莺从暖谷迁。石根朝霭碧，帘际晚霞鲜。径柳行难约，庭莎醉好眠。清明时更异，造化意疑偏。不独宜韶景，尤须看暑天。药苗繁似结，萝蔓猛如编。珠亚垂枝果，冰澄汲井泉。粉墙蜩蜕落，丹槛雀雏颠。炎气微茫觉，清飙左右穿。云峰从勃起，葵叶岂劳扇。又见秋天丽，浑将夏日悬。红黑真著霜树，香老卧池边。菱芡谁铺绣，莓苔自学钱。暗虫依砌响，明月逗帘圆。小砌滋新菊，高轩噪暮蝉。雨声寒飒飒，雁影晓联联。释此何堪玩，深冬更可怜。窗中看短景，树里见重川。冈阜分明出，杉松气概全。讴成白雪曲，吟是早梅篇。创制谁人解，根基太守贤。或时留皂盖，尽日簇华筵。谁咏忧黎庶，狂游泥管弦。交加丰玉食，来去迸金船。侍从非常客，俳谐像列仙。画旗张赫奕，妖妓舞婵娟。罢宴心犹恋，将归兴尚牵。只应愁逼夜，宁厌赏经年。孤贱今何幸，跻攀奈有缘。展眉惊豁达，徐步喜周旋。讽咏虽知苦，推功靡极玄。聊书四十韵，甘玑未精专。",
            "comment": ""
        },
        {
            "title": "柳（十一首）",
            "content": "茏葱二月初，青软自相纡。意态花犹少，风流木更无。影繁晴陌上，烟重古城隅。炀帝河声里，几番荣又枯。数树新栽在画桥，春来犹自长长条。东风多事刚牵引，已解纤纤学舞腰。金堤堤上一林烟，况近清明二月天。别有数枝遥望见，画桥南面拂秋千。春物牵情不奈何，就中杨柳态难过。也知是处无花去，争奈看时未觉多。小眉初展绿条稠，露压烟濛不自由。莫是折来偏属意，依稀相似是风流。九衢春霁湿云凝，着地毵毵碍马行。拟折无端抛又恋，乱穿来去羡黄莺。千树阴阴盖御沟，雪花金穗思悠悠。先朝事后应无也，惟是荒根逐碧流。摇荡和风恃赖春，蘸流遮路逐年新。颠狂絮落还堪恨，分外欺凌寂寞人。暖催春促吐芳芽，伴雨从风处处斜。莫道玄功无定配，不然争得见桃花。小池前后碧江滨，翠窣抛青烂熳春。不是和风为抬举，可能开眼向行人。深绿依依配浅黄，两般颜色一般香。到头袅娜成何事，只解年年断客肠。",
            "comment": ""
        },
        {
            "title": "芳草",
            "content": "何处不相见，烟苗捧露心。萋萋绿远水，苒苒在空林。野吹闲摇阔，游人醉卧深。南朝古城里，碑石又应沈。",
            "comment": ""
        },
        {
            "title": "题金山寺",
            "content": "万古波心寺，金山名目新。天多剩得月，地少不生尘。过橹妨僧定，惊涛溅佛身。谁言张处士，题后更无人。",
            "comment": ""
        },
        {
            "title": "庐山瀑布",
            "content": "有山来便有，万丈落云端。雾喷千岩湿，雷倾九夏寒。图中僧写去，湖上客回看。却羡为猿鹤，飞鸣近碧湍。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·杨柳枝",
            "content": "灵和风暖太昌春，舞线摇丝向昔人。何似晓来江雨后，一行如画隔遥津。彭泽初栽五树时，只应闲看一枝枝。不知天意风流处，要与佳人学画眉。暖傍离亭静拂桥，入流穿槛绿摇摇。不知落日谁相送，魂断千条与万条。春来绿树遍天涯，未见垂杨未可夸。晴日万株烟一阵，闲坊兼是莫愁家。十首当年有旧词，唱青歌翠几无遗。未曾得向行人道，不为离情莫折伊。",
            "comment": ""
        },
        {
            "title": "春苔",
            "content": "底物最牵吟，秋苔独自寻。何时连夜雨，叠翠满松阴。湘岸荒祠静，吴宫古砌深。侯门还可惜，长被马蹄侵。",
            "comment": ""
        },
        {
            "title": "牡丹",
            "content": "意态天生异，转看看转新。百花休放艳，三月始为春。蝶死难离槛，莺狂不避人。其如豪贵地，清醒复何因。",
            "comment": ""
        },
        {
            "title": "主人司空见和未开牡丹，辄却奉和",
            "content": "把笔临芳不自怡，首征章句促妖期。已惊常调言多鄙，遽捧高吟愧可知。绝代贞名应愈重，千金方笑更难移。狂歌狂醉犹堪羡，大拙当时是老时。",
            "comment": ""
        }
    ]
}