{
    "dynasty": "唐",
    "author": "孟云卿",
    "poems": [
        {
            "title": "伤怀赠故人",
            "content": "稍稍晨鸟翔，淅淅草上霜。人生早罹苦，寿命恐不长。二十学已成，三十名不彰。岂无同门友，贵贱易中肠。驱马行万里，悠悠过帝乡。幸因弦歌末，得上君子堂。众乐互喧奏，独子备笙簧。坐中无知音，安得神扬扬。愿因高风起，上感白日光。",
            "comment": ""
        },
        {
            "title": "行路难",
            "content": "君不见高山万仞连苍旻，天长地久成埃尘。君不见长松百尺多劲节，狂风暴雨终摧折。古今何世无圣贤，吾爱伯阳真乃天。金堂玉阙朝群仙，拍手东海成桑田。海中之水慎勿枯，乌鸢啄蚌伤明珠。行路难，艰险莫踟蹰。",
            "comment": ""
        },
        {
            "title": "伤时二首（一作宋郊）",
            "content": "徘回宋郊上，不睹平生亲。独立正伤心，悲风来孟津。大方载群物，先死有常伦。虎豹不相食，哀哉人食人。岂伊逢世运，天道亮云云。太空流素月，三王何明明。光耀侵白日，贤愚迷至精。四时更变化，天道有亏盈。常恐今夜没，须臾还复生。",
            "comment": ""
        },
        {
            "title": "放歌行",
            "content": "吾观天地图，世界亦可小。落落大海中，飘浮数洲岛。贤愚与蚁虱，一种同草草。地脉日夜流，天衣有时扫。东山谒居士，了我生死道。目见难噬脐，心通可亲脑。轩皇竟磨灭，周孔亦衰老。永谢当时人，吾将宝非宝。",
            "comment": ""
        },
        {
            "title": "相和歌辞·挽歌",
            "content": "草草门巷喧，涂车俨成位。冥寞何所须，尽我生人意。北邙路非远，此别终天地。临穴频抚棺，至哀反无泪。尔形未衰老，尔息犹童稚。骨肉不可离，皇天若容易。房帷即虚张，庭宇为哀次。薤露歌若斯，人生尽如寄。",
            "comment": ""
        },
        {
            "title": "汴河阻风",
            "content": "清晨自梁宋，挂席之楚荆。出浦风渐恶，傍滩舟欲横。大河喷东注，群动皆窅冥。白雾鱼龙气，黑云牛马形。苍茫迷所适，危安惧暂宁。信此天地内，孰为身命轻。丈夫苟未达，所向须存诚。前路舍舟去，东南仍晓晴。",
            "comment": ""
        },
        {
            "title": "田园观雨兼晴后作",
            "content": "贫贱少情欲，借荒种南陂。我非老农圃，安得良土宜。秋成不廉俭，岁馀多馁饥。顾视仓廪间，有粮不成炊。晨登南园上，暮歇清蝉悲。早苗既芃芃，晚田尚离离。五行孰堪废，万物当及时。贤哉数夫子，开翅慎勿迟。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·悲哉行",
            "content": "孤儿去慈亲，远客丧主人。莫吟苦辛曲，此曲谁忍闻。可闻不可说，去去无期别。行人念前程，不待参辰没。朝亦常苦饥，暮亦常苦饥。飘飘万馀里，贫贱多是非。少年莫远游，远游多不归。",
            "comment": ""
        },
        {
            "title": "行行且游猎篇",
            "content": "少年多武力，勇气冠幽州。何以纵心赏，马啼春草头。迟迟平原上，狐兔奔林丘。猛虎忽前逝，俊鹰连下鞲。俯身逐南北，轻捷固难俦。所发无不中，失之如我雠。岂唯务驰骋，猗尔暴田畴。残杀非不痛，古来良有由。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·古别离",
            "content": "朝日上高台，离人怨秋草。但见万里天，不见万里道。君行本迢远，苦乐良难保。宿昔梦同衾，忧心常倾倒。含酸欲谁诉，展转伤怀抱。结发年已迟，征行去何早。寒暄有时谢，憔悴难再好。人皆算年寿，死者何曾老。少壮无见期，水深风浩浩。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "群物归大化，六龙颓西荒。安知浮云外，日月不运行。",
            "comment": ""
        },
        {
            "title": "伤情",
            "content": "为长心易忧，早孤意常伤。出门先踌躇，入户亦彷徨。此生一何苦，前事安可忘。兄弟先我没，孤幼盈我傍。旧居近东南，河水新为梁。松柏今在兹，安忍思故乡。四时与日月，万物各有常。秋风已一起，草木无不霜。行行当自勉，不忍再思量。",
            "comment": ""
        },
        {
            "title": "古挽歌",
            "content": "草草闾巷喧，涂车俨成位。冥冥何所须，尽我生人意。北邙路非远，此别终天地。临穴频抚棺，至哀反无泪。尔形未衰老，尔息才童稚。骨肉安可离，皇天若容易。房帷即灵帐，庭宇为哀次。薤露歌若斯，人生尽如寄。",
            "comment": ""
        },
        {
            "title": "邺城怀古",
            "content": "朝发淇水南，将寻北燕路。魏家旧城阙，寥落无人住。伊昔天地屯，曹公独中据。群臣将北面，白日忽西暮。三台竟寂寞，万事良难固。雄图安在哉，衰草沾霜露。崔嵬长河北，尚见应刘墓。古树藏龙蛇，荒茅伏狐兔。永怀故池馆，数子连章句。逸兴驱山河，雄词变云雾。我行睹遗迹，精爽如可遇。斗酒将酹君，悲风白杨树。",
            "comment": ""
        },
        {
            "title": "新安江上寄处士",
            "content": "深潭与浅滩，万转出新安。人远禽鱼静，山空水木寒。啸起青蘋末，吟瞩白云端。即事遂幽赏，何必挂儒冠。",
            "comment": ""
        },
        {
            "title": "途中寄友人",
            "content": "昔时闻远路，谓是等闲行。及到求人地，始知为客情。事将公道背，尘绕马蹄生。倘使长如此，便堪休去程。",
            "comment": ""
        },
        {
            "title": "寒食",
            "content": "二月江南花满枝，他乡寒食远堪悲。贫居往往无烟火，不独明朝为子推。",
            "comment": "【注释】　　孟云卿天宝年间科场失意后，曾流寓荆州一带，过着极为贫困的生活。就在这样的飘泊流寓生活中的一个寒食节前夕，他写下了这首绝句。　　寒食节在冬至后一百零五天，当春二月。由于江南气候温暖，二月已花满枝头。诗的首句描写物候，兼点时令。一个“满”字，传达出江南之春给人的繁花竞丽的感觉。这样触景起情，颇觉自然。与这种良辰美景相配的本该是赏心乐事，第二句却出人意外地写出了“堪悲”。作者乃关西人，远游江南，独在他乡，身为异客；寒食佳节，倍思亲人，不由悲从中来。加之，这里的“寒食”二字，除了指节令之外，还暗含少食、无食之意，一语双关，因此“他乡寒食”也就更其可悲了。　　诗中常见的是以哀景写哀情，即陪衬的艺术手法。而此诗在写“他乡寒食远堪悲”前却描绘出“二月江南花满枝”的美丽景色，在悲苦的境遇中面对繁花似锦的春色，便与常情不同，正是“花近高楼伤客心”，乐景只能倍增其哀。恰当运用反衬的艺术手法，表情也就越有力量。　　下联承上句“寒食”而写到断火。寒食禁火的习俗，相传为的是纪念春秋时贤者介子推。在这个节日里，人们多外出游春，吃现成食物。野外无烟，空气分外清新，景物尤为鲜丽可爱。这种特殊的节日风物与气氛会给人以新鲜愉快的感受，而对于古代贤者的追思还会更使诗人墨客逸兴遄飞，形于歌咏。历来咏寒食诗就很不少，而此诗作者却发人所未发，由“堪悲”二字，引发出贫居寒食与众不同的感受来。寒食“无烟火”是为纪念子推相沿而成的风俗，而贫居“无烟火”却是为生活所迫的结果。对于富人来说，一朝“断炊”，意味着佳节的快乐；而对于贫家来说，“往往”断炊，包含着多少难堪的辛酸！作者巧妙地把二者联系起来，以“不独”二字轻轻一点，就揭示出当时的社会本质，寄寓着深切的不平。其艺术构思是别致的。将貌似相同而实具本质差异的事物对比写出，这也是一种反衬手法。　　此诗借咏“寒食”写寒士的辛酸，却并不在“贫”字上大作文章。试看晚唐张友正《寒食日献郡守》：“入门堪笑复堪怜，三径苔荒一钓船。惭愧四邻教断火，不知厨里久无烟”，就其从寒食断火逗起贫居无烟、借题发挥而言，艺术构思显有因袭孟诗的痕迹。然而，它言贫之意太切，清点了一番家产不算，刚说“堪笑”、“堪怜”，又道“惭愧”；说罢“断火”，又说“无烟”。不但词芜句累，且嫌做作，感人反不深。远不如孟云卿此诗，虽写一种悲痛的现实，语气却幽默诙谐。其三、四两句似乎是作者自嘲：世人都在为明朝寒食准备熄火，以纪念先贤；可象我这样清贫的寒士，天天过着“寒食”生涯，反倒不必格外费心呢。这种幽默诙谐，是一种苦笑，似轻描淡写，却涉笔成趣，传达出一种攫住人心的悲哀。这说明诗忌刻露过火，贵含蓄耐味。而此诗也正由于命意新颖，构思巧妙，特别是恰当运用反衬手法，亦谐亦庄，耐人咀嚼，才使它成为难以数计的寒食诗中不可多得的佳作。　　（周啸天）"
        }
    ]
}