{
    "dynasty": "唐",
    "author": "尹鹗",
    "poems": [
        {
            "title": "临江仙",
            "content": "一番荷芰生池沼，槛前风送馨香。昔年于此伴萧娘。相偎伫立，牵惹叙衷肠。时逞笑容无限态，还如菡萏争芳。别来虚遣思悠飏。慵窥往事，金锁小兰房。深秋寒夜银河静，月明深院中庭。西窗幽梦等闲成。逡巡觉后，特地恨难平。红烛半条残焰短，依稀暗背银屏。枕前何事最伤情？梧桐叶上，点点露珠零。",
            "comment": "【注释】①逡巡：欲进不进，迟疑不决的样子。②半条：一作“半消”。【评解】深秋寒夜，西窗梦醒，红烛半残，明月照人。院中露滴梧桐的声音，断断续续地传来，使人更加伤凄。这首闺怨小词，通过景物的描写，委婉含蓄地透露了人物内心的幽怨悲凉之情。【集评】《柳塘词话》：尹鹗《杏园芳》第二句“教人见了关情”，末句“何时休遣梦相萦”，遂开柳屯田俳调。至其《临江仙》“西窗幽梦等闲成，逡巡觉后，特地恨难平”，流递于后，令读者不能为怀。岂必曰《花间》、《尊前》，句皆婉丽也！俞陛云《唐五代两宋词选释》：《满宫花》、《临江仙》二词一写宫怨，一写闺怨。其时身值乱离，怀人恋阙，每缘情托讽。二词皆清丽为邻。《临江仙》之结句，尤有婉约之思。"
        },
        {
            "title": "金浮图",
            "content": "繁华地，王孙富贵。玳瑁筵开，下朝无事。压红茵、凤舞黄金翅。玉立纤腰，一片揭天歌吹。满目绮罗珠翠。和风淡荡，偷散沉檀气。堪判醉，韶光正媚。折尽牡丹，艳迷人意，金张许史应难比。贪恋欢娱，不觉金乌坠。还惜会难别易，金船更劝，勒住花骢辔。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "偎红敛翠，尽日思闲事。髻滑凤凰钗欲坠，雨打梨花满地绣衣独倚阑干，玉容似怯春寒。应待少年公子，鸳帏深处同欢。芳年妙妓，淡拂铅华翠。轻笑自然生百媚，争那尊前人意。酒倾琥珀杯时，更堪能唱新词。赚得王孙狂处，断肠一搦腰肢。",
            "comment": ""
        },
        {
            "title": "拨棹子",
            "content": "风切切，深秋月，十朵芙蓉繁艳歇。小槛细腰无力，空赢得，目断魂飞何处说。寸心恰似丁香结，看看瘦尽胸前雪。偏挂恨，少年抛掷。羞睹见，绣被堆红闲不彻。丹脸腻，双靥媚，冠子缕金装翡翠。将一朵，琼花堪比。窠窠绣，鸾凤衣裳香窣地。银台蜡烛滴红泪，醁酒劝人教半醉。帘幕外，月华如水。特地向，宝帐颠狂不肯睡。",
            "comment": ""
        },
        {
            "title": "秋夜月",
            "content": "三秋佳节，罥晴空，凝碎露，茱萸千结。菊蕊和烟轻拈，酒浮金屑。征云雨，调丝竹，此时难辍。欢极、一片艳歌声揭。黄昏慵别，炷沉烟，熏绣被，翠帷同歇。醉并鸳鸯双枕，暖偎春雪。语丁宁，情委曲，论心正切。夜深、窗透数条斜月。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "陇云暗合秋天白，俯窗独坐窥烟陌。楼际角重吹，黄昏方醉归。荒唐难共语，明日还应去。上马出门时，金鞭莫与伊。鸣鸣晓角调如语，画楼三会喧雷鼓。枕上梦方残，月光铺水寒。蛾眉应敛翠，咫尺同千里。宿酒未全消，满怀离恨饶。锦茵闲衬丁香枕，银釭烬落犹慵寝。颙坐遍红炉，谁知情绪孤。少年狂荡惯，花曲长牵绊。去便不归来，空教骏马回。",
            "comment": ""
        },
        {
            "title": "女冠子",
            "content": "双成伴侣，去去不知何处。有佳期，霞帔金丝薄，花冠玉叶危。懒乘丹凤子，学跨小龙儿。叵耐天风紧，挫腰肢。",
            "comment": ""
        },
        {
            "title": "醉公子",
            "content": "暮烟笼藓砌，戟门犹未闭。尽日醉寻春，归来月满身。离鞍偎绣袂，坠巾花乱缀。何处恼佳人，檀痕衣上新。",
            "comment": ""
        },
        {
            "title": "杏园芳",
            "content": "严妆嫩脸花明，教人见了关情。含羞举步越罗轻，称娉婷。终朝咫尺窥香阁，迢遥似隔层城。何时休遣梦相萦，入云屏。",
            "comment": ""
        },
        {
            "title": "何满子",
            "content": "云雨常陪胜会，笙歌惯逐闲游。锦里风光应占，玉鞭金勒骅骝。戴月潜穿深曲，和香醉脱轻裘。方喜正同鸳帐，又言将往皇州。每忆良宵公子伴，梦魂长挂红楼。欲表伤离情味，丁香结在心头。",
            "comment": ""
        },
        {
            "title": "江城子",
            "content": "裙拖碧，步飘香，织腰束素长。鬓云光，拂面珑璁，腻玉碎凝妆。宝柱秦筝弹向晚，弦促雁，更思量。",
            "comment": ""
        },
        {
            "title": "满宫花",
            "content": "月沉沉，人悄悄，一炷后庭香袅。风流帝子不归来，满地禁花慵扫。离恨多，相见少，何处醉迷三岛？漏清宫树子规啼，愁锁碧窗春晓。",
            "comment": "【注释】①帝子：当指妃子言。风流帝子四字，《历代诗余》作“草深辇路”。②三岛：泛指仙境。【评解】沉沉月夜，悄无声息。落花遍地而“帝子”不归。使人愁锁碧窗，离恨满怀。又听得杜鹃声声，隔窗传来，更增人愁思。这首词，抒写了寂寞冷清的宫廷生活。诗人写景抒怀，寄寓良深。【集评】《全唐诗话》：尹鹗工小词，有《满宫花》云“月沉沉，人悄悄”云云。盖伤蜀之亡也。俞陛云《唐五代两宋词选释》：此词写宫怨。诗人身值乱离，怀人恋阙，每缘情托讽。宛转、清丽。张叔夏《词源》：参卿词，以明浅动人，以简净成句者也。陈廷焯《白雨斋词话》：绮丽风华，仿佛仲初宫词。"
        }
    ]
}