{
    "dynasty": "唐",
    "author": "崔国辅",
    "poems": [
        {
            "title": "中流曲",
            "content": "归时日尚早，更欲向芳洲。渡口水流急，回船不自由。",
            "comment": "【注释】　归时：一作归来。"
        },
        {
            "title": "奉和华清宫观行香应制",
            "content": "天子蕊珠宫，楼台碧落通。豫游皆汗漫，斋宫即崆峒。云物三光里，君臣一气中。道言何所说，宝历自无穷。",
            "comment": "【注释】　尽此数州内：一作望尽此州内。"
        },
        {
            "title": "少年行",
            "content": "遗却珊瑚鞭，白马骄不行。章台折杨柳，春日路傍情。",
            "comment": "【注释】　春日：一作春草。"
        },
        {
            "title": "杭州北郭戴氏荷池送侯愉",
            "content": "秋近万物肃，况当临水时。折花赠归客，离绪断荷丝。谁谓江国永，故人感在兹。道存过北郭，情极望东菑。乔木故园意，鸣蝉穷巷悲。扁舟竟何待，中路每迟迟。",
            "comment": "【注释】　尽此数州内：一作望尽此州内。"
        },
        {
            "title": "题豫章馆",
            "content": "扬柳映春江，江南转佳丽。吴门绿波里，越国青山际。游宦常往来，津亭暂临憩。驿前苍石没，浦外湖沙细。象晚宴且久，孤舟迥然逝。云留西北客，气歇东南帝。独有萋萋心，谁知怨芳岁。",
            "comment": "【注释】　与酤：一作兴酣。何肯相救援：一作何处肯相救。"
        },
        {
            "title": "白纻辞二首",
            "content": "洛阳梨花落如霰，河阳桃叶生复齐。坐惜玉楼春欲尽，红绵粉絮裛妆啼。董贤女弟在椒风，窈窕繁华贵后宫。璧带金釭皆翡翠，一朝零落变成空。",
            "comment": "【注释】　落：一作白。怨：一作惜。玉：一作舞。"
        },
        {
            "title": "相和歌辞·采莲曲",
            "content": "玉溆花红发，金塘水碧流。相逢畏相失，并着采莲舟。",
            "comment": " | 【注释】　　《采莲曲》，乐府旧题，为《江南弄》七曲之一。内容多描写江南一带水国风光，采莲女娃劳动生活情态，以及她们对纯洁爱情的追求等。崔国辅的这首《采莲曲》就是一首清丽而富有情趣的篇什。　　“玉溆花争发，金塘水乱流。”溆（xù序），指水塘边。“玉”、“金”二字用得很有讲究。用“玉”形容塘边，就比用“绿”显得明秀、准确、传神，它能使人想见草茂、气清、露珠欲滴、风光明媚的景象；玉溆配以鲜花，为主人公的活动设计了明丽动人的环境。金塘的“金”，和前面的“玉”相映增色，读者可以因此想见阳光灿灿，塘波粼粼，桃腮彩裙，碧荷兰舟，相映生辉的情景。绘画学上，很讲究“补衬”之色，以“金”色补衬其他颜色，则使和谐的色调更加光彩明艳。金塘的“金”字，正有如此妙用。在这一联中，“争”、“乱”二字，也运用是活而有力。“玉溆花争发”，这句是说，玉光闪闪的水塘之滨，绚丽芬芳的鲜花竞相开放。一个“争”字，把百花吐芳斗艳的繁茂之态写活了。“金塘水乱流”，塘水本不流动，即使是通河之塘，水也只能朝着一个方向流；但由于有了几多采莲轻舟，此往彼返，那塘上的水波便相向回旋起来；一个“乱”字，写尽了青年男女们轻舟竞采、繁忙不息的劳动情景。诗人不写人的活动，人的活动自见，只从水波蛇行回旋的乱流中，便可想见人物的活动情态。　　这些江南水乡的青年男女们天真活泼，对美好的爱情有着大胆炽热的追求：“相逢畏相失，并著木兰舟。”情侣们水上相逢，喜出望外，又很担心水波再把他们分开，于是两只船儿紧紧相靠，并驾齐驱。“畏相失”，活现出青年男女两相爱悦的心理状态，写尽了情侣间的相互爱慕之情。　　诗人很善于捕捉富有诗情画意的景物，写得神态逼真，生活气息浓郁，风味淳朴，是一首活泼清新的抒情小诗，它反映了盛唐社会生活的一个侧面。　　（傅经顺）采莲曲崔国辅 　　玉溆花争发， 金塘水乱流。　　相逢畏相失， 并著木兰舟。　　《采莲曲》，乐府旧题，为《江南弄》七曲之一。内容多描写江南一带水国风光，采莲女娃劳动生活情态，以及她们对纯洁爱情的追求等。崔国辅的这首《采莲曲》就是一首清丽而富有情趣的篇什。　　“玉溆花争发，金塘水乱流。”溆（xù序），指水塘边。“玉”、“金”二字用得很有讲究。用“玉”形容塘边，就比用“绿”显得明秀、准确、传神，它能使人想见草茂、气清、露珠欲滴、风光明媚的景象；玉溆配以鲜花，为主人公的活动设计了明丽动人的环境。金塘的“金”，和前面的“玉”相映增色，读者可以因此想见阳光灿灿，塘波粼粼，桃腮彩裙，碧荷兰舟，相映生辉的情景。绘画学上，很讲究“补衬”之色，以“金”色补衬其他颜色，则使和谐的色调更加光彩明艳。金塘的“金”字，正有如此妙用。在这一联中，“争”、“乱”二字，也运用是活而有力。“玉溆花争发”，这句是说，玉光闪闪的水塘之滨，绚丽芬芳的鲜花竞相开放。一个“争”字，把百花吐芳斗艳的繁茂之态写活了。“金塘水乱流”，塘水本不流动，即使是通河之塘，水也只能朝着一个方向流；但由于有了几多采莲轻舟，此往彼返，那塘上的水波便相向回旋起来；一个“乱”字，写尽了青年男女们轻舟竞采、繁忙不息的劳动情景。诗人不写人的活动，人的活动自见，只从水波蛇行回旋的乱流中，便可想见人物的活动情态。　　这些江南水乡的青年男女们天真活泼，对美好的爱情有着大胆炽热的追求：“相逢畏相失，并著木兰舟。”情侣们水上相逢，喜出望外，又很担心水波再把他们分开，于是两只船儿紧紧相靠，并驾齐驱。“畏相失”，活现出青年男女两相爱悦的心理状态，写尽了情侣间的相互爱慕之情。　　诗人很善于捕捉富有诗情画意的景物，写得神态逼真，生活气息浓郁，风味淳朴，是一首活泼清新的抒情小诗，它反映了盛唐社会生活的一个侧面。（傅经顺）"
        },
        {
            "title": "奉和圣制上巳祓禊应制",
            "content": "元巳秦中节，吾君灞上游。鸣銮通禁苑，别馆绕芳洲。鹓鹭千官列，鱼龙百戏浮。桃花春欲尽，谷雨夜来收。庆向尧樽祝，欢从楚棹讴。逸诗何足对，窅作掩东周。",
            "comment": "【注释】　尽此数州内：一作望尽此州内。"
        },
        {
            "title": "长信草",
            "content": "长信宫中草，年年愁处生。时侵珠履迹，不使玉阶行。",
            "comment": "【注释】　点：一作照。未了：一作未竟。"
        },
        {
            "title": "相和歌辞·怨诗二首",
            "content": "楼前桃李疏，池上芙蓉落。织锦犹未成，虫声入罗幕。妾有罗衣裳，秦王在时作。为舞春风多，秋来不堪著。",
            "comment": ""
        },
        {
            "title": "王昭君",
            "content": "汉使南还尽，胡中妾独存。紫台绵望绝，秋草不堪论。",
            "comment": "【注释】　归时：一作归来。"
        },
        {
            "title": "渭水西别季仑",
            "content": "陇外长亭堠，山深古塞秋。不知呜咽水，何事向西流？",
            "comment": "【注释】　陇外：一作陇右。山深：一作山阴。"
        },
        {
            "title": "相和歌辞·子夜冬歌",
            "content": "寂寥抱冬心，裁罗又絅絅。夜久频挑灯，霜寒剪刀冷。",
            "comment": ""
        },
        {
            "title": "漂母岸",
            "content": "泗水入淮处，南边古岸存。秦时有漂母，于此饭王孙。王孙初未遇，寄食何足论。后为楚王来，黄金答母恩。事迹遗在此，空伤千载魂。茫茫水中渚，上有一孤墩。遥望不可到，苍苍烟树昏。几年崩冢色，每日落潮痕。古地多堙圮，时哉不敢言。向夕泪沾裳，只宿芦洲村。",
            "comment": "【注释】　尽此数州内：一作望尽此州内。"
        },
        {
            "title": "魏宫词",
            "content": "朝日照红妆，拟上铜雀台。画眉犹未了，魏帝使人催。",
            "comment": ""
        },
        {
            "title": "从军行",
            "content": "塞北胡霜下，营州索兵救。夜里偷道行，将军马亦瘦。刀光照塞月，阵色明如昼。传闻贼满山，已共前锋斗。",
            "comment": "【注释】　夜里：一作夜间。"
        },
        {
            "title": "九日侍宴应制",
            "content": "运偶千年圣，时传九日神。尧樽列钟鼓，汉阙辟钩陈。金箓三清降，琼筵五老巡。始惊兰佩出，复咏柏梁新。云雁楼前晚，霜花酒里春。欢娱无限极，书剑太平人。",
            "comment": "【注释】　尽此数州内：一作望尽此州内。"
        },
        {
            "title": "怨词二首",
            "content": "妾有罗衣裳，秦王在时作。为舞春风多，秋来不堪着。楼头桃李疏，池上芙蓉落。织锦犹未成，跫声入罗幕。",
            "comment": "【注释】楼头：一作楼前。　　此诗写的是宫怨，通篇作一个宫女睹旧物而生哀怨的语气，很象戏剧的独白。它能使人想象到比诗句本身更多的情景：女主人公大约刚刚翻检过衣箱，发现一件敝旧的罗衣，牵惹起对往事的回忆，不禁黯然神伤，开始了诗中所写的感叹。封建宫廷的宫女因歌舞博得君王一晌欢心，常获赐衣物。第一句中的“罗衣裳”，既暗示了主人公宫女的身份，又寓有她青春岁月的一段经历。第二句说衣裳是“秦王在时”所作，这意味着“秦王”已故，又可见衣物非新。唐诗中常以“汉宫”泛指宫廷，这里的“秦王”也是泛指帝王。后两句紧承前两句之意作感慨。第三句说罗衣曾伴随过宫女青春时光，几多歌舞；第四句语意陡然一转，说眼前秋凉，罗衣再不能穿，久被冷落。两句对比鲜明，构成唱叹语调。“不堪”二字，语意沉痛。表面看来是叹“衣不如新”，但对于宫中舞女，一件春衣又算得了什么呢？不向来是“汗沾粉污不再著，曳土踏泥无惜心”（白居易《缭绫》）么？可见这里有许多潜台词的。刘禹锡的《秋扇词》，可以作为这两句诗的最好注脚：“莫道恩情无重来，人间荣谢递相催。当时初入君怀袖，岂念寒炉有死灰！”可见《怨词》中对罗衣的悼惜，句句是宫女的自伤。“春”、“秋”不止指季候，又分明暗示年华的变换。“为舞春风多”包含着宫女对青春岁月的回忆；“秋来不堪著”，则暗示其后来的凄凉。“为”字下得十分巧妙，意谓正因为有昨日宠召的频繁，久而生厌，才有今朝的冷遇。初看这二者并无因果关系，细味其中却含有“以色事他人，能得几时好”（李白《妾薄命》）之意，“为”字便写出宫女如此遭遇的必然性。　　此诗句句惜衣，而旨在惜人，运用的是比兴手法。衣和人之间是“隐喻”关系。这是此诗的艺术特点。罗衣与人，本是不相同的两种事物，《怨词》的作者却抓住罗衣“秋来不堪著”，与宫女见弃这种好景不长、朝不保夕的遭遇的类似之处，构成确切的比喻。以物喻人，揭示了封建制度下宫女丧失了作人权利这一极不合理的现象，这就触及到问题的本质。　　唐人作宫怨诗，固然以直接反映宫女的不幸这一社会现实为多。但有时诗人也借写宫怨以寄托讽刺，或感叹个人身世。清刘大櫆说此诗是“刺先朝旧臣见弃”。按崔国辅系开元进士，官至礼部员外郎，天宝间被贬，刘说可备一说。（周啸天）"
        },
        {
            "title": "湖南曲",
            "content": "湖南送君去，湖北送君归。湖里鸳鸯鸟，双双他自飞。",
            "comment": "【注释】　春日：一作春草。"
        },
        {
            "title": "七夕",
            "content": "太守仙潢族，含情七夕多。扇风生玉漏，置水写银河。阁下陈书籍，闺中曝绮罗。遥思汉武帝，青鸟几时过？",
            "comment": "【注释】　尽此数州内：一作望尽此州内。"
        },
        {
            "title": "王孙游",
            "content": "自与王孙别，频看黄鸟飞。应由春草误，着处不成归。",
            "comment": "【注释】　归时：一作归来。"
        },
        {
            "title": "妾薄命",
            "content": "虽入秦帝宫，不上秦帝床。夜夜玉窗里，与他卷罗裳。",
            "comment": "【注释】　题：一作《秦女卷衣》。"
        },
        {
            "title": "宿范浦",
            "content": "月暗潮又落，西陵渡暂停。村烟和海雾，舟火乱江星。路转定山绕，塘连范浦横。鸱夷近何去，空山临沧溟。",
            "comment": "【注释】　尽此数州内：一作望尽此州内。"
        },
        {
            "title": "题预章馆",
            "content": "杨柳映春江，江南转佳丽。吴门绿波里，越国青山际。游宦常往来，津亭暂临憩。驿前苍石没，浦外湖沙细。向晚宴且久，孤舟冏然逝。云留西北客，气歇东南帝。独有萋萋心，谁知怨芳岁。",
            "comment": ""
        },
        {
            "title": "小长干曲",
            "content": "月暗送潮风，相寻路不通。菱歌唱不彻，知在此塘中。",
            "comment": " | 【注释】　　小长干，属长干里，遗址在今南京市南，靠近长江边。长干曲，乐府杂曲歌辞名，内容多写长干里一带江边女子的生活和情趣。崔国辅的《小长干曲》内容也如此。　　这首诗风格清新，语言晓畅，于平淡自然中见含蓄委婉，很耐人寻味。　　这是一首情歌。但作者没有从相见、欢聚、别离等处落笔，而是紧扣江南水乡的特点，抓住特定时间、地点、条件，自然而风趣地表现一位青年男子对一位采菱姑娘的爱慕和追求。　　“月暗送湖风”，诗一开头，即点明时间是夜晚，地点是湖滨。月暗，不是没有月光，而是月色暗淡；湖风用“送”，带有舒展、爱抚的感情色彩，切合小伙子此时的感受。因为他很兴奋、很欢快，湖风吹到他的身上就显得特别轻柔，好象大自然特意为他送来的一般。这一句五字，勾出了一幅月色朦胧、湖风轻拂的艺术画面，造成了一种优美而颇具神秘色彩的环境气氛。　　在这富有诗情画意的水乡湖滨，一位年轻人，踏着月色，沐着凉风，急忙忙、兴冲冲地走着。但是夜色暗淡，道路难辨，走着走着，突然路被隔断了。“相寻路不通”，侧面点出了菱湖之滨的特点：荷塘满布，沟渠纵横，到处有水网相隔。显然，这个小伙子事先并未约会，只因情思驱使，突然想会见自己的恋人。一个“寻”字，传出了其中消息，使整个画面活了起来。　　正在焦急踌躇之际，优美动听的菱歌吸引了小伙子的注意，他侧耳谛听，仔细辨别是谁的歌声。彻，本为不尽之意，这里用来形容菱歌的时断时续，经久不息，同时也描摹出歌声的清脆、响亮。姑娘们用歌声表达对生活的热爱和对幸福的憧憬，读者能从这歌声中想象出那采菱姑娘天真活泼、娇憨可爱的神情。　　听着听着，小伙子又眉开眼笑了，知道自己的意中人，就在那不远的荷塘中。“知”字十分传神，不仅表现了小伙子心情由焦急到喜悦的变化，而且点明小伙子对姑娘了解得非常透，甚至连她的一举一动、一颦一笑都非常熟悉。读者正可从其知之深推测其爱之切。　　短短的一首抒情诗，能写出诗中主人公的形象和思想活动，并有起伏、有波澜，给人以层出不穷之感。若非巧思妙笔，匠心独运，恐怕难以达到这样的艺术境界。　　（刘永年）"
        },
        {
            "title": "对酒吟",
            "content": "行行日将夕，荒村古冢无人迹。朦胧荆棘一鸟吟，屡唱提壶沽酒吃。古人不达酒不足，遗恨精灵传此曲。寄言世上诸少年，平生且尽杯中醁。",
            "comment": "【注释】　尽此数州内：一作望尽此州内。"
        },
        {
            "title": "襄阳曲二首",
            "content": "蕙草娇红萼，时光舞碧鸡。城中美年少，相见白铜鞮。少年襄阳地，来往襄阳城。城中轻薄子，知妾解秦筝。",
            "comment": "【注释】　能：原注“音耐”。"
        },
        {
            "title": "丽人曲",
            "content": "红颜称绝代，欲并真无侣。独有镜中人，由来自相许。",
            "comment": "【注释】　归时：一作归来。"
        },
        {
            "title": "王昭君",
            "content": "一回望月一回悲，望月月移人不移。何时得见汉朝使，为妾传书斩画师。",
            "comment": "【注释】　落：一作白。怨：一作惜。玉：一作舞。"
        },
        {
            "title": "古意",
            "content": "红荷楚水曲，彪炳烁晨霞。未得两回摘，秋风吹却花。时芳不待妾，玉佩无处夸。悔不盛年时，嫁与青楼家。",
            "comment": "【注释】　与酤：一作兴酣。何肯相救援：一作何处肯相救。"
        },
        {
            "title": "渭水西别李仑",
            "content": "陇右长亭堠，山阴古塞秋。不知呜咽水，何事向西流。",
            "comment": ""
        },
        {
            "title": "杂诗",
            "content": "逢著平乐儿，论交鞍马前。与酤一斗酒，恰用十千钱。后余在关内，作事多迍邅。何肯相救援，徒闻宝剑篇。",
            "comment": ""
        },
        {
            "title": "送韩十四被鲁王推递往济南府",
            "content": "西候情何极，南冠怨有余。梁王虽好士，不察狱中书。",
            "comment": "【注释】　皎：一作厚。"
        },
        {
            "title": "杂诗",
            "content": "逢着平乐儿，论交鞍马前。与酤一斗酒，恰用十千钱。后余在关内，作事多迍邅。何肯相救援，徒闻《宝剑篇》。",
            "comment": "【注释】　与酤：一作兴酣。何肯相救援：一作何处肯相救。"
        },
        {
            "title": "古意",
            "content": "净扫黄金阶，飞霜皎如雪。下帘弹箜篌，不忍见秋月。",
            "comment": "【注释】　皎：一作厚。"
        },
        {
            "title": "九月九日",
            "content": "江边枫落菊花黄，少长登高一望乡。九日陶家虽载酒，三年楚客已沾裳。",
            "comment": "【注释】　落：一作白。怨：一作惜。玉：一作舞。"
        },
        {
            "title": "今别离",
            "content": "送别未能旋，相望连水口。船行欲映洲，几度急摇手。",
            "comment": "【注释】　题：一作《秦女卷衣》。"
        },
        {
            "title": "魏宫词",
            "content": "朝日点红妆，拟上铜雀台。画眉犹未了，魏帝使人催。",
            "comment": "【注释】　点：一作照。未了：一作未竟。"
        },
        {
            "title": "卫艳词",
            "content": "淇上桑叶青，青楼含白日。比时遥望君，车马城中出。",
            "comment": "【注释】　题：一作《秦女卷衣》。"
        },
        {
            "title": "古意二首",
            "content": "玉笼薰绣裳，着罢眠洞房。不能春风里，吹却兰麝香。种棘遮蘼芜，畏人来采杀。比至狂夫还，看看几花发。",
            "comment": "【注释】　能：原注“音耐”。"
        },
        {
            "title": "石头滩作",
            "content": "怅矣秋风时，余临石头濑。因高见远境，尽此数州内。羽山数点青，海岸杂光碎。离离树木少，漭漭波潮大。日暮千里帆，南飞落天外。须臾遂入夜，楚色有微霭。寻源迹已穷，遗荣事多昧。一身犹未理，安得济时代。且泛朝夕潮，荷衣蕙为带。",
            "comment": "【注释】　尽此数州内：一作望尽此州内。"
        },
        {
            "title": "宿法华寺",
            "content": "松雨时复滴，寺门清且凉。此心竟谁证，回憩支公床。壁画感灵迹，龛经传异香。独游寄象外，忽忽归南昌。",
            "comment": "【注释】　与酤：一作兴酣。何肯相救援：一作何处肯相救。"
        },
        {
            "title": "子夜冬歌",
            "content": "寂寥抱冬心，裁罗又褧褧。夜久频挑灯，霜寒剪刀冷。",
            "comment": "【注释】　归时：一作归来。"
        }
    ]
}