{
    "dynasty": "唐",
    "author": "崔涂",
    "poems": [
        {
            "title": "放鹧鸪",
            "content": "秋入池塘风露微，晓开笼槛看初飞。满身金翠画不得，无限烟波何处归。",
            "comment": ""
        },
        {
            "title": "折杨柳",
            "content": "朝朝车马如蓬转，处处江山待客归。若使人间少离别，杨花应合过春飞。",
            "comment": ""
        },
        {
            "title": "秋晚书怀",
            "content": "看看秋色晚，又是出门时。白发生非早，青云去自迟。梦唯怀上国，迹不到他岐。以此坚吾道，还无愧已知。",
            "comment": ""
        },
        {
            "title": "江行晚望",
            "content": "木落曙江晴，寒郊极望平。孤舟三楚去，万里独吟行。鸟占横查立，人当故里耕。十年来复去，不觉二毛生。",
            "comment": ""
        },
        {
            "title": "江上怀翠微寺空上人",
            "content": "旅泛本无定，相逢那可期。空怀白阁夜，未答碧云诗。暮雨潮生早，春寒雁到迟。所思今不见，乡国正天涯。",
            "comment": ""
        },
        {
            "title": "秋夕与友人同会",
            "content": "章句积微功，星霜二十空。僻应如我少，吟喜得君同。月上僧归后，诗成客梦中。更闻栖鹤警，清露滴青松。",
            "comment": ""
        },
        {
            "title": "和进士张曙闻雁见寄",
            "content": "断行哀响递相催，争趁高秋作恨媒。云外关山闻独去，渡头风雨见初来。也知榆塞寒须别，莫恋蘋汀暖不回。试向富春江畔过，故园犹合有池台。",
            "comment": ""
        },
        {
            "title": "途中感怀寄青城李明府",
            "content": "鳞鬣催残志未休，壮心翻是此身雠。并闻寒雨多因夜，不得乡书又到秋。耕钓旧交吟好忆，雪霜危栈去堪愁。如何只是三年别，君著朱衣我白头。",
            "comment": ""
        },
        {
            "title": "题净众寺古松",
            "content": "百尺森疏倚梵台，昔人谁见此初栽。故园未有偏堪恋，浮世如闲即合来。天暝岂分苍翠色，岁寒应识栋梁材。清阴可惜不驻得，归去暮城空首回。",
            "comment": ""
        },
        {
            "title": "秋夜兴上人别",
            "content": "常时岂不别，此别异常情。南国初闻雁，中原未息兵。暗蛩侵语歇，疏磬入吟清。曾听无生说，辞师话此行。",
            "comment": ""
        },
        {
            "title": "送友人",
            "content": "登高迎送远，春恨并依依。不得沧洲信，空看白鹤归。",
            "comment": ""
        },
        {
            "title": "巫山庙",
            "content": "双黛俨如嚬，应伤故国春。江山非旧主，云雨是前身。梦觉传词客，灵犹福楚人。不知千载后，何处又为神？",
            "comment": ""
        },
        {
            "title": "过洛阳故城",
            "content": "三十世皇都，萧条是霸图。片墙看破尽，遗迹渐应无。野径通荒苑，高槐映远衢。独吟人不问，清冷自呜呜。",
            "comment": ""
        },
        {
            "title": "金陵晚眺（一作怀古）",
            "content": "苇声骚屑水天秋，吟对金陵古渡头。千古是非输蝶梦，一轮风雨属渔舟。若无仙分应须老，幸有归山即合休。何必登临更惆怅，比来身世只如浮。",
            "comment": ""
        },
        {
            "title": "读庾信集",
            "content": "四朝十帝尽风流，建业长安两醉游。唯有一篇杨柳曲，江南江北为君愁。",
            "comment": ""
        },
        {
            "title": "寄青城山颢禅师",
            "content": "怀师不可攀，师往杳冥间。林下谁闻法，尘中只见山。终年人不到，尽日鸟空还。曾听无生说，应怜独未还。",
            "comment": ""
        },
        {
            "title": "过昭君故宅",
            "content": "以色静胡尘，名还异众嫔。免劳征战力，无愧绮罗身。骨竟埋青冢，魂应怨画人。不堪逢旧宅，寥落对江滨。",
            "comment": ""
        },
        {
            "title": "言怀",
            "content": "干时虽苦节，趋世且无机。及觉知音少，翻疑所业非。青云如不到，白首亦难归。所以沧江上，年年别钓矶。",
            "comment": ""
        },
        {
            "title": "与友人同怀江南别业",
            "content": "因君话故国，此夕倍依依。旧业临秋水，何人在钓矶？浮名如纵得，沧海亦终归。却是风尘里，如何便息机。",
            "comment": ""
        },
        {
            "title": "送友人归江南",
            "content": "渚田芳草遍，共忆故山春。独往沧洲暮，相看白发新。定过林下寺，应见社中人。只恐东归后，难将鸥鸟亲。",
            "comment": ""
        },
        {
            "title": "秋夜僧舍闻猿",
            "content": "哀猿听未休，禅景夜方幽。暂得同僧静，那能免客愁。影摇云外树，声褭月中秋。曾向巴江宿，当时泪亦流。",
            "comment": ""
        },
        {
            "title": "琴曲歌辞·幽兰",
            "content": "幽植众能知，贞芳只暗持。自无君子佩，未是国香衰。白露沾长早，青春每到迟。不知当路草，芳馥欲何为。",
            "comment": ""
        },
        {
            "title": "送僧归江东（一作岐下送蒙上人归天台）",
            "content": "坐彻秦城夏，行登越客船。去留那有著，语默不离禅。叶拥临关路，霞明近海天。更寻同社侣，应得虎溪边。",
            "comment": ""
        },
        {
            "title": "江上旅泊",
            "content": "汀洲一夜泊，久客半连樯。尽说逢秋色，多同忆故乡。孤冈生晚烧，独树隐回塘。欲问东归路，遥知隔渺茫。",
            "comment": ""
        },
        {
            "title": "除夜有怀",
            "content": "迢递三巴路，羁危万里身。乱山残雪夜，孤烛异乡人。渐与骨肉远，转于僮仆亲。那堪正飘泊，明日岁华新。",
            "comment": "【注释】【注解】：１、羁危：指漂泊于三巴的艰险之地。２、岁华：年华。【简析】：身在异乡又值除夕，羁危万里，乱山残雪，将这种苦情一层层推进。因为无法与亲人们一同迎接新年，和僮仆就分外亲切，为除夕增添了一些欢乐。"
        },
        {
            "title": "过绣岭宫",
            "content": "古殿春残绿野阴，上皇曾此驻泥金。三城帐属升平梦，一曲铃关怅望心。苑路暗迷香辇绝，缭垣秋断草烟深。前朝旧物东流在，犹为年年下翠岑。",
            "comment": ""
        },
        {
            "title": "春日闲居忆江南旧业",
            "content": "杜门朝复夕，岂是解谋身。梦不离泉石，林唯称隐沦。渐谙浮世事，转忆故山春。南国水风暖，又应生白蘋。",
            "comment": ""
        },
        {
            "title": "残花",
            "content": "迟迟傍晓阴，昨夜色犹深。毕竟终须落，堪悲古与今。明年何处见，尽日此时心。蜂蝶无情极，残香更不寻。",
            "comment": ""
        },
        {
            "title": "鹦鹉洲即事（一作眺望）",
            "content": "怅望春襟郁未开，重吟鹦鹉益堪哀。曹瞒尚不能容物，黄祖何曾解爱才。幽岛暖闻燕雁去，晓江晴觉蜀波来。何人正得风涛便，一点轻帆万里回。",
            "comment": ""
        },
        {
            "title": "申州道中",
            "content": "风紧日凄凄，乡心向此迷。水分平楚阔，山接故关低。客路缘烽火，人家厌鼓鼙。那堪独驰马，江树穆陵西。",
            "comment": ""
        },
        {
            "title": "读留侯传",
            "content": "覆楚雠韩势有余，男儿遭遇更难如。偶成汉室千年业，只读圯桥一卷书。翻把壮心轻尺组，却烦商皓正皇储。若能终始匡天子，何必□□□□□。",
            "comment": ""
        },
        {
            "title": "题授阳镇路",
            "content": "越鸟巢边溪路断，秦人耕处洞门开。小桃花发春风起，千里江山一梦回。",
            "comment": ""
        },
        {
            "title": "江雨望花",
            "content": "细雨满江春水涨，好风留客野梅香。避秦不是无归意，一度逢花一断肠。",
            "comment": ""
        },
        {
            "title": "春晚怀进士韦澹",
            "content": "故里花应尽，江楼梦尚残。半生吟欲过，一命达何难。特立珪无玷，相思草有兰。二年春怅望，不似在长安。",
            "comment": ""
        },
        {
            "title": "东林愿禅师院",
            "content": "与世渐无缘，身心独了然。讲销林下日，腊长定中年。磬绝朝斋后，香焚古寺前。非因送小朗，不到虎谿边。",
            "comment": ""
        },
        {
            "title": "海棠图",
            "content": "海棠花底三年客，不见海棠花盛开。却向江南看图画，始惭虚到蜀城来。",
            "comment": ""
        },
        {
            "title": "过陶征君隐居",
            "content": "陶令昔居此，弄琴遗世荣。田园三亩绿，轩冕一铢轻。衰柳自无主，白云犹可耕。不随陵谷变，应只有高名。",
            "comment": ""
        },
        {
            "title": "春夕（一本下有旅怀二字）",
            "content": "水流花谢两无情， 送尽东风过楚城。蝴蝶梦中家万里， 子规枝上月三更。故园书动经年绝， 华发春唯满镜生。自是不归归便得， 五湖烟景有谁争？",
            "comment": "【注释】[注释]（1）谢：落。（2）楚：指湖南、湖北一带。（3）蝴蝶梦：古代庄周曾梦见自己是一只翩翩飞舞的蝴蝶。（4）故园：故乡。动：动辄，动不动。经年：一年。（5）华发：白发。（6）五湖：泛指太湖，这里指作者的家乡。[译文]水已流去，花也谢落，都显得这么无情，送走春光，一直过了楚地。自己像庄周一样做梦，但梦中不是蝴蝶，而是万里之外的家，醒来但听到杜鹃鸟在枝头凄厉地啼叫，月亮当空照，已是三更时分。故乡的书信，动辄经年都收不到，花白头发，被那春光催逼着从两鬓生出来。自己是因在外有所求而不愿回去如果肯回去，也是很便当的，五湖烟波浩涉的风景有谁与我来争呢？-------------------------------------　　崔涂曾久在巴、蜀、湘、鄂、秦、陇等地为客，自称是“孤独异乡人”（《除夕有怀》）。《春夕》是他旅居湘鄂时所作。　　诗一起笔，就渲染出一片暮春景色：春水远流，春花凋谢。流水落花春去也──诗人深深感叹春光易逝，岁月无情。第二句“送尽东风过楚城”更加感伤。“楚城”，泛指湘鄂一带。诗人把春光（“东风”）拟人化了，依依为她送别。这里，不是春风送我回故乡，而是我在异乡送春归。这一“送”字表达了诗人凄楚的情怀。诗人面对着落红满地、柳絮漫天的残春景物，怎能不更加思念故乡？由送春而牵动的思乡之情，笼罩全篇。以下句句写的是思乡衷曲。　　“蝴蝶梦中家万里，子规枝上月三更。”这一联进入正题，写“春夕”，写得极为精粹，是传诵的名句。诗人运用了新奇的造语，对仗工整，韵律和谐，创造出一种曲折幽深的情境。上句巧写梦境。由于游子日有所思，夜间便结想成梦，梦见自己回到了万里之外的家园。然而，这只不过象庄周梦见自己变成蝴蝶，翩翩飞舞于花间，虽然有趣，毕竟虚幻而短暂，醒来之后，蝴蝶还是蝴蝶，庄周还是庄周。游子从“蝴蝶梦”中获得片刻的回乡之乐，但梦醒以后，发现自己依旧孤眠异乡，家园依旧远隔万里，岂不更加空虚、失望，更加触动思乡之情！何况此时又正当“子规枝上月三更”──夜深人静，月光如水；子规鸟（即杜鹃）在月下哀哀啼唤：“子归！子归！……”听着子规啼，想着蝴蝶梦，游子的心，该是何等的痛苦哀伤，真如李白诗句所谓“一叫一回肠一断”！这里，十四个字写出了三层意思：由思乡而入梦，一层；梦醒而更思乡，二层；子规啼唤，愁上加愁，三层。这三层，一层比一层深，而且互相烘托、映衬，如蝴蝶梦与家万里，一虚一实；蝴蝶梦与子规啼，一乐一悲；子规啼与三更月，一声一色，构成一片清冷、凄凉、愁惨的气氛，令人触目伤怀。读着这样的诗句，谁能不为异乡漂泊的诗人一洒同情之泪！这一联以景传情，下一联则直接诉说思乡之苦。　　“故园书动经年绝，华发春唯满镜生。”诗人长期不能回家，连家信也动不动长年断绝，音讯杳然，他怎能不望眼欲穿，忧心如焚呢！这句中的一个“动”字，把诗人那种由期待而沮丧、而嗟怨的复杂的心理，逼真地传达出来了。“书动经年绝”暗示当时社会动乱不安。诗人愁家忧国到什么程度？是“华发春唯满镜生”。春天万物萌生，欣欣向荣，而诗人却唯独生出了白发满头。一个“唯”字，更加突出了他的内心愁苦之深。如此深愁，将何以解脱？诗的最后两句更耐人寻味。　　“自是不归归便得，五湖烟景有谁争？”这两句是倒装，意思是说，故乡五湖美好的风光，是没有人和我争夺的，假如我要回去，便能够回去。是我自己不回去呀！从暗用五湖典故看，这里的“归”字，还含有归隐田园之意。诗人仆仆风尘，仕途坎坷，“自是不归归便得”一语，是无可奈何的伤心话，深刻地反映出诗人在政治上走投无路、欲干不能而又欲罢难休的苦闷、徬徨的心理。　　这首诗情切境深，风格沉郁。诗的前四句通过对暮春之夕特定情景的描绘，缘情写景，因景抒情，景物之间互相映衬、烘托，构成一片凄凉愁惨的气氛。诗中没有直接点出思乡，而一片思乡之情荡漾纸上。后四句直抒心曲，感情真切，凄婉动人。尾联自慰自嘲，墨中藏意，饶有情味。　　（何庆善）"
        },
        {
            "title": "宿庐山绝顶山舍",
            "content": "一磴出林端，千峰次第看。长闲如未遂，暂到亦应难。谷树云埋老，僧窗瀑影寒。自嫌心不达，向此梦长安。",
            "comment": ""
        },
        {
            "title": "秋宿鹤林寺",
            "content": "步步入林中，山穷意未穷。偏逢僧话久，转与鹤栖同。烛焰风销尽，兰条露湿空。又须从此别，江上正秋鸿。",
            "comment": ""
        },
        {
            "title": "七夕",
            "content": "年年七夕渡瑶轩，谁道秋期有泪痕？自是人间一周岁，何妨天上只黄昏。",
            "comment": ""
        },
        {
            "title": "读方干诗因怀别业",
            "content": "把君诗一吟，万里见君心。华发新知少，沧洲旧隐深。潮冲虚阁上，山入暮窗沈。忆宿高斋夜，庭枝识海禽。",
            "comment": ""
        },
        {
            "title": "王逸人隐居",
            "content": "一径入千岑，幽人许重寻。不逢秦世乱，未觉武陵深。石转生寒色，云归带夕阴。却愁危坐久，看尽暝栖禽。",
            "comment": ""
        },
        {
            "title": "秋夕送友人归吴",
            "content": "离心醉岂欢，把酒强相宽。世路须求达，还家亦未安。旅程愁算远，江月坐吟残。莫羡扁舟兴，功成去不难。",
            "comment": ""
        },
        {
            "title": "送僧归天竺",
            "content": "忽忆曾栖处，千峰近沃州。别来秦树老，归去海门秋。汲带寒汀月，禅邻贾客舟。遥思清兴惬，不厌石林幽。",
            "comment": ""
        },
        {
            "title": "南山旅舍与故人别",
            "content": "一日又将暮，一年看即残。病知新事少，老别旧交难。山尽路犹险，雨余春却寒。那堪试回首，烽火是长安。",
            "comment": ""
        },
        {
            "title": "夏日书怀寄道友",
            "content": "达即匡邦退即耕，是非何足挠平生。终期道向希夷得，未省心因宠辱惊。峰转暂无当户影，雉飞时有隔林声。十年惟悟吟诗句，待得中原欲铸兵。",
            "comment": ""
        },
        {
            "title": "过长江贾岛主簿旧厅",
            "content": "雕琢文章字字精，我经此处倍伤情。身从谪宦方沾禄，才被槌埋更有声。过县已无曾识吏，到厅空见旧题名。长江一曲年年水，应为先生万古清。",
            "comment": ""
        },
        {
            "title": "过二妃庙",
            "content": "残阳楚水畔，独吊舜时人。不及庙前草，至今江上春。",
            "comment": ""
        },
        {
            "title": "初识梅花",
            "content": "江北不如南地暖，江南好断北人肠。燕脂桃颊梨花粉，共作寒梅一面妆。",
            "comment": ""
        },
        {
            "title": "己亥岁感事",
            "content": "正闻青犊起葭萌，又报黄巾犯汉营。岂是将皆无上略，直疑天自弃苍生。瓜沙旧戍犹传檄，吴楚新春已废耕。见说圣君能仄席，不知谁是请长缨。",
            "comment": ""
        },
        {
            "title": "孤雁",
            "content": "几行归塞尽，念尔独何之。暮雨相呼失，寒塘欲下迟。渚云低暗度，关月冷相随。未必逢矰缴，孤飞自可疑。",
            "comment": "【注释】矰：短箭；缴：系箭的丝绳。【简析】：　　这首诗题名《孤雁》，全篇皆实赋孤雁，“诗眼”就是一个“孤”字。一个“孤”字将全诗的神韵、意境凝聚在一起，浑然天成。　　为了突出孤雁，首先要写出“离群”这个背景。所以诗人一开头便说：“几行归塞尽，念尔独何之？”作者本是江南人，一生中常在巴、蜀、湘、鄂、秦、陇一带作客，多天涯羁旅之思。此刻想是站在驿楼上，极目远望：只见天穹之下，几行鸿雁，展翅飞行，向北而去。渐渐地，群雁不见了，只留下一只孤雁，在低空盘旋。我们从“归塞”二字，可以看出雁群是在向北，且又是在春天；因为只有在春分以后，鸿雁才飞回塞外。这两句中，尤应注意一个“行”字，一个“独”字。有了“行”与“独”作对比，孤雁就突现出来了。“念尔”二字，隐蕴诗人同情之心。古人作诗，往往托物寓志，讲究寄兴深微。“念尔”句写得很妙，笔未到而气已吞，隐隐地让一个“孤”字映照通体，统摄全局。“独何之”，则可见出诗人这时正羁留客地，借孤雁以写离愁。　　颔联“暮雨相呼失，寒塘欲下迟”，是全篇的警策。第三句是说失群的原因，第四句是说失群之后仓皇的表现，既写出当时的自然环境，也刻画出孤雁的神情状态。时间是在晚上，地点是在寒塘。暮雨苍茫，一只孤雁在空中嘹嘹呖呖，呼寻伙伴。那声音是够凄厉的了。它经不住风雨的侵凌，再要前进，已感无力，面前恰有一个芦叶萧萧的池塘，想下来栖息，却又影单心怯，几度盘旋。那种欲下未下的举动，迟疑畏惧的心理，写得细腻入微。可以看出，作者是把自己孤凄的情感熔铸在孤雁身上了，从而构成一个统一的艺术整体，读来如此逼真动人。诚如近人俞陛云所说：“如庄周之以身化蝶，故入情入理，犹咏鸳鸯之‘暂分烟岛犹回首，只渡寒塘亦并飞’，替鸳鸯着想，皆妙入毫颠也。”（《诗境浅说》）颈联“渚云低暗度，关月冷相随”，是承颔联而来，写孤雁穿云随月，振翅奋飞，然而仍是只影无依，凄凉寂寞。“渚云低”是说乌云逼近洲渚，对孤雁来说，便构成了一个压抑的、恐怖的氛围，孤雁就在那样惨澹的昏暗中飞行。这是多么令人担忧呵！这时作者是在注视并期望着孤雁穿过乌云，脱离险境。“关月”，指关塞上的月亮，这一句写想象中孤雁的行程，虽非目力所及，然而“望尽似犹见”，倾注了对孤雁自始至终的关心。这两句中特别要注意一个“低”字，一个“冷”字。月冷云低，衬托着形单影只，就突出了行程的艰险，心境的凄凉；而这都是紧紧地扣着一个“孤”字。唯其孤，才感到云低的可怕；唯其只有冷月相随，才显得孤单凄凉。　　诗篇的最后两句，写了诗人的良好愿望和矛盾心情。“未必逢矰缴，孤飞自可疑”，是说孤雁未必会遭暗箭，但孤飞总使人易生疑惧。从语气上看，象是安慰之词──安慰孤雁，也安慰自己；然而实际上却是更加耽心了。因为前面所写的怕下寒塘、惊呼失侣，都是惊魂未定的表现，直到此处才点明惊魂未定的原因。一句话，是写孤雁心有余悸，怕逢矰缴。诗直到最后一句“孤飞自可疑”，才正面拈出“孤”字，“诗眼”至此显豁通明。诗人飘泊异乡，世路峻险，此诗以孤雁自喻，表现了他孤凄忧虑的羁旅之情。　　清人刘熙载说：“五言无闲字易，有余味难。”（《艺概·诗概》）崔涂这首《孤雁》，字字珠玑，没有一处是闲笔；而且余音袅袅，令人回味无穷，可称五言律诗中的上品。　　（徐培均）"
        },
        {
            "title": "陇上逢江南故人",
            "content": "三声戍角边城暮，万里乡心塞草春。莫学少年轻远别，陇关西少向东人。",
            "comment": ""
        },
        {
            "title": "入蜀赴举秋夜与先生话别",
            "content": "欲怆峨嵋别，中宵寝不能。听残池上雨，吟尽枕前灯。失计方期隐，修心未到僧。云门一万里，应笑又担簦。",
            "comment": ""
        },
        {
            "title": "泉",
            "content": "远辞岩窦泻潺潺，静拂云根别故山。可惜寒声留不得，旋添波浪向人间。",
            "comment": ""
        },
        {
            "title": "秋宿天彭僧舍",
            "content": "身世两相惜，秋云每独兴。难将尘界事，话向雪山僧。力善知谁许，归耕又未能。此怀平不得，挑尽草堂灯。",
            "comment": ""
        },
        {
            "title": "读侯道华真人传",
            "content": "汉皇轻万乘，方士说三丹。不得修心要，翻知出世难。茂陵春竟绿，金掌曙空寒。何似先生去，翩翩逐彩鸾。",
            "comment": ""
        },
        {
            "title": "夕次洛阳道中",
            "content": "秋风吹故城，城下独吟行。高树鸟已息，古原人尚耕。流年川暗度，往事月空明。不复叹岐路，马前尘夜生。",
            "comment": ""
        },
        {
            "title": "题绝岛山寺",
            "content": "绝岛跨危栏，登临到此难。夕阳高鸟过，疏雨一钟残。骇浪摇空阔，灵山厌渺漫。那堪更回首，乡树隔云端。",
            "comment": ""
        },
        {
            "title": "涧松",
            "content": "寸寸凌霜长劲条，路人犹笑未干霄。南园桃李虽堪羡，争奈春残又寂寥。",
            "comment": ""
        },
        {
            "title": "孤雁",
            "content": "湘浦离应晚，边城去已孤。如何万里计，只在一枝芦。迥起波摇楚，寒栖月映蒲。不知天畔侣，何处下平芜？几行归去尽，片影独何之。暮雨相呼失，寒塘独下迟。渚云低暗度，关月冷遥随。未必逢矰缴，孤飞自可疑。",
            "comment": ""
        },
        {
            "title": "橹声",
            "content": "烟外桡声远，天涯幽梦回。争知江上客，不是故乡来。",
            "comment": ""
        },
        {
            "title": "灞上",
            "content": "长安名利路，役役古由今。征骑少闲日，绿杨无旧阴。水侵秦甸阔，草接汉陵深。紫阁曾过处，依稀白鸟沈。",
            "comment": ""
        },
        {
            "title": "远望",
            "content": "长为乡思侵，望极即沾襟。不是前山色，能伤愁客心。平芜连海尽，独树隐云深。况复斜阳外，分明有去禽。",
            "comment": ""
        },
        {
            "title": "湘中弦",
            "content": "苍山遥遥江潾潾，路傍老尽没闲人。王孙不见草空绿，惆怅渡头春复春。烟愁雨细云冥冥，杜兰香老三湘清。故山望断不知处，鶗鴂隔花时一声。",
            "comment": ""
        },
        {
            "title": "喜友人及第",
            "content": "孤吟望至公，已老半生中。不有同人达，兼疑此道穷。只应才自薄，岂是命难通。尚激抟溟势，期君借北风。",
            "comment": ""
        },
        {
            "title": "送道士于千龄游南岳",
            "content": "物外与谁期，人间又别离。四方多事日，高岳独游时。猿狖潇湘树，烟波屈宋祠。无因陪此去，空惜鬓将衰。",
            "comment": ""
        },
        {
            "title": "夷陵夜泊",
            "content": "家依楚塞穷秋别，身逐孤舟万里行。一曲巴歌半江月，便应消得二毛生。",
            "comment": ""
        },
        {
            "title": "赤壁怀古",
            "content": "汉室河山鼎势分，勤王谁肯顾元勋？不知征伐由天子，唯许英雄共使君。江上战余陵是谷，渡头春在草连云。分明胜败无寻处，空听渔歌到夕曛。",
            "comment": ""
        },
        {
            "title": "南涧耕叟",
            "content": "年年南涧滨，力尽志犹存。雨雪朝耕苦，桑麻岁计贫。战添丁壮役，老忆太平春。见说经荒后，田园半属人。",
            "comment": ""
        },
        {
            "title": "长安逢江南僧",
            "content": "孤云无定踪，忽到又相逢。说尽天涯事，听残上国钟。问人寻寺僻，乞食过街慵。忆到曾栖处，开门对数峰。",
            "comment": ""
        },
        {
            "title": "寄舅",
            "content": "中朝轩冕内，久绝甯家亲。白社同孤立，青云独并伸。致君期折槛，举职在埋轮。须信尧庭草，犹能指佞人。",
            "comment": ""
        },
        {
            "title": "春日登吴门",
            "content": "故国望不见，愁襟难暂开。春潮映杨柳，细雨入楼台。静少人同到，晴逢雁正来。长安远于日，搔首独徘徊。",
            "comment": ""
        },
        {
            "title": "云",
            "content": "得路直为霖济物，不然闲共鹤忘机。无端却向阳台畔，长送襄王暮雨归。",
            "comment": ""
        },
        {
            "title": "东晋",
            "content": "五陵豪侠笑为儒，将为儒生只读书。看取不成投笔后，谢安功业复何如。秦国金陵王气全，一龙正道始东迁。兴亡竟不关人事，虚倚长淮五百年。",
            "comment": ""
        },
        {
            "title": "巫山旅别",
            "content": "五千里外三年客，十二峰前一望秋。无限别魂招不得，夕阳西下水东流。",
            "comment": ""
        },
        {
            "title": "题嵩阳隐者",
            "content": "四十年高梦，生涯指一丘。无人同久住，有鹤对冥修。草杂芝田出，泉和石髓流。更嫌庭树老，疑是世间秋。",
            "comment": ""
        },
        {
            "title": "秋夕与王处士话别",
            "content": "微灯照寂寥，此夕正迢迢。丹桂得已晚，故山归尚遥。虫声移暗壁，月色动寒条。此去如真隐，期君试一瓢。",
            "comment": ""
        },
        {
            "title": "泛楚江",
            "content": "九重城外家书远，百里洲前客棹还。金印碧幢如见问，一生安稳是长闲。",
            "comment": ""
        },
        {
            "title": "湖外送友人游边",
            "content": "我泛潇湘浦，君行指塞云。两乡天外隔，一径渡头分。雨暗江花老，笳愁陇月曛。不堪来去雁，迢递思离群。",
            "comment": ""
        },
        {
            "title": "湘中秋怀迁客",
            "content": "兰杜晓香薄，汀洲夕露繁。并闻燕塞雁，独立楚人村。雾散孤城上，滩回曙枕喧。不堪逢贾傅，还欲吊湘沅。",
            "comment": ""
        },
        {
            "title": "途中秋晚送友人归江南",
            "content": "又指烟波算路岐，此生多是厌羁离。正逢摇落仍须别，不待登临已合悲。里巷半空兵过后，水云初冷雁来时。扁舟未得如君去，空向沧江梦所思。",
            "comment": ""
        },
        {
            "title": "赠休粮僧",
            "content": "闻钟独不斋，何事更关怀。静少人过院，闲从草上阶。生台无鸟下，石路有云埋。为忆禅中旧，时犹梦百崖。",
            "comment": ""
        },
        {
            "title": "题兴善寺隋松院与人期不至",
            "content": "青青伊涧松，移植在莲宫。藓色前朝雨，秋声半夜风。长闲应未得，暂赏亦难同。不及禅栖者，相看老此中。",
            "comment": ""
        },
        {
            "title": "续纪汉武",
            "content": "分明三鸟下储胥，一觉钧天梦不如。争那白头方士到，茂陵红叶已萧疏。",
            "comment": ""
        },
        {
            "title": "蜀城春",
            "content": "天涯憔悴身，一望一沾巾。在处有芳草，满城无故人。怀才皆得路，失计自伤春。清镜不能照，鬓毛愁更新。",
            "comment": ""
        },
        {
            "title": "问卜",
            "content": "承家望一名，几欲问君平？自小非无志，何年即有成。岂能长失路，争忍学归耕？不拟逢昭代，悠悠过此生。",
            "comment": ""
        },
        {
            "title": "读段太尉碑",
            "content": "愤激计潜成，临危岂顾生。只空持一笏，便欲碎长鲸。国已酬徽烈，家犹耸义声。不知青史上，谁可计功名。",
            "comment": ""
        },
        {
            "title": "感花",
            "content": "绣轭香鞯夜不归，少年争惜最红枝。东风一阵黄昏雨，又到繁华梦觉时。",
            "comment": ""
        },
        {
            "title": "声",
            "content": "欢戚犹来恨不平，此中高下本无情。韩娥绝唱唐衢哭，尽是人间第一声。",
            "comment": ""
        },
        {
            "title": "友人问卜见招",
            "content": "何必问蓍龟，行藏自可期。但逢公道日，即是命通时。乐善知无厌，操心幸不欺。岂能花下泪，长似去年垂。",
            "comment": ""
        },
        {
            "title": "苦吟",
            "content": "朝吟复暮吟，只此望知音。举世轻孤立，何人念苦心。他乡无旧识，落日羡归禽。况住寒江上，渔家似故林。",
            "comment": ""
        },
        {
            "title": "樵者",
            "content": "行山行采薇，闲翦蕙为衣。避世嫌山浅，逢人说姓稀。有时还独醉，何处掩衡扉。莫看棋终局，溪风晚待归。",
            "comment": ""
        },
        {
            "title": "晚次修路僧",
            "content": "平尽不平处，尚嫌功未深。应难将世路，便得称师心。高鸟下残照，白烟生远林。更闻清磬发，聊喜缓尘襟。",
            "comment": ""
        },
        {
            "title": "秋日犍为道中",
            "content": "久客厌岐路，出门吟且悲。平生未到处，落日独行时。芳草不长绿，故人无重期。那堪更南渡，乡国已天涯。",
            "comment": ""
        },
        {
            "title": "春日郊居酬友人见贻",
            "content": "荒斋原上掩，不出动经旬。忽觉草木变，始知天地春。方期五字达，未厌一箪贫。丽句劳相勉，余非乐钓纶。",
            "comment": ""
        },
        {
            "title": "秋夕与友人话别",
            "content": "怀君非一夕，此夕倍堪悲。华发犹漂泊，沧洲又别离。冷禽栖不定，衰叶堕无时。况值干戈隔，相逢未可期。",
            "comment": ""
        },
        {
            "title": "牛渚夜泊",
            "content": "烟老石矶平，袁郎夜泛情。数吟人不遇，千古月空明。人事年年别，春潮日日生。无因逢谢尚，风物自凄清。",
            "comment": ""
        },
        {
            "title": "屈原庙",
            "content": "谗胜祸难防，沈冤信可伤。本图安楚国，不是怨怀王。庙古碑无字，洲晴蕙有香。独醒人尚笑，谁与奠椒浆？",
            "comment": ""
        }
    ]
}