{
    "dynasty": "唐",
    "author": "崔护",
    "poems": [
        {
            "title": "五月水边柳",
            "content": "结根挺涯涘，垂影覆清浅。睡脸寒未开，懒腰晴更软。摇空条已重，拂水带方展。似醉烟景凝，如愁月露泫。丝长鱼误恐，枝弱禽惊践。长别几多情，含春任攀搴。",
            "comment": ""
        },
        {
            "title": "三月五日陪裴大夫泛长沙东湖",
            "content": "上巳馀风景，芳辰集远坰。彩舟浮泛荡，绣毂下娉婷。林树回葱蒨，笙歌入杳冥。湖光迷翡翠，草色醉蜻蜓。鸟弄桐花日，鱼翻谷雨萍。从今留胜会，谁看画兰亭。",
            "comment": ""
        },
        {
            "title": "题都城南庄",
            "content": "去年今日此门中，人面桃花相映红。人面不知何处去，桃花依旧笑春风。",
            "comment": "【注释】这是一首情意真挚的抒情诗。崔护考进士末中，清明节独游长安城郊南庄，走到一处桃花盛开的农家门前，一位秀美的姑娘出来热情出来接待了他，彼此留下了难忘的印象。第二年清明节再来时，院门紧闭，姑娘不知在何处，只有桃花依旧迎着春风盛开，情态增人惆怅。-----------------------------　　这首诗有一段颇具传奇色彩的本事：“崔护……举进士下第，清明日，独游都城南，得居人庄，一亩之宫，而花木丛萃，寂若无人。扣门久之，有女子自门隙窥之，问曰：‘谁耶？’以姓字对，曰：‘寻春独行，酒渴求饮。’女子以杯水至，开门，设床命坐，独倚小桃斜柯伫立，而意属殊厚，妖姿媚态，绰有余妍。崔以言挑之，不对，目注者久之。崔辞去，送至门，如不胜情而入，崔亦睠盼而归。嗣后绝不复至。及来岁清明日，忽思之，情不可抑，径往寻之，门墙如故，而已锁扃之，因题诗于左扉曰……”（唐孟棨《本事诗·情感》）。　　是否真有此“本事”，颇可怀疑。也许竟是先有了诗，然后据以敷演成上述“本事”的。但有两点似可肯定：一、这诗是有情节性的；二、上述“本事”对理解这首诗是有帮助的。　　四句诗包含着一前一后两个场景相同、相互映照的场面。第一个场面：寻春遇艳──“去年今日此门中，人面桃花相映红。”如果我们真的相信有那么一回事，就应该承认诗人确实抓住了“寻春遇艳”整个过程中最美丽动人的一幕。“人面桃花相映红”，不仅为艳若桃花的“人面”设置了美好的背景，衬出了少女光彩照人的面影，而且含蓄地表现出诗人目注神驰、情摇意夺的情状，和双方脉脉含情、未通言语的情景。通过这最动人的一幕，可以激发起读者对前后情事的许多美丽想象。这一点，孟棨的《本事诗》可能正是这样做的，后来的戏曲（如《人面桃花》）则作了更多的发挥。　　第二个场面：重寻不遇。还是春光烂漫、百花吐艳的季节，还是花木扶疏、桃柯掩映的门户，然而，使这一切都增光添彩的“人面”却不知何处去，只剩下门前一树桃花仍旧在春风中凝情含笑。桃花在春风中含笑的联想，本从“人面桃花相映红”得来。去年今日，伫立桃柯下的那位不期而遇的少女，想必是凝睇含笑，脉脉含情的；而今，人面杳然，依旧含笑的桃花除了引动对往事的美好回忆和好景不常的感慨以外，还能有什么呢？“依旧”二字，正含有无限怅惘。　　整首诗其实就是用“人面”、“桃花”作为贯串线索，通过“去年”和“今日”同时同地同景而“人不同”的映照对比，把诗人因这两次不同的遇合而产生的感慨，回环往复、曲折尽致地表达了出来。对比映照，在这首诗中起着极重要的作用。因为是在回忆中写已经失去的美好事物，所以回忆便特别珍贵、美好，充满感情，这才有“人面桃花相映红”的传神描绘；正因为有那样美好的记忆，才特别感到失去美好事物的怅惘，因而有“人面不知何处去，桃花依旧笑春风”的感慨。　　尽管这首诗有某种情节性，有富于传奇色彩的“本事”，甚至带有戏剧性，但它并不是一首小叙事诗，而是一首抒情诗。“本事”可能有助于它的广泛流传，但它本身所具的典型意义却在于抒写了某种人生体验，而不在于叙述了一个人们感兴趣的故事。读者不见得有过类似《本事诗》中所载的遇合故事，但却可能有过这种人生体验：在偶然、不经意的情况下遇到某种美好事物，而当自己去有意追求时，却再也不可复得。这也许正是这首诗保持经久不衰的艺术生命力的原因之一吧。　　“寻春遇艳”和“重寻不遇”是可以写成叙事诗的。作者没有这样写，正说明唐人更习惯于以抒情诗人的眼光、感情来感受生活中的情事。　　（刘学锴）"
        },
        {
            "title": "山鸡舞石镜",
            "content": "庐峰开石镜，人说舞山鸡。物象纤无隐，禽情只自迷。景当烟雾歇，心喜锦翎齐。宛转乌呈彩，婆娑凤欲栖。何言资羽族，在地得天倪。应笑翰音者，终朝饮败醯。",
            "comment": ""
        },
        {
            "title": "郡斋三月下旬作",
            "content": "春事日已歇，池塘旷幽寻。残红披独坠，嫩绿间浅深。偃仰卷芳褥，顾步爱新阴。谋春未及竟，夏初遽见侵。",
            "comment": ""
        }
    ]
}