{
    "dynasty": "唐",
    "author": "崔珏",
    "poems": [
        {
            "title": "水晶枕",
            "content": "千年积雪万年冰，掌上初擎力不胜。南国旧知何处得，北方寒气此中凝。黄昏转烛萤飞沼，白日褰帘水在簪。蕲簟蜀琴相对好，裁诗乞与涤烦襟。",
            "comment": ""
        },
        {
            "title": "美人尝茶行",
            "content": "云鬟枕落困春泥，玉郎为碾瑟瑟尘。闲教鹦鹉啄窗响，和娇扶起浓睡人。银瓶贮泉水一掬，松雨声来乳花熟。朱唇啜破绿云时，咽入香喉爽红玉。明眸渐开横秋水，手拨丝簧醉心起。台时却坐推金筝，不语思量梦中事。",
            "comment": ""
        },
        {
            "title": "有赠",
            "content": "莫道妆成断客肠，粉胸绵手白莲香。烟分顶上三层绿，剑截眸中一寸光。舞胜柳枝腰更软，歌嫌珠贯曲犹长。虽然不似王孙女，解爱临邛卖赋郎。锦里芬芳少佩兰，风流全占似君难。心迷晓梦窗犹暗，粉落香肌汗未干。两脸夭桃从镜发，一眸春水照人寒。自嗟此地非吾土，不得如花岁岁看。",
            "comment": ""
        },
        {
            "title": "门前柳",
            "content": "门前蜀柳□知春，风淡暖烟愁杀人。将谓只栽郡楼下，不知迤逦连南津。南津柳色连南市，南市戎州三百里。夷陬蛮落相连接，故乡莫道心先死。我今帝里尚有家，门前嫩柳插仙霞。晨沾太一坛边雨，暮宿凤凰城里鸦。别来三载当谁道，门前年年绿阴好。春来定解飞雪花，雨后还应庇烟草。忆昔当年栽柳时，新芽茁茁嫌生迟。如今宛转稊著地，常向绿阴劳梦思。不道彼树好，不道此树恶。 试将此意问野人，野人尽道生处乐。为报门前杨柳栽，我应来岁当归来。纵令树下能攀折，白发如丝心似灰。",
            "comment": ""
        },
        {
            "title": "和友人鸳鸯之什",
            "content": "翠鬣红衣舞夕晖，水禽情似此禽稀。暂分烟岛犹回首，只渡寒塘亦共飞。映雾乍迷珠殿瓦，逐梭齐上玉人机。采莲无限兰桡女，笑指中流羡尔归。寂寂春塘烟晚时，两心和影共依依。溪头日暖眠沙稳，渡口风寒浴浪稀。翡翠莫夸饶彩饰，鸊鹈须羡好毛衣。兰深芷密无人见，相逐相呼何处归。舞鹤翔鸾俱别离，可怜生死两相随。红丝毳落眠汀处，白雪花成蹙浪时。琴上只闻交颈语，窗前空展共飞诗。何如相见长相对，肯羡人间多所思。",
            "comment": "【注释】和友人鸳鸯之什（其一）崔珏 　　翠鬣红毛舞夕晖， 水禽情似此禽稀。　　暂分烟岛犹回首， 只渡寒塘亦并飞。　　映雾尽迷珠殿瓦， 逐梭齐上玉人机。　　采莲无限兰桡女， 笑指中流羡尔归。　　崔珏这首诗很有特色，作者竟因此被誉为“崔鸳鸯”。　　诗人咏鸳鸯，首先从羽色写起。他以“翠鬣红毛”这样艳丽鲜明的字眼来形容鸳鸯，又着意把它放在夕晖斜照的背景下来写，以夕晖的璀璨多彩来烘托鸳鸯羽色的五彩缤纷，这就把鸳鸯写得更加美丽可爱了。“舞”字下得尤妙。它启发读者去想象鸳鸯浮波弄影、振羽欢鸣的种种姿态，云锦、波光交融闪烁的绮丽景象。只此一字，使整个画面气势飞动，意趣盎然。　　然而，鸳鸯之逗人喜爱，并非仅仅因其羽色之美，而是因为它们习惯于双飞并栖，雌雄偶居不离。这种习性，是一般水禽少有的。人们正是取其这一点，用以象征忠贞不渝的爱情。所以，诗的第二句直接点明多情这一最重要的特征。“水禽情似此禽稀”，一语破的，切中肯綮，以下各联就紧紧抓住这一“情”字，从各方面去加以表现。在结构上，此句既紧承首句，又开拓下文，是全篇转换的枢纽。　　第二联正面描写鸳鸯之多情、重情。鸳鸯栖息在内陆湖泊溪流中，其活动范围并不大，回旋余地亦较小，但它们无时无刻不相依相守。你看，当它们飞向烟云萦绕的小岛时，难免一前一后，稍稍拉下了距离；然而，即使是这样短暂的分离，鸳鸯也是难舍难分，前者频频回顾，后者紧紧相随，表现出依依眷恋的深情。深秋水枯，池塘显得更加狭小，但哪怕只是渡过这样狭小的寒塘，它们也不愿须臾离开，一定要相逐相呼，双双接翼齐飞。“暂分烟岛犹回首，只渡寒塘亦并飞”，诗人从鸳鸯日常的飞鸣宿食中选择这两个最能表现其多情的细节，淡笔轻描，就把鸳鸯的习性表现得维妙维肖，淋漓尽致。这一联对偶工整而又自然流利。“暂”与“犹”，“只”与“亦”四个虚词，两两呼应，顿挫传神，造成一种纡徐舒缓、一唱三叹的艺术效果，使鸳鸯的“情”显得更加细腻缠绵、深挚感人。这一联历来为人称道，成为传颂不衰的名句。　　正因为鸳鸯是幸福美好的象征，人们常常以它来寄托美好的理想和愿望。因此人们的衣饰什物常以鸳鸯命名，如鸳鸯枕、鸳鸯衾、鸳鸯盏、鸳鸯机等等。第三联就是从人和鸳鸯的这种联系上生发联想，进一步表现鸳鸯的情。一俯一仰成对组合的瓦叫鸳鸯瓦，是人们根据鸳鸯比翼双飞的形状制作、排列的，它们覆盖于珠殿之上，绚丽美观。“映雾尽迷珠殿瓦”，诗人想象鸳鸯在淡淡的晨雾中飞翔，透过五彩烟霞看见了鸳鸯瓦相依相并，不禁为之动情而迷恋不已。“逐梭齐上玉人机”，织有鸳鸯图案的锦锻叫鸳鸯锦，是人们根据鸳鸯双飞并栖的情状精心织出来的，而诗人却幻想是鸳鸯双双追逐着梭子，飞上了织机。构思奇特，处处突出一个“情”字。与上联对照起来看，一写眼前实景，从正面落笔；一则运实入虚，从侧面烘托，前后映衬，虚实兼到，从而把鸳鸯的习性表现得既充分鲜明，又生动有趣。　　以上六句直咏本题，尾联则别开一境，宕出远神。“采莲无限兰桡女，笑指中流羡尔归。”诗人由想象回到实景。此刻，晚风初起，暮色渐浓，采莲姑娘打桨归来，阵阵笑声掠过水面，惊起一对对鸳鸯，扑剌剌比翼而飞。此情此景，唤起姑娘们多少美好的向往，多少幸福的憧憬！正是“得成比目何辞死，愿作鸳鸯不羡仙”（卢照邻《长安古意》）。“笑指”二字，十分传神，使女伴们互相戏谑、互相祝愿、娇羞可爱的神态，呼之欲出，把人物的情和鸳鸯的“情”融为一体。这里不似写鸳鸯，却胜似写鸳鸯，有“不着一字，尽得风流”之妙。就全诗布局看，这尾既与开篇紧相呼应，有如神龙掉首，又使“结句如撞钟，清音有余”。青春的欢笑声，不绝如缕，把读者带入了优美隽永的意境之中。　　（徐定祥）"
        },
        {
            "title": "岳阳楼晚望",
            "content": "乾坤千里水云间，钓艇如萍去复还。楼上北风斜卷席，湖中西日倒衔山。怀沙有恨骚人往，鼓瑟无声帝子闲。何事黄昏尚凝睇，数行烟树接荆蛮。",
            "comment": ""
        },
        {
            "title": "道林寺",
            "content": "临湘之滨麓之隅，西有松寺东岸无。松风千里摆不断，竹泉泻入于僧厨。宏梁大栋何足贵，山寺难有山泉俱。四时唯夏不敢入，烛龙安敢停斯须？远公池上种何物，碧罗扇底红鳞鱼。香阁朝鸣大法鼓，天宫夜转三乘书。野花市井栽不著，山鸡饮啄声相呼。金槛僧回步步影，石盆水溅联联珠。北临高处日正午，举手欲摸黄金乌。遥江大船小于叶，远村杂树齐如蔬。潭州城郭在何处，东边一片青模糊。今来古往人满地，劳生未了归丘墟。长卿之门久寂寞，五言七字夸规模。我吟杜诗清入骨，灌顶何必须醍醐。白日不照耒阳县，皇天厄死饥寒躯。明珠大贝采欲尽，蚌蛤空满赤沙湖。今我题诗亦无味，怀贤览古成长吁。不如兴罢过江去，已有好月明归途。",
            "comment": ""
        },
        {
            "title": "席间咏琴客",
            "content": "七条弦上五音寒，此艺知音自古难。唯有河南房次律，始终怜得董庭兰。",
            "comment": ""
        },
        {
            "title": "和人听歌",
            "content": "气吐幽兰出洞房，乐人先问调宫商。声和细管珠才转，曲度沉烟雪更香。公子不随肠万结，离人须落泪千行。巫山唱罢行云过，犹自微尘舞画梁。红脸初分翠黛愁，锦筵歌板拍清秋。一楼春雪和尘落，午夜寒泉带雨流。座上美人心尽死，尊前旅客泪难收。莫辞更送刘郎酒，百斛明珠异日酬。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "楚王宫地罗含宅，赖许时时听法来。",
            "comment": ""
        },
        {
            "title": "哭李商隐",
            "content": "成纪星郎字义山，适归高壤抱长叹。词林枝叶三春尽，学海波澜一夜干。风雨已吹灯烛灭，姓名长在齿牙寒。只应物外攀琪树，便著霓裳上绛坛。虚负凌云万丈才，一生襟抱未曾开。鸟啼花落人何在，竹死桐枯凤不来。良马足因无主踠，旧交心为绝弦哀。九泉莫叹三光隔，又送文星入夜台。",
            "comment": "【注释】哭李商隐（其二）崔珏 　　虚负凌云万丈才， 一生襟抱未曾开。　　鸟啼花落人何在， 竹死桐枯凤不来。　　良马足因无主踠， 旧交心为绝弦哀。　　九泉莫叹三光隔， 又送文星入夜台。　　这是一首情辞并茂的悼友诗。　　李商隐是一代才人。崔珏说他有“才”且“凌云万丈”，可知其才之高，而冠以“虚负”二字，便写出了对世情的不平。有“襟抱”且终生不泯，可知其志之坚，而以“未曾开”收句，便表现了对世事的鞭辟和对才人的叹惜。首联貌似平淡，实则包含数层跌宕，高度概括了李商隐坎坷世途、怀才不遇的一生。　　中间两联，承首联而写“哭”。李商隐有《流莺》诗：“曾苦伤春不忍听，凤城何处有花枝？”以伤春苦啼的流莺，因花落而无枝可栖，自喻政治上的失意。崔诗“鸟啼花落人何在”，则用“鸟啼花落”烘托成一幅伤感色调的虚景，唤起人们对李商隐身世的联想，以虚托实，使“哭”出来的“人何在”三个字更实在，更有劲，悲悼的意味更浓。　　第四句以“桐枯凤死”暗喻李商隐的去世。《庄子·秋水》：“夫鹓雏发于南海而飞于北海，非梧桐不止，非练实（竹实）不食，非醴泉不饮”，足见其高贵。这鹓雏即是凤一类的鸟。李商隐在科第失意时，曾把排抑他的人比作嗜食腐鼠的鸱鸟，而自喻为鹓雏（《安定城楼》：“不知腐鼠成滋味，猜意鹓雏竟未休”）。当时凤在，就无桐可栖，无竹可食。如今竹死，桐枯，凤亡，就更令人悲怆了。此句用字平易、精审，可谓一哭三叹也。　　“良马足因无主踠”，良马不遇其主，致使腿脚屈曲，步履维艰，这是喻示造成李商隐悲剧的根本原因，要归之于压制人材的黑暗的政治现实。一般人都为此深感悲愤，何况作为李商隐的旧交和知音呢？“旧交心为绝弦哀”，明哭一声，哀得恸切。春秋时，俞伯牙鼓琴，只有钟子期闻琴音而知雅意，子期死后，伯牙因痛失知音而绝弦罢弹。作者借此故事，十分贴切地表达了对亡友真挚的情谊和沉痛的哀思。　　尾联作者独运匠心，采用了“欲进故退”的手法，荡开笔触，不说自己的悲哀，却用劝慰的语气说：“九泉莫叹三光隔，又送文星入夜台”。莫要悲叹九泉之下见不到日月星三光吧，现在您的逝去，就是送入冥间的一颗光芒四射的“文星”啊！这是安慰亡友吗？这是诗人自慰吗？其实都不是。李商隐潦倒一生，郁郁而逝，人世既不达，冥间安可期？因此说，这只不过是作者极度悲痛的别一种表达方式，是“反进一层”之法。　　撼动人心的悲恸，是对着有价值的东西的毁灭。这首诗就是紧紧抓住了这一点，把誉才、惜才和哭才结合起来写，由誉而惜，由惜而哭，以哭寓愤。誉得愈高，惜得愈深，哭得愈痛，感情的抒发就愈加浓烈，对黑暗现实的控诉愈有力，诗篇感染力就愈强。互为依存，层层相生，从而增强了作品的感染力。　　（崔闽 傅经顺）"
        }
    ]
}