{
    "dynasty": "唐",
    "author": "崔道融",
    "poems": [
        {
            "title": "拟乐府子夜四时歌四首",
            "content": "吴子爱桃李，月色不到地。明朝欲看花，六宫人不睡。凉轩待月生，暗里萤飞出。低回不称意，蛙鸣乱清瑟。月色明如昼，虫声入户多。狂夫自不归，满地无天河。银缸照残梦，零泪沾粉臆。洞房犹自寒，何况关山北。",
            "comment": ""
        },
        {
            "title": "江夕",
            "content": "江心秋月白，起柁信潮行。蛟龙化为人，半夜吹笛声。",
            "comment": ""
        },
        {
            "title": "秋霁",
            "content": "雨霁长空荡涤清，远山初出未知名。夜来江上如钩月，时有惊鱼掷浪声。",
            "comment": ""
        },
        {
            "title": "献浙东柳大夫",
            "content": "属城甘雨几经春，圣主全分付越人。俗眼不知青琐贵，江头争看碧油新。",
            "comment": ""
        },
        {
            "title": "归燕",
            "content": "海燕频来去，西人独滞留。天边又相送，肠断故园秋。",
            "comment": ""
        },
        {
            "title": "溪夜",
            "content": "积雪消来溪水宽，满楼明月碎琅。渔人抛得钓筒尽，却放轻舟下急滩。",
            "comment": ""
        },
        {
            "title": "古树",
            "content": "古树春风入，阳和力太迟。莫言生意尽，更引万年枝。",
            "comment": ""
        },
        {
            "title": "寒食客中有怀",
            "content": "江上闻莺禁火时，百花开尽柳依依。故园兄弟别来久，应到清明犹望归。",
            "comment": ""
        },
        {
            "title": "长安春",
            "content": "长安牡丹开，绣毂辗晴雷。若使花长在，人应看不回。",
            "comment": ""
        },
        {
            "title": "秋夕",
            "content": "自怜三十未西游，傍水寻山过却秋。一夜雨声多少事，不思量尽到心头。",
            "comment": ""
        },
        {
            "title": "牧竖",
            "content": "牧竖持蓑笠，逢人气傲然。卧牛吹短笛，耕却傍溪田。",
            "comment": ""
        },
        {
            "title": "元日有题",
            "content": "十载元正酒，相欢意转深。自量麋鹿分，只合在山林。",
            "comment": ""
        },
        {
            "title": "春题二首",
            "content": "青春未得意，见花却如雠。路逢白面郎，醉插花满头。满眼桃李花，愁人如不见。别有惜花人，东风莫吹散。",
            "comment": ""
        },
        {
            "title": "槿花",
            "content": "槿花不见夕，一日一回新。东风吹桃李，须到明年春。",
            "comment": ""
        },
        {
            "title": "寄人二首",
            "content": "花上断续雨，江头来去风。相思春欲尽，未遣酒尊空。澹澹长江水，悠悠远客情。落花相与恨，到地一无声。",
            "comment": ""
        },
        {
            "title": "田上",
            "content": "雨足高田白，披蓑半夜耕。人牛力俱尽，东方殊未明。",
            "comment": ""
        },
        {
            "title": "悲李拾遗二首",
            "content": "故友从来匪石心，谏多难得主恩深。行朝半夜烟尘起，晓殿吁嗟一镜沈。天涯时有北来尘，因话它人及故人。也是先皇能罪己，殿前频得触龙鳞。",
            "comment": ""
        },
        {
            "title": "江村",
            "content": "日暮片帆落，江村如有情。独对沙上月，满船人睡声。",
            "comment": ""
        },
        {
            "title": "镜湖雪霁贻方干",
            "content": "天外晓岚和雪望，月中归棹带冰行。相逢半醉吟诗苦，应抵寒猿袅树声。",
            "comment": ""
        },
        {
            "title": "溪上遇雨二首",
            "content": "回塘雨脚如缫丝，野禽不起沈鱼飞。耕蓑钓笠取未暇，秋田有望从淋漓。坐看黑云衔猛雨，喷洒前山此独晴。忽惊云雨在头上，却是山前晚照明。",
            "comment": "【注释】坐看黑云衔猛雨， 喷洒前山此独睛。　　忽惊云雨在头上， 却是山前晚照明。　　唐诗中写景通常不离抒情，而且多为抒情而设。即使纯乎写景，也渗透作者主观感情，写景即其心境的反光和折射；或者用着比兴，别有寄托。而这首写景诗不同于一般唐诗。它是咏夏天的骤雨，你既不能从中觅得何种寓意，又不能视为作者心境的写照。因为他实在是为写雨而写雨。从一种自然现象的观察玩味中发现某种奇特情趣，乃是宋人在诗歌“小结裹”方面的许多发明之一，南宋杨诚斋（万里）最擅此。而这首《溪上遇雨》居然是早于诚斋二三百年的“诚斋体”。　　再从诗的艺术手法看，它既不合唐诗通常的含蓄蕴藉的表现手法，也没有通常写景虚实相生较简括的笔法。它的写法可用八个字概尽：穷形尽相，快心露骨。　　夏雨有夏雨的特点：来速疾，来势猛，雨脚不定。这几点都被诗人准确抓住，表现于笔下。急雨才在前山，忽焉已至溪上，叫人避之不及，其来何快！以“坐看”从容起，而用“忽惊”、“却是”作跌宕转折，写出夏雨的疾骤。而一“衔”一“喷”，不但把黑云拟人化了（它象在撒泼、顽皮），形象生动，而且写出了雨的力度，具有一种猛烈浇注感。写云曰“黑”，写雨曰“猛”，均穷极形容。一忽儿东边日头西边雨，一忽儿西边日头东边雨，又写出由于雨脚转移迅速造成的一种自然奇观。这还不够，诗人还通过“遇雨”者表情的变化，先是“坐看”，继而“忽惊”，侧面烘托出夏雨的瞬息变化难以意料。通篇思路敏捷灵活，用笔新鲜活跳，措语尖新，令人可喜可愕，深得夏雨之趣。　　就情景的近似而论，它更易使人联想到苏东坡《六月二十七日望湖楼醉书》中的一首：“黑云翻墨未遮山，白雨跳珠乱入船。卷地风来忽吹散，望湖楼下水如天。”比较一下倒能见出此诗结构上的一个特点。苏诗虽一样写出夏雨的快速、有力、多变，可谓尽态极妍，但它是仅就一处（“望湖楼”外）落墨，写出景色在不同时刻上的变化。而此诗则从两处（“前山”与“溪上”）着眼，双管齐下，既有景物在不同时间的变化，又有空间的对比。如就诗的情韵而言，苏诗较胜；如论结构的出奇，此诗则不宜多让。　　可见，诗分唐宋是大体的区分，不能绝对看待。王渔洋曾列举宋绝句风调类唐人者数十首，是宋中有唐；另一方面，宋诗的不少倾向往往可以追根溯源到中晚唐，是唐中有宋。大抵唐诗经过两度繁荣，晚唐诗人已感难乎为继，从取材到手法便开始有所标新立异了。这个唐宋诗交替的消息，从崔道融《溪上遇雨》一篇是略可窥到一些的。　　（周啸天）"
        },
        {
            "title": "句",
            "content": "万里一点白，长空鸟不飞。如今却羡相如富，犹有人间四壁居。",
            "comment": ""
        },
        {
            "title": "夜泊九江",
            "content": "夜泊江门外，欢声月里楼。明朝归去路，犹隔洞庭秋。",
            "comment": ""
        },
        {
            "title": "西施滩",
            "content": "宰嚭亡吴国，西施陷恶名。浣纱春水急，似有不平声。",
            "comment": "【注释】　　西施是春秋时代的越国人，家住浙江诸暨县南的苎罗山。苎罗山下临浣江，江中有浣纱石，传说西施常在此浣纱，西施滩因而得名。这首诗不同于一般吊古伤今的登临之作，而是针对“女人祸水”这一传统的历史观念，为西施翻案。　　诗立意新颖，议论形象而富有感情。上联平平道来，旨在澄清史实。据《史记》载，越王勾践为吴王夫差战败后困于会稽，派大夫文种将宝器美女（西施在其中）贿通吴太宰伯嚭，准许越国求和，从此越王勾践获得了休养生息的机会，其后终于灭掉了吴国。这就是历史的真相。所以诗一开头就道破问题的实质：“宰嚭亡吴国，西施陷恶名。”这个“陷”字用得十分精当，推翻了“女人祸水”论，把颠倒了的史实再颠倒过来。　　议论入诗一般容易流于枯涩，而这首诗却把议论和抒情有机地结合在一起。诗人在为西施辩诬之后，很自然地将笔锋转到了西施滩，用抒情的笔触，描写了西施滩春日的情景。春天到了，江河水涨，西施当年浣纱的滩头那哗哗的江水急促奔流，好象在为她蒙上一层历史的污垢发出如泣如诉的声音，诉说着世事的不平。但春水毕竟不具有人的思想感情，这一切只能是诗人想象，所以第四句很快补上：“似有不平声。”这“似有”二字，选用得非常得体，真切自然，寄寓着作者深沉的慨叹。这一联，完全是在抒情中进行议论，在议论中渗透感情。　　晚唐诗人罗隐也写过类似的诗：“家国兴亡自有时，吴人何苦怨西施。西施若解倾吴国，越国亡来又是谁？”比较起来，两诗的立意相似，又各具特色。罗诗议论充分，能联系“时运”来分析国家的兴亡，这比崔诗似觉深入一层；崔诗发议论，不仅诉诸理智，而且诉诸感情，将理智和感情自然地揉合在一起，这较之罗诗又有其高出一筹的地方。　　（刘永年）"
        },
        {
            "title": "酒醒",
            "content": "酒醒拨剔残灰火，多少凄凉在此中。炉畔自斟还自醉，打窗深夜雪兼风。",
            "comment": ""
        },
        {
            "title": "谢朱常侍寄贶蜀茶剡纸二首",
            "content": "瑟瑟香尘瑟瑟泉，惊风骤雨起炉烟。一瓯解却山中醉，便觉身轻欲上天。百幅轻明雪未融，薛家凡纸漫深红。不应点染闲言语，留记将军盖世功。",
            "comment": ""
        },
        {
            "title": "钓鱼",
            "content": "闲钓江鱼不钓名，瓦瓯斟酒暮山青。醉头倒向芦花里，却笑无端犯客星。",
            "comment": ""
        },
        {
            "title": "郊居友人相访",
            "content": "柴门深掩古城秋，背郭缘溪一径幽。不有小园新竹色，君来那肯暂淹留。",
            "comment": ""
        },
        {
            "title": "春墅",
            "content": "蛙声近过社，农事忽已忙。邻妇饷田归，不见百花芳。",
            "comment": ""
        },
        {
            "title": "鸡",
            "content": "买得晨鸡共鸡语，常时不用等闲鸣。深山月黑风雨夜，欲近晓天啼一声。",
            "comment": ""
        },
        {
            "title": "对早梅寄友人二首",
            "content": "忆得前年君寄诗，海边三见早梅词。与君犹是海边客，又见早梅花发时。忆得去年有遗恨，花前未醉到无花。清芳一夜月通白，先脱寒衣送酒家。",
            "comment": ""
        },
        {
            "title": "溪居即事",
            "content": "篱外谁家不系船，春风吹入钓鱼湾。小童疑是有村客，急向柴门去却关。",
            "comment": "【注释】　　这首诗写眼前所见，信手拈来，自然成篇。所写虽日常生活小事，却能给人以美的薰陶。　　凡是有河道的地方，小船作为生产和生活必需的工具，是一点不稀奇的。但“篱外谁家不系船”句，却于平常中又显出不平常来了。似乎作者于无意中注意到了生活中的这一琐事，故以此句开首。“谁家”即不知是哪一家的。因为“不系船”，船便被吹进“钓鱼湾”。“春风”二字，不仅点时令，也道出了船的动因。春潮上涨，溪水满溢，小船才会随着风势，由远至近，悠悠荡荡地一直飘进钓鱼湾来。不系船，可能出于无心，这在春日农村是很普通的事，但经作者两笔勾勒，溪居的那种恬静、平和的景象便被摄入画面，再着春风一“吹”，整个画面都活了起来，生气盎然，饶有诗意。　　乡村春日，人们都在田间劳作，村里是很清静的，除了孩子们在宅前屋后嬉戏之外，少有闲人。有一位小童正玩得痛快，突然发现有船进湾来了，以为是客人来了，撒腿就跑回去，急急忙忙地解脱柴门的扣子，打开柴门迎接客人。作者用“疑”、“急”二字，把儿童那种好奇、兴奋、粗疏、急切的心理状态，描绘得维妙维肖，十分传神。诗人捕捉住这一刹那间极富情趣的小镜头，成功地摄取了一个热情淳朴、天真可爱的农村儿童的形象。　　这首诗纯用白描，不做作，不涂饰，朴素自然，平淡疏野，真可谓洗尽铅华，得天然之趣，因而诗味浓郁，意境悠远。诗人给我们展现出一幅素淡的水乡风景画：临水的村庄，掩着的柴门，疏疏落落的篱笆，碧波粼粼的溪水，飘荡的小船，奔走的儿童……静中寓动，动中见静，一切都很和谐而富有诗意，使人感受到水乡宁静、优美的景色，浓郁的乡村生活气息。而透过这一切，我们还隐约可见一位翘首拈须、悠然自得的诗人形象，领略到他那积极乐观的生活情趣和闲适舒坦的心情。　　（徐定祥）"
        },
        {
            "title": "春闺二首",
            "content": "寒食月明雨，落花香满泥。佳人持锦字，无雁寄辽西。欲剪宜春字，春寒入剪刀。辽阳在何处，莫望寄征袍。",
            "comment": ""
        },
        {
            "title": "江上逢故人",
            "content": "故里琴樽侣，相逢近腊梅。江村买一醉，破泪却成咍。",
            "comment": ""
        },
        {
            "title": "春晚",
            "content": "三月寒食时，日色浓于酒。落尽墙头花，莺声隔原柳。",
            "comment": ""
        },
        {
            "title": "铜雀妓二首",
            "content": "严妆垂玉箸，妙舞对清风。无复君王顾，春来起渐慵。歌咽新翻曲，香销旧赐衣。陵园春雨暗，不见六龙归。",
            "comment": ""
        },
        {
            "title": "雪窦禅师",
            "content": "雪窦峰前一派悬，雪窦五月无炎天。客尘半日洗欲尽，师到白头林下禅。",
            "comment": ""
        },
        {
            "title": "寄李左司一本下有五季在台四字",
            "content": "柏台兰省共清风，鸣玉朝联夜被同。肯信人间有兄弟，一生长在别离中。",
            "comment": ""
        },
        {
            "title": "天台陈逸人",
            "content": "绝粒空山秋复春，欲看沧海化成尘。近抛三井更深去，不怕虎狼唯怕人。",
            "comment": ""
        },
        {
            "title": "长门怨",
            "content": "长门花泣一枝春，争奈君恩别处新。错把黄金买词赋，相如自是薄情人。",
            "comment": ""
        },
        {
            "title": "寒食夜",
            "content": "满地梨花白，风吹碎月明。大家寒食夜，独贮望乡情。",
            "comment": ""
        },
        {
            "title": "读杜紫微集",
            "content": "紫微才调复知兵，长觉风雷笔下生。还有枉抛心力处，多于五柳赋闲情。",
            "comment": ""
        },
        {
            "title": "西施",
            "content": "苎萝山下如花女，占得姑苏台上春。一笑不能忘敌国，五湖何处有功臣。",
            "comment": ""
        },
        {
            "title": "村墅",
            "content": "正月二月村墅闲，馀粮未乏人心宽。南邻雨中揭屋笑，酒熟数家来相看。",
            "comment": ""
        },
        {
            "title": "长安春",
            "content": "珠箔映高柳，美人红袖垂。忽闻半天语，不见上楼时。",
            "comment": ""
        },
        {
            "title": "江鸥",
            "content": "白鸟波上栖，见人懒飞起。为有求鱼心，不是恋江水。",
            "comment": ""
        },
        {
            "title": "杨柳枝词",
            "content": "雾撚烟搓一索春，年年长似染来新。应须唤作风流线，系得东西南北人。",
            "comment": ""
        },
        {
            "title": "銮驾东回",
            "content": "两川花捧御衣香，万岁山呼辇路长。天子还从马嵬过，别无惆怅似明皇。",
            "comment": ""
        },
        {
            "title": "长门怨",
            "content": "长门春欲尽，明月照花枝。买得相如赋，君恩不可移。",
            "comment": ""
        },
        {
            "title": "访僧不遇",
            "content": "寻僧已寂寞，林下锁山房。松竹虽无语，牵衣借晚凉。",
            "comment": ""
        },
        {
            "title": "过隆中",
            "content": "玄德苍黄起卧龙，鼎分天下一言中。可怜蜀国关张后，不见商量徐庶功。",
            "comment": ""
        },
        {
            "title": "峡路",
            "content": "清猿啼不住，白水下来新。八月莫为客，夜长愁杀人。",
            "comment": ""
        },
        {
            "title": "楚怀王",
            "content": "宫花一朵掌中开，缓急翻为敌国媒。六里江山天下笑，张仪容易去还来。",
            "comment": ""
        },
        {
            "title": "梅",
            "content": "溪上寒梅初满枝，夜来霜月透芳菲。清光寂寞思无尽，应待琴尊与解围。",
            "comment": ""
        },
        {
            "title": "汉宫词",
            "content": "独诏胡衣出，天花落殿堂。他人不敢妒，垂泪向君王。",
            "comment": ""
        },
        {
            "title": "羯鼓",
            "content": "华清宫里打撩声，供奉丝簧束手听。寂寞銮舆斜谷里，是谁翻得雨淋铃。",
            "comment": ""
        },
        {
            "title": "关下",
            "content": "百二山河壮帝畿，关门何事更开迟。应从漏却田文后，每度闻鸡不免疑。",
            "comment": ""
        },
        {
            "title": "寓题",
            "content": "海上乘查便合仙，若无仙骨未如船。人间亦有支机石，虚被声名到洞天。",
            "comment": ""
        },
        {
            "title": "梅花",
            "content": "数萼初含雪，孤标画本难。香中别有韵，清极不知寒。横笛和愁听，斜枝倚病看。朔风如解意，容易莫摧残。",
            "comment": ""
        },
        {
            "title": "过农家",
            "content": "欲羡农家子，秋新看刈禾。苏秦无负郭，六印又如何。",
            "comment": ""
        },
        {
            "title": "马嵬",
            "content": "万乘凄凉蜀路归，眼前朱翠与心违。重华不是风流主，湘水犹传泣二妃。",
            "comment": ""
        },
        {
            "title": "山居卧疾广利大师见访",
            "content": "桐谷孙枝已上弦，野人犹卧白云边。九天飞锡应相诮，三到行朝二十年。",
            "comment": ""
        },
        {
            "title": "病起二首",
            "content": "病起春已晚，曳筇伤绿苔。强攀庭树枝，唤作花未开。病起绕庭除，春泥粘屐齿。如从万里来，骨肉满面喜。",
            "comment": ""
        },
        {
            "title": "班婕妤",
            "content": "宠极辞同辇，恩深弃后宫。自题秋扇后，不敢怨春风。",
            "comment": ""
        },
        {
            "title": "旅行",
            "content": "少壮经勤苦，衰年始浪游。谁怜不龟手，他处却封侯。",
            "comment": ""
        },
        {
            "title": "寓吟集",
            "content": "陶集篇篇皆有酒，崔诗句句不无杯。醉来已共身安约，让却诗人作酒魁。",
            "comment": ""
        },
        {
            "title": "月夕有怀",
            "content": "圆光照一海，远客在孤舟。相忆无期见，中宵独上楼。",
            "comment": ""
        },
        {
            "title": "题李将军传",
            "content": "猿臂将军去似飞，弯弓百步虏无遗。汉文自与封侯得，何必伤嗟不遇时。",
            "comment": ""
        },
        {
            "title": "月夕",
            "content": "月上随人意，人闲月更清。朱楼高百尺，不见到天明。",
            "comment": ""
        }
    ]
}