{
    "dynasty": "唐",
    "author": "张仲素",
    "poems": [
        {
            "title": "杂曲歌辞·春江曲二首",
            "content": "家寄征河岸，征人几岁游。不如潮水信，每日到沙头。乘晓南湖去，参差叠浪横。前洲在何处，霜里雁嘤嘤。",
            "comment": ""
        },
        {
            "title": "秋思二首",
            "content": "碧窗斜日蔼深晖，愁听寒螀泪湿衣。梦里分明见关塞，不知何路向金微。秋天一夜静无云，断续鸿声到晓闻。欲寄征衣问消息，居延城外又移军。",
            "comment": ""
        },
        {
            "title": "缑山鹤",
            "content": "羽客骖仙鹤，将飞驻碧山。映松残雪在，度岭片云还。清唳因风远，高姿对水闲。笙歌忆天上，城郭叹人间。几变霜毛洁，方殊藻质斑。迢迢烟路逸，奋翮讵能攀。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·秋夜曲",
            "content": "丁丁漏水夜何长，漫漫轻云露月光。秋壁暗虫通夕响，寒衣未寄莫飞霜。",
            "comment": "【注释】　　这首诗写闺中人一夜间的情思，抒情细腻，结构工巧。篇中的女主人公因丈夫远行，离情萦怀。计时的漏壶在静夜里响起“丁丁”的滴水声，一滴滴、一声声，仿佛都敲打在她心坎上。她听着，数着，心里着急地在想，夜怎么这么长啊！她百无聊赖地把目光投向天空，天幕上无边无际的轻云在缓慢地移动，月亮时而被遮住，时而又露了出来。思妇在失眠时的所见所闻，无不引动并加重着她的凄清孤寂的感情。　　在失眠的长夜里，暗处的秋虫通宵一直在鸣叫着。听着听着，她突然想到该是给丈夫准备寒衣的时候了。第三句中的“通夕”二字明是写秋虫的鸣叫的时间之长，实际是暗示思妇通宵达旦未能成眠。“逼”字用得神妙，既“逼”出秋虫的叫声，衬出思妇难耐的寂寞，又“逼”得思妇转而想到丈夫寒衣，自然引出抒情的末一句。　　第四句“征衣未寄莫飞霜”是思妇内心的独白。她是在向老天爷求告呢，还是在径直命令呢？求告也罢，命令也罢，总之都可以从这天真的出语中窥见她对丈夫的无限深情。　　这首诗采用了画龙点睛的写法。前三句虽然是以情取景，但若没有末一句的点题，读者既无法领会景中之情，也不可能知道全诗主要抒写什么感情，诗中的主人公又是谁。最后一句响起思妇情浓意深的一片心声，使人恍然大悟：原来诗人在《秋夜曲》中所要弹奏的，不是别的，而是思妇心上的那根悠思绵绵的情弦。　　（陈志明）"
        },
        {
            "title": "寒云轻重色",
            "content": "佳期当可许，托思望云端。鳞影朝犹落，繁阴暮自寒。因风方袅袅，间石已漫漫。隐映看鸿度，霏微觉树攒。凝空多似黛，引素乍如纨。每向愁中览，含毫欲状难。",
            "comment": ""
        },
        {
            "title": "上元日听太清宫步虚",
            "content": "仙客开金箓，元辰会玉京。灵歌宾紫府，雅韵出层城。磬杂音徐彻，风飘响更清。纡馀空外尽，断续听中生。舞鹤纷将集，流云住未行。谁知九陌上，尘俗仰遗声。",
            "comment": ""
        },
        {
            "title": "秋闺思",
            "content": "碧窗斜月霭深晖，愁听寒螀泪湿衣。梦里分明见关塞，不知何路向金微？",
            "comment": "【注释】注一：蝉。　　第一首诗首二句写思妇醒时情景，接着写她的梦境，是倒装写法。　　她一觉醒来，只见斜月透进碧纱窗照到床前，境界如此清幽，心头却无比寂寞，更有那秋虫悲鸣，催人泪下；她的泪水早已沾湿了衣襟。　　刚才在梦里，不是分明地见到关塞了么？那“关塞”正是她魂牵梦萦的地方。因为她的良人就出征到那里。心头一喜，快，赶上前去吧！可是，到良人所驻防的金微山迷失了方向，连路也找不着了。一急，就此醒来。金微山，即今阿尔泰山，是当时边关要塞所在。　　诗人以饱蘸同情之泪的笔，写出了她的一片痴情。　　第二首写思妇心潮起伏，一夜不眠，她看到夜静无云，她听到鸿声断续。鸿雁，向来被认为是替人捎带书信的，因此，她便由鸿声而想到要邮寄征衣，但寄到哪儿去呢？本想寄到遥远的居延城（在今新疆），谁想到，如今那儿又在移军。怎么办？真叫人愁绪万般，坐卧不宁。　　初、盛唐时，国力强盛。诗歌里洋溢着高昂、乐观情调。中唐诗的基调开始转为低沉了。就这两首诗而论，从闺中思妇的悲愁惶惑里，使人看出了边关动乱不宁的影子。　　从风格方面来看，盛唐气象，往往贵在雄浑，一气呵成。而中晚唐作品则讲究用意用笔的曲折，以耐人寻味见长。象这二首中，“梦里”句是一折，“不知”，又是一折，如此回环曲折，方将思妇的心情极细致地表达出来。“居延城外”句亦是曲折的写法，出于读者意料之外。特别是加深了主题，丰富了内涵。　　二首均有声有色，有情景交融之妙。用字亦有讲究。如用一“蔼”字，表现月光深暗，创造氛围。用一“静”字，显示夜空的冷寂，并衬托出下面的“鸿声”清晰，女主人公则惟闻此声，勾起天寒欲寄征衣的满腔心事。　　（钱仲联 徐永端）"
        },
        {
            "title": "杂曲歌辞·太平乐",
            "content": "圣德超千古，皇威静四方。苍生今息战，无事觉时长。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·宫中乐",
            "content": "网户交如绮，纱窗薄似烟。乐吹天上曲，人是月中仙。翠匣开寒镜，珠钗挂步摇。妆成只畏晓，更漏促春宵。江果瑶池实，金盘露井冰。甘泉将避暑，台殿晓光凝。月彩浮鸾殿，砧声隔凤楼。笙歌临水槛，红烛乍迎秋。奇树留寒翠，神池结夕波。黄山一夜雪，渭水雁声多。",
            "comment": ""
        },
        {
            "title": "天马辞二首",
            "content": "天马初从渥水来，郊歌曾唱得龙媒。不知玉塞沙中路，苜蓿残花几处开。躞蹀宛驹齿未齐，摐金喷玉向风嘶。来时欲尽金河道，猎猎轻风在碧蹄。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·春游曲三首",
            "content": "烟柳飞轻絮，风榆落小钱。蒙蒙百花里，罗绮竞秋千。骋望登香阁，争高下砌台。林间踏青去，席上意钱来。行乐三春节，林花百和香。当年重意气，先占斗鸡场。",
            "comment": ""
        },
        {
            "title": "燕子楼诗三首",
            "content": "楼上残灯伴晓霜，独眠人起合欢床。相思一夜情多少，地角天涯不是长。北邙松柏锁愁烟，燕子楼人思悄然。自埋剑履歌尘散，红袖香消已十年。适看鸿雁岳阳回，又睹玄禽逼社来。瑶瑟玉箫无意绪，任从蛛网任从灰。",
            "comment": "【注释】楼上残灯伴晓霜， 独眠人起合欢床。　　相思一夜情多少， 地角天涯未是长。　　──张仲素　　满床明月满帘霜， 被冷灯残拂卧床。　　燕子楼中霜月夜， 秋来只为一人长。　　──白居易 　　这里讲的是张仲素和白居易两位诗人唱和的两组诗，各三首。燕子楼的故事及两人作诗的缘由，见于白居易诗的小序。其文云：“徐州故张尚书有爱妓曰盼盼，善歌舞，雅多风态。余为校书郎时，游徐、泗间。张尚书宴余，酒酣，出盼盼以佐欢，欢甚。余因赠诗云：‘醉娇胜不得，风袅牡丹花。’一欢而去，尔后绝不相闻，迨兹仅一纪矣。昨日，司勋员外郎张仲素绘之访余，因吟新诗，有《燕子楼》三首，词甚婉丽，诘其由，为盼盼作也。绘之从事武宁军（唐代地方军区之一，治徐州。）累年，颇知盼盼始末，云：‘尚书既殁，归葬东洛，而彭城（即徐州）有张氏旧第，第中有小楼名燕子。盼盼念旧爱而不嫁，居是楼十余年，幽独块然，于今尚在。’余爱绘之新咏，感彭城旧游，因同其题，作三绝句。”张尚书名愔，是名臣张建封之子。有的记载以尚书为建封，是错误的。因为白居易做校书郎是在贞元十九年到元和元年（803－806），而张建封则已于贞元十六年（800）去世，而且张愔曾任武宁军节度使、检校工部尚书，最后又征为兵部尚书，没有到任就死了，与诗序合。再则张仲素原唱三篇，都是托为盼盼的口吻而写的，有的记载又因而误认为是盼盼所作。这都是应当首先加以辩正的。　　张仲素这第一首诗写盼盼在十多年中经历过的无数不眠之夜中的一夜。起句中“残灯”、“晓霜”，是天亮时燕子楼内外的景色。用一个“伴”字，将楼外之寒冷与楼内之孤寂联系起来，是为人的出场作安排。次句正面写盼盼。这很难着笔。写她躺在床上哭吗？写她唉声叹气吗？都不好。因为已整整过了一夜，哭也该哭过了，叹也该叹过了。这时，她该起床了，于是，就写起床。用起床的动作，来表达人物的心情，如元稹在《会真记》中写的“自从消瘦减容光，万转千回懒下床”，就写得很动人。但张仲素在这里并不多写她本人的动作，而另出一奇，以人和床作极其强烈的对比，深刻地发掘了她的内心世界。合欢是古代一种象征爱情的花纹图案，也可用来指含有此类意义的器物，如合欢襦、合欢被等。一面是残灯、晓霜相伴的不眠人，一面是值得深情回忆的合欢床。在寒冷孤寂之中，这位不眠人煎熬了一整夜之后，仍然只好从这张合欢床上起来，心里是一种什么滋味，还用得着多费笔墨吗？　　后两句是补笔，写盼盼的彻夜失眠，也就是《诗经》第一篇《关雎》所说的“悠哉悠哉，辗转反侧”。“地角天涯”，道路可算得长了，然而比起自己的相思之情，又算得什么呢？一夜之情的长度，已非天涯地角的距离所能比拟，何况是这么地过了十多年而且还要这么地过下去呢？　　先写早起，再写失眠；不写梦中会见情人，而写相思之极，根本无法入梦，都将这位“念旧爱”的女子的精神活动描绘得更为突出。用笔深曲，摆脱常情。　　白居易和诗第一首的前两句也是写盼盼晓起情景。天冷了，当然要放下帘子御寒，霜花结在帘上，满帘皆霜，足见寒气之重。帘虽可防霜，却不能遮月，月光依旧透过帘隙而洒满了这张合欢床。天寒则“被冷”，夜久则“灯残”。被冷灯残，愁人无奈，于是只好起来收拾卧床了。古人常以“拂枕席”或“侍枕席”这类用语代指侍妾。这里写盼盼“拂卧床”，既暗示了她的身分，也反映了她生活上的变化，因为过去她是为张愔拂床，而今则不过是为自己了。原唱将楼内残灯与楼外晓霜合写，独眠人与合欢床对照。和诗则以满床月与满帘霜合写，被冷与灯残合写，又增添了她拂床的动作，这就与原唱既相衔接又不雷同。　　后两句也是写盼盼的失眠，但将这位独眠人与住在“张氏旧第”中的其他人对比着想。在寒冷的有月有霜的秋夜里，别人都按时入睡了。沉沉地睡了一夜，醒来之后，谁会觉得夜长呢？古诗云：“愁多知夜长”，只有因愁苦相思而不能成眠的人，才会深刻地体会到时间多么难以消磨。燕子楼中虽然还有其他人住着，但感到霜月之夜如此之漫长的，只是盼盼一人而已。原唱作为盼盼的自白，感叹天涯地角都不及自己此情之长。和诗则是感叹这凄凉秋夜竟似为她一人而显得特别缓慢，这就是同中见异。　　　　北邙松柏锁愁烟， 燕子楼中思悄然。　　自埋剑履歌尘散， 红袖香销已十年。　　──张仲素　　　　钿晕罗衫色似烟， 几回欲著即潸然。　　自从不舞《霓裳曲》，叠在空箱十一年。　　──白居易　　　　原唱第二首，写盼盼抚今追昔，怀念张愔，哀怜自己。起句是张愔墓前景色。北邙山是汉、唐时代洛阳著名的坟场，张愔“归葬东洛”，墓地就在那里。北邙松柏， 为惨雾愁烟重重封锁，乃是盼盼想象中的景象。所以次句接写盼盼在燕子楼中沉寂地思念的情形。“思悄然”，也就是她心里的“锁愁烟”。情绪不好，无往而非凄凉黯淡。所以出现在她幻想之中的墓地，也就不可能是为丽日和风所煦拂，只能是被惨雾愁烟所笼罩了。　　古时皇帝对大臣表示宠信，特许剑履上殿，故剑履为大臣的代词。后二句是说：自从张愔死后，她再也没有心绪歌舞，歌声云散，舞袖香销，已经转眼十年了。白居易说她“善歌舞，雅多风态”，比之为“风袅牡丹花”，可见她去伺候其他贵人，是不愁没有出路的。然而她却毫无此念，忠于自己的爱情，无怪当时的张仲素、白居易乃至后代的苏轼等都对她很同情并写诗加以颂扬了。（《永遇乐·彭城夜宿燕子楼梦盼盼因作此词》是苏词中名篇之一。）　　白居易的第二首和诗便从盼盼不愿再出现在舞榭歌台这一点生发，着重写她怎样对待歌舞时穿著的首饰衣裳。　　年轻貌美的女子谁个不爱打扮呢？可是盼盼几回想穿戴起来，却又被另外一种想头压了下去，即：打扮了给谁看呢？想到这里，就只有流泪的份儿了。所以，尽管金花褪去了光彩，罗衫改变了颜色，也只有随它们去吧。“自从不舞《霓裳曲》”，谁还管得了这些。《霓裳羽衣》是唐玄宗时代著名的舞曲，这里特别点出，也是暗示她的艺术之高妙。空箱的“空”字，是形容精神上的空虚，如妇女独居的房称空房、空闺，独睡的床称空床、空帷。在这些地方，不可以词害意。张诗说“已十年”，张愔死于元和元年（806），据以推算，其诗当作于元和十年。白诗说“十一年”，当是“一十年”的误倒。元和十年秋季以前，两位诗人同在长安，诗当作于此时。其年秋，白居易就被贬出京，十一年，他在江州，无缘与张仲素唱和了。　　在这首诗里，没有涉及张愔。但他并非消失，而是存在于盼盼的形象中。诗人展现的盼盼的精神活动，乃是以张愔在她心里所占有的巨大位置为依据的。　　　　适看鸿雁洛阳回， 又睹玄禽逼社来。　　瑶瑟玉箫无意绪， 任从蛛网任从灰。　　──张仲素　　　　今春有客洛阳回， 曾到尚书墓上来。　　见说白杨堪作柱， 争教红粉不成灰？　　──白居易　　　　原唱第三首，写盼盼感节候之变迁，叹青春之消逝。第一首写秋之夜，这一首则写春之日。　　起句是去年的事。鸿雁每年秋天由北飞南。徐州在洛阳之东，经过徐州的南飞鸿雁，不能来自洛阳。但因张愔墓在洛阳，而盼盼则住在徐州，所以诗人缘情构想，认为在盼盼的心目中，这些相传能够给人传书的候鸟，一定是从洛阳来的，可是人已长眠，不能写信，也就更加感物思人了。　　次句是当前的事。玄禽即燕子。社日是春分前后的戊日，古代祭祀土神、祈祷丰收的日子。燕子每年春天，由南而北。逼近社日，它们就来了。燕子雌雄成对地生活，双宿双飞，一向用来比喻恩爱夫妻。盼盼现在是合欢床上的独眠人，看到双宿双飞的燕子，怎么能不发生人不如鸟的感叹呢？　　人在感情的折磨中过日子，有时觉得时间过得很慢，所以前诗说“相思一夜情多少，地角天涯未是长”；而有时又变得麻木，觉得时间流逝很快，所以本诗说：“适看鸿雁洛阳回，又睹玄禽逼社来。”这两句只作客观描写，但却从另外两个角度再次发掘和显示了盼盼的深情。　　后两句从无心玩弄乐器见意，写盼盼哀叹自己青春随爱情生活的消逝而消逝。周邦彦《解连环》云：“燕子楼空，暗尘锁一床弦索”，即从这两句化出，又可以反过来解释这两句。瑟以瑶饰，箫以玉制，可见贵重，而让它们蒙上蛛网灰尘，这不正因为忆鸿雁之无法传书，看燕子之双飞双宿而使自己发生“绮罗弦管”，从此永休”（蒋防《霍小玉传》）之叹吗？前两句景，后两句情，似断实连，章法极妙。　　和诗的最后一首，着重在“感彭城旧游”，但又不直接描写对旧游之回忆，而是通过张仲素告诉他的情况，以抒所感。　　当年春天，张仲素从洛阳回来与白居易相见，提到他曾到张愔墓上去过。张仲素当然也还说了许多别的，但使白居易感到惊心动魄的，乃是坟边种的白杨树都已经长得又粗又高，可以作柱子了，那么，怎么能使得盼盼的花容月貌最后不会变成灰土呢？彭城旧游，何可再得？虽只是感今，而怀旧之意自在其内。　　这两组诗，遵循了最严格的唱和方式。诗的题材主题相同，诗体相同，和诗用韵与唱诗又为同一韵部，连押韵各字的先后次序也相同，既是和韵又是次韵。唱和之作，最主要的是在内容上要彼此相应。张仲素的原唱，是代盼盼抒发她“念旧爱而不嫁”的生活和感情的，白居易的继和则是抒发了他对于盼盼这种生活和感情的同情和爱重以及对于今昔盛衰的感叹。一唱一和，处理得非常恰当。当然，内容彼此相应，并不是说要亦步亦趋，使和诗成为唱诗的复制品和摹拟物，而要能同中见异，若即若离。从这一角度讲，白居易的和诗艺术上的难度就更高一些。总的说来，这两组诗如两军对垒，工力悉敌，表现了两位诗人精湛的艺术技巧，是唱和诗中的佳作。　　（沈祖棻 程千帆）"
        },
        {
            "title": "夜闻洛滨吹笙",
            "content": "王子千年后，笙音五夜闻。逶迤绕清洛，断续下仙云。泄泄飘难定，啾啾曲未分。松风助幽律，波月动轻文。凤管听何远，鸾声若在群。暗空思羽盖，馀气自氛氲。",
            "comment": ""
        },
        {
            "title": "春闺思",
            "content": "袅袅城边柳，青青陌上桑。提笼忘采叶，昨夜梦渔阳。",
            "comment": "【注释】　　风俗画画家画不出时间的延续，须选“包孕最丰富的片刻”画之，使人从一点窥见事件的前因后果。这一法门，对短小的文学样式似乎也合宜，比如某些短篇小说高手常用“不了了之”的办法，不到情事收场先行结束故事，任人寻味。而唐人五绝名篇也常有这种手法的运用，张仲素《春闺思》就是好例。　　这诗的诗境很象画，甚而有几分象雕塑：一位采桑女子手提空笼（一种篮状竹器），斜倚在树旁，神情恍惚若有所忆……从这凝思的顷刻，借助作品标题（可命名为“梦渔阳”），观众会悟到很多画外之意。当然，诗毕竟是诗，终究有许多画图难足而只有文字可以传达的东西。　　“袅袅城边柳，青青陌上桑”。城边、陌上、柳丝与桑林，已构成一幅春郊场景。“袅袅”写出柳条依人的意态，“青青”是柔桑逗人的颜色，这两个叠词又渲染出融和骀荡的无边春意。这就使读者如睹一幅村女采桑图：“蚕生春三月，春柳正含绿。女儿采春桑，歌吹当春曲”（《采桑度》），真可谓“无字处皆具义”（王夫之）。于是，这两句不仅是一般地写景，还给女主人公的怀思提供了典型环境：城边千万丝杨柳，会勾起送人的往事；而青青的柔桑，会使人联想到“昼夜常怀丝（思）”的春蚕，则思妇眼中之景无非难堪之离情了。　　后二句在蚕事渐忙、众女采桑的背景上现出女主人公的特写形象：她倚树凝思，一动不动，手里提着个空“笼”——这是一个极富暗示性的“道具”，“提笼忘采叶”，表露出她身在桑下而心不在焉。心儿何往？末句就此点出“渔阳”二字，意味深长。“渔阳”是唐时征戍之地，当是这位闺中少妇所怀之人所在的地方。原来她是思念起从军的丈夫，伤心怨望。诗写到此已入正题，但它并未直说眼前少妇想夫之意，而是推到昨夜，说“昨夜梦渔阳”。写来不仅更婉曲，且能见昼夜怀思、无时或已之意，比单写眼前之思，情意更加深厚。　　“提笼忘采叶”，这诗中精彩的一笔，许会使读者觉得似曾相识。杨慎早有见得，道是：“从《卷耳》首章翻出。”《诗经·卷耳》是写女子怀念征夫之诗，其首章云：“采采卷耳，不盈顷筐。嗟我怀人，置彼周行。”斜口小筐不难填满，卷耳也不难得，老采不满，是因心不在焉、老是“忘采叶”之故，其情景确与此诗有神似处。但就诗的整体说，彼此又很不同。《卷耳》接着就写了女子白日做梦，幻想丈夫上山、过冈、马疲、人病及饮酒自宽种种情景，把怀思写得非常具体。而此诗说到“梦渔阳”，似乎开了个头，接下去该写梦见什么，梦见怎样，但作者就此带住，不了了之。提笼少妇昨夜之梦境及她此刻的心情，一概留给读者，让其从人物的具体处境回味和推断，语约而意远。这就以最简的办法，获得很大的效果。因此，《春闺思》不是《卷耳》的摹拟，它已从古诗人手心“翻出”了。　　（周啸天）"
        },
        {
            "title": "陇上行",
            "content": "行到黄云陇，唯闻羌戍鼙。不如山下水，犹得任东西。",
            "comment": ""
        },
        {
            "title": "王昭君",
            "content": "仙娥今下嫁，骄子自同和。剑戟归田尽，牛羊绕塞多。",
            "comment": ""
        },
        {
            "title": "塞下曲五首",
            "content": "三戍渔阳再渡辽，騂弓在臂剑横腰。匈奴似若知名姓，休傍阴山更射雕。猎马千行雁几双，燕然山下碧油幢。传声漠北单于破，火照旌旗夜受降。朔雪飘飘开雁门，平沙历乱卷蓬根。功名耻计擒生数，直斩楼兰报国恩。陇水潺湲陇树秋，征人到此泪双流。乡关万里无因见，西戍河源早晚休。阴碛茫茫塞草肥，桔槔烽上暮云飞。交河北望天连海，苏武曾将汉节归。",
            "comment": ""
        },
        {
            "title": "圣明乐",
            "content": "九陌祥烟合，千春瑞月明。宫花将苑柳，先发凤凰城。",
            "comment": ""
        },
        {
            "title": "秋思赠远",
            "content": "博山沉燎绝馀香，兰烬金檠怨夜长。为问青青河畔草，几回经雨复经霜。",
            "comment": ""
        },
        {
            "title": "玉绳低建章",
            "content": "迢迢玉绳下，芒彩正阑干。稍复临鳷鹊，方疑近露寒。微明连粉堞，的皪映仙盘。横接河流照，低将夜色残。天榆随影没，宫树与光攒。遐想西垣客，长吟欲罢难。",
            "comment": ""
        },
        {
            "title": "再游浯溪",
            "content": "一年两檄过浯溪，□上{外广内吾}亭□□□。笑□兴亡千古□，□□崖石与天齐。",
            "comment": ""
        },
        {
            "title": "秋闺思",
            "content": "昨天一夜静无云，断续鸿声到晓闻。欲寄征衣问消息，居延城外又移军。",
            "comment": ""
        },
        {
            "title": "思君恩",
            "content": "紫禁香如雾，青天月似霜。云韶何处奏，只是在朝阳。",
            "comment": ""
        },
        {
            "title": "汉苑行二首",
            "content": "回雁高飞太液池，新花低发上林枝。年光到处皆堪赏，春色人间总不知。春风淡荡景悠悠，莺啭高枝燕入楼。千步回廊闻凤吹，珠帘处处上银钩。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·圣明乐",
            "content": "玉帛殊方至，歌钟比屋闻。华夷今一贯，同贺圣明君。九陌祥烟合，千春瑞月明。宫花将苑柳，先发凤凰城。",
            "comment": ""
        }
    ]
}