{
    "dynasty": "唐",
    "author": "张志和",
    "poems": [
        {
            "title": "渔父",
            "content": "松江蟹舍主人欢，菰饭莼羹亦共餐。枫叶落，荻花干，醉宿渔舟不觉寒。",
            "comment": ""
        },
        {
            "title": "杂歌谣辞·渔父歌",
            "content": "西塞山边白鹭飞，桃花流水鳜鱼肥。青箬笠，绿蓑衣，春江细雨不须归。钓台渔父褐为裘，两两三三舴艋舟。能纵棹，惯乘流，长江白浪不曾忧。霅溪湾里钓渔翁，舴艋为家西复东。江上雪，浦边风，笑着荷衣不叹穷。松江蟹舍主人欢，菰饭莼羹亦共餐。枫叶落，荻花干，醉宿渔舟不觉寒。青草湖中月正圆，巴陵渔父棹歌连。钓车子，掘头船，乐在风波不用仙。",
            "comment": ""
        },
        {
            "title": "渔父",
            "content": "钓台渔父褐为裘，两两三三舴艋舟。能纵棹，惯乘流，长江白浪不曾忧。",
            "comment": ""
        },
        {
            "title": "渔父",
            "content": "云溪湾里钓鱼翁，舴艋为家西复东。江上雪，浦边风，笑着荷衣不叹穷。",
            "comment": ""
        },
        {
            "title": "渔歌子",
            "content": "霅溪湾里钓鱼翁，蚱艋为家西复东。江上雪，浦边风，笑着荷衣不叹穷。",
            "comment": ""
        },
        {
            "title": "渔父",
            "content": "八月九月芦花飞，南谿老人重钓归。秋山入帘翠滴滴，野艇倚槛云依依。却把渔竿寻小径，闲梳鹤发对斜晖。翻嫌四皓曾多事，出为储皇定是非。",
            "comment": ""
        },
        {
            "title": "渔歌子",
            "content": "西塞山前白鹭飞，桃花流水鳜鱼肥。青箬笠，绿蓑衣，斜风细雨不须归。",
            "comment": "【注释】[1]西塞山：即道士矶，在湖北大冶县长江边。[2]鳜（音贵）鱼：俗称“花鱼”、“桂鱼”。[3]箬笠：用竹篾编成的斗笠。此调原为唐教坊曲，又名《渔父》。分单调、双调二体。单调二十七字，平韵，以张氏此调最为著名。双调，五十字，仄韵。　　此词在秀丽的水乡风光和理想化的渔人生活中，寄托了作者爱自由、爱自然的情怀。　　词中更吸引我们的不是一蓑风雨，从容自适的渔父，而是江乡二月桃花汛期间春江水涨、烟雨迷蒙的图景。雨中青山，江上渔舟，天空白鹭，两岸红桃，色泽鲜明但又显得柔和，气氛宁静但又充满活力。而这既体现了作者的艺术匠心，也反映了他高远、冲澹、悠然脱俗的意趣。此词吟成后，不仅一时唱和者甚众，而且还流播海外，为东邻日本的汉诗作者开启了填词门径，嵯峨天皇的《渔歌子》五首及其臣僚的奉和之作七首，即以此词为蓝本改制而成。　　又，旧注都以西塞山在湖州，恐非是。张氏《渔歌子》词共五首，分咏西塞山、钓台、松江、雪溪、青草湖，泛言江湖渔钓之乐，其地都不在湖州。当依陆游《入蜀记》所说，西塞山即鄂州的道士矶：“矶一名西塞山，即玄真子《渔父辞》所谓‘西塞山前白鹭风’者。”苏轼谪居黄州时，曾游其地，有云：“元真语极清丽，恨其曲度不传，加其语以《浣溪沙》歌之。”（徐俯《鹧鸪天》词跋，见《乐府雅词》卷中）苏轼《浣溪沙》词：“西塞山前白鹭飞，散花洲外片帆微。”散花洲即在长江之中，与西塞山相对。徐俯《鹧鸪天》词：“西塞山前白鹭飞，桃花流水镢鱼肥。朝廷若觅元真子，晴在长江理钓丝。”亦以西塞山在长江边。　　这首词虽色彩鲜明，初看也只是一幅风景画而已，为什么千古传诵，回味无穷？原来在这青山绿水中，还有一位超脱名利的渔父在，他把自己融化在大自然中，自乐其乐，无复风波之患。而古往今来，多少人在尘世的风波中颠颠簸簸，或者经历过狂风暴雨，或者受不了凄风苦雨，很少有时间领略人生的乐趣，忽然面对着这不须害怕不须愁的斜风细雨，能不别有一番感慨？"
        },
        {
            "title": "句",
            "content": "矗汉危桥吞兔魄，出林疏磬落鲸涛。",
            "comment": ""
        },
        {
            "title": "空洞歌",
            "content": "无自而然，自然之元；无造而化，造化之端。廓然悫然，其形团圞。反尔之视，绝尔之思，可以观。",
            "comment": ""
        },
        {
            "title": "太寥歌",
            "content": "化元灵哉，碧虚清哉，红霞明哉。冥哉茫哉，惟化之工无疆哉。",
            "comment": ""
        },
        {
            "title": "上巳日忆江南禊事",
            "content": "黄河西绕郡城流，上巳应无祓禊游。为忆渌江春水色，更随宵梦向吴洲。",
            "comment": ""
        },
        {
            "title": "渔父",
            "content": "青草湖中月正圆，巴陵渔父棹歌连。钓车子，橛头船，乐在风波不用仙。",
            "comment": ""
        }
    ]
}