{
    "dynasty": "唐",
    "author": "张潮",
    "poems": [
        {
            "title": "采莲词",
            "content": "朝出沙头日正红，晚来云起半江中。赖逢邻女曾相识，并著莲舟不畏风。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "寒林苞晚橘，风絮露垂杨。",
            "comment": ""
        },
        {
            "title": "江南行",
            "content": "茨菰叶烂别西湾，莲子花开犹未还。妾梦不离江水上，人传郎在凤凰山。",
            "comment": "【注释】　　《全唐诗》中收张潮诗五首，其中《长干行》还可能是李白或李益的。张潮的几首诗，除了一首《采莲曲》是写采莲女的生活，其余都是抒写商妇的思想感情。从这些诗的内容和形式来看，都不难发现深受南方民歌的影响。　　这首诗的第一联：“茨菰叶烂别西湾，莲子花开不见还”。茨菰，即慈姑，“茨菰叶烂”的时间当在秋末冬初；西湾，指江边的某个地方。“莲子花开”，即荷花开放，这里当指第二年的夏天。去年茨菰叶烂的时候在西湾送别，眼下又已是荷花盛开了，可盼望的人儿还没有回家。也可能他曾经相许在“莲子花开”之前返家的吧？这是先回忆分别的时间、地点，再由此说到现在不见人归。说来简单，可诗人却描绘得有情有景，相思绵绵。前者暗示出一个水枯叶烂、寒风萧萧的景象，它衬托出别离的凄楚；后者点染出满池荷花、红绿相映、生机勃勃的画面，反衬出孤居的寂寞难耐。笔法细腻含情。　　“茨菰叶烂”、“莲子花开”这两个镜头交替的寓意，从时间上看就是要表现出一个“久”字。“一日不见，如三秋兮”。久而不归，思念之苦，自不待言。“白日寻思夜梦频”，诗的第三句就转到写“梦”。由久别而思，由思而梦，感情的脉络自然而清晰。同时，诗的第三句又回应了第一句，“别西湾”，暗示了对方是沿江而去，所以这“梦”也就“不离江上水”。“那作商人妇，愁水复愁风”。这大概也是“妾梦不离江上水”的另一个原因吧。　　按照一般写法，接下去可能就要写梦中或梦后的情景，可是诗人撇开了这个内容，凌空飞来一笔──“人传郎在凤凰山”。出人意表，而且还妙在诗也就戛然而止。至于这个消息传来之后，她是喜是忧，是乐是愁，诗人却不置一词。不过那滋味，细心的读者是不难体会的。首先，这个消息的到来，说明了自己是不知人已去，空有梦相随，往日多少个“不离江上水”的“梦”，原来是一场“空”；其次，这个消息还意味着“他”时而在水，时而在山（凤凰山有多处，此处不知何指，也不必确指），行踪不定，又不寄语，往后便是梦中也无处寻觅，何以解忧，何以慰愁？……那难言难诉之苦，隐隐怨艾之意，尽在不言之中。可谓结得巧妙，妙在意料之外，情理之中，余情不尽。　　这首诗上下两联各以意对，而又不斤斤于语言的对仗，第三句是一、二句的自然延伸和照应，第四句又突乎其来，似断不断，把诗推向一个更为凄楚、失望的意境。它明快而蕴含，语浅而情深，深得民歌的神髓。　　（赵其钧）"
        },
        {
            "title": "长干行（一作李白诗，一作李益诗）",
            "content": "忆昔深闺里，烟尘不曾识。嫁与长干人，沙头候风色。五月南风兴，思君下巴陵。八月西风起，想君发扬子。去来悲如何，见少离别多。湘潭几日到，妾梦越风波。昨夜狂风度，吹折江头树。淼淼暗无边，行人在何处。北客真三公，朱衣满江中。薄暮来投宿，数朝不肯东。好乘浮云骢，佳期兰渚东。鸳鸯绿浦上，翡翠锦屏中。自怜十五馀，颜色桃花红。那作商人妇，愁水复愁风。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·长干行",
            "content": "婿贫如珠玉，婿富如埃尘。贫时不忘旧，富贵多宠新。妾本富家女，与君为偶匹。惠好一何深，中门不曾出。妾有绣衣裳，葳蕤金缕光。念君贫且贱，易此从远方。远方三千里，发去悔不已。日暮情更来，空望去时水。孟夏麦始秀，江上多南风。商贾归欲尽，君今尚巴东。巴东有巫山，窈窕神女颜。常恐游此山，果然不知还。",
            "comment": ""
        },
        {
            "title": "襄阳行",
            "content": "玉盘转明珠，君心无定准。昨见襄阳客，剩说襄阳好无尽。襄汉水，岘山垂，汉水东流风北吹。只言一世长娇宠，那悟今朝见别离。君渡清羌渚，知人独不语，妾见鸟栖林，忆君相思深。莫作云间鸿，离声顾俦侣。尚如匣中剑，分形会同处。是君妇，识君情，怨君恨君为此行。下床一宿不可保，况乃万里襄阳城。襄阳传近大堤北，君到襄阳莫回惑。大堤诸女儿，怜钱不怜德。",
            "comment": ""
        }
    ]
}