{
    "dynasty": "唐",
    "author": "张继",
    "poems": [
        {
            "title": "送窦十九判官使江南",
            "content": "游客淹星纪，裁诗炼土风。今看乘传去，那与问津同。南郡迎徐子，临川谒谢公。思归一惆怅，於越古亭中。",
            "comment": "【注释】 附：酬张二十员外 ：前国子博士窦叔向 ：故交日零落，心赏寄何人。 ：幸与冯唐遇，心同迹复亲。 ：语言未终夕，离别又伤春。 ：结念湓城下，闻猿诗兴新。"
        },
        {
            "title": "宿白马寺",
            "content": "白马驮经事已空，断碑残刹见遗踪。萧萧茅屋秋风起，一夜雨声羁思浓。",
            "comment": ""
        },
        {
            "title": "送顾况泗上觐叔父",
            "content": "吴乡岁贡足嘉宾，后进之中见此人。别业更临洙泗上，拟将书卷对残春。",
            "comment": ""
        },
        {
            "title": "送邹判官往陈留",
            "content": "齐宋伤心地，频年此用兵。女停襄邑杼，农废汶阳耕。国使乘轺去，诸侯拥节迎。深仁荷君子，薄赋恤黎甿。火燎原犹热，波摇海未平。应将否泰理，一问鲁诸生。",
            "comment": ""
        },
        {
            "title": "阊门即事",
            "content": "耕夫召募逐楼船，春草青青万顷田。试上吴门窥郡郭，清明几处有新烟。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "汉月经时掩，胡尘与岁深。。第二百四十三卷",
            "comment": ""
        },
        {
            "title": "九日巴丘杨公台上宴集",
            "content": "凄凄霜日上高台，水国秋凉客思哀。万叠银山寒浪起，一行斜字早鸿来。谁家捣练孤城暮，何处题衣远信回。江汉路长身不定，菊花三笑旅怀开。",
            "comment": ""
        },
        {
            "title": "江上送客游庐山",
            "content": "楚客自相送，沾裳春水边。晚来风信好，并发上江船。花映新林岸，云开瀑布泉。惬心应在此，佳句向谁传。",
            "comment": ""
        },
        {
            "title": "赠章八元",
            "content": "相见谈经史，江楼坐夜阑。风声吹户响，灯影照人寒。俗薄交游尽，时危出处难。衰年逢二妙，亦得闷怀宽。",
            "comment": ""
        },
        {
            "title": "褚主簿宅会毕庶子钱员外郎使君",
            "content": "开瓮腊酒熟，主人心赏同。斜阳疏竹上，残雪乱山中。更喜宣城印，朝廷与谢公。",
            "comment": ""
        },
        {
            "title": "山家",
            "content": "板桥人渡泉声，茅檐日午鸡鸣。莫嗔焙茶烟暗，却喜晒谷天晴。",
            "comment": "【注释】又作顾况作　　这是一首访问山农的纪行六言绝句。作者绘声绘色，由物及人，传神入微地表现了江南山乡焙茶晒谷的劳动场景，以及山农爽直的性格和淳朴的感情。格调明朗，节奏轻快，具有独特的艺术风格。　　全诗仅二十四字，作者按照走访的顺序，依次摄取了山行途中、到达农舍、参观焙茶和晒谷的四个镜头，层次清晰地再现了饶有兴味的访问经历，读来感到句绝而意不绝。　　首句“板桥人渡泉声”，截取了行途中的一景。当作者走过横跨山溪的木板桥时，有淙淙的泉声伴随着他。句中并没有出现“山”字，只写了与山景相关的“板桥”与“泉声”，便颇有气氛地烘托出了山行的环境。“泉声”的“声”字，写活了泉水，反衬出山间的幽静。短短一句，使人如临其境，如闻其声，仿佛分享到作者步入幽境时那种心旷神怡之情。　　从首句到次句，有一个时间和空间的跳跃。“茅檐日午鸡鸣”，显然是作者穿山跨坡来到农家门前的情景。这时，太阳已在茅檐上空高照，山农家的鸡咯咯鸣叫，象是在欢迎来客。鸡鸣并不新奇，但安排在这句诗中，却使深山中的农舍顿时充满喧闹的世间情味和浓郁的生活气息。这句中的六个字，依次构成三组情事，与首句中按同样方式构成的三组情事相对，表现出六言诗体的特点。在音节上，又正好构成两字一顿的三个“音步”。由于采用这种句子结构和下平声八庚韵的韵脚，读起来特别富于节奏感，而且音节响亮。　　第三句“莫嗔焙茶烟暗”是山农陪作者参观焙茶时说的致歉话。上面二句从环境着笔，点出人物，而这一句是从人物着笔，带出环境。笔法的改变是为了突出山农的形象，作者在“焙茶烟暗”之前，加上“莫嗔”二字，便在展现劳动场景的同时，写出了山农的感情。从山农请客人不要责怪被烟熏的口吻中，反映了他的爽直性格和劳动者的本色。“莫嗔”二字，入情入理而又富有情韵。　　第四句“却喜晒谷天晴”，和第三句连成一气。南方山区，收获季节云多雨盛，诗中写山农为天晴而欣喜，是有典型意义的。继“莫嗔”之后，又用“却喜”二字再一次表现了山农感情的淳朴和性格的爽朗，深化了对山农形象的刻画，也为全诗的明朗色调增添了鲜明的一笔。　　这首诗，如果按司空图的《诗品》归类，似属于“俯拾即是，不取诸邻，俱道适往，着手成春”的“自然”一品。作者象是不经心地道出一件生活小事，却给人以一种美的艺术享受。　　（徐燕）"
        },
        {
            "title": "人日代客子是日立春",
            "content": "人日兼春日，长怀复短怀。遥知双彩胜，并在一金钗。",
            "comment": ""
        },
        {
            "title": "清明日自西午桥至瓜岩村有怀",
            "content": "晚霁龙门雨，春生汝穴风。鸟啼官路静，花发毁垣空。鸣玉惭时辈，垂丝学老翁。旧游人不见，惆怅洛城东。",
            "comment": ""
        },
        {
            "title": "酬张二十员外前国子博士窦叔向",
            "content": "故交日零落，心赏寄何人。幸与冯唐遇，心同迹复亲。语言未终夕，离别又伤春。结念湓城下，闻猿诗兴新。",
            "comment": ""
        },
        {
            "title": "留别",
            "content": "何事千年遇圣君，坐令双鬓老江云。南行更入山深浅，岐路悠悠水自分。",
            "comment": ""
        },
        {
            "title": "奉寄皇甫补缺",
            "content": "京口情人别久，扬州估客来疏。潮至浔阳回去，相思无处通书。",
            "comment": ""
        },
        {
            "title": "枫桥夜泊",
            "content": "月落乌啼霜满天，江枫渔火对愁眠。姑苏城外寒山寺，夜半钟声到客船。",
            "comment": "【注释】注释：　　1．枫桥：桥名，在江苏吴县阊门西。　　2．乌啼：乌鸦啼叫。乌，指乌鸦，亦指夜晚树上的栖鸟。　　3．江枫：江边的枫树。　　4．姑苏：苏州市的别称，因城西南有姑苏山而名。　　5．寒山寺：在离枫桥西边一里的寺庙。据传唐初有名的寒山、拾得两个和尚住此，因而得名。　　6．夜半钟声：唐代寺庙有半夜敲钟的习惯。　　赏析：　　诗歌从很细小的景色入手，绘制了一幅朦胧静谧、清冷幽美的江南水乡秋夜图。诗歌一、二句，虽然写的是秋夜，但仍能使人感知江边各种秋物的色彩、形态，还有声音和情绪；而且前后词语之意因果相连，推论而出。三、四两句却是个大写笔，把一里以外寒山寺的钟声远距离传送了过来。这捎带着禅的超然的钟声，又会引发满怀愁绪的夜泊之人什么样的感受呢？　　诗歌前后两联，所描写的内容一繁一简，体现出来的感觉一实一虚，对比非常清楚。而诗歌所创造的艺术意境，也寓于这繁简虚实对比的玄妙之中。文：朱丽云　　《人民日报海外版》　　〔１９９８１０２０№Ｇ〕———————————————【新语丝电子文库(www.xys.org)】　　一个秋天的夜晚，诗人泊舟苏州城外的枫桥。江南水乡秋夜幽美的景色，吸引着这位怀着旅愁的客子，使他领略到一种情味隽永的诗意美，写下了这首意境清远的小诗。　　题为“夜泊”，实际上只写“夜半”时分的景象与感受。诗的首句，写了午夜时分三种有密切关连的景象：月落、乌啼、霜满天。上弦月升起得早，半夜时便已沉落下去，整个天宇只剩下一片灰蒙蒙的光影。树上的栖乌大约是因为月落前后光线明暗的变化，被惊醒后发出几声啼鸣。月落夜深，繁霜暗凝。在幽暗静谧的环境中，人对夜凉的感觉变得格外锐敏。“霜满天”的描写，并不符合自然景观的实际（霜华在地而不在天），却完全切合诗人的感受：深夜侵肌砭骨的寒意，从四面八方围向诗人夜泊的小舟，使他感到身外的茫茫夜气中正弥漫着满天霜华。整个一句，月落写所见，乌啼写所闻，霜满天写所感，层次分明地体现出一个先后承接的时间过程和感觉过程。而这一切，又都和谐地统一于水乡秋夜的幽寂清冷氛围和羁旅者的孤孑清寥感受中。从这里可以看出诗人运思的细密。　　诗的第二句接着描绘“枫桥夜泊”的特征景象和旅人的感受。在朦胧夜色中，江边的树只能看到一个模糊的轮廓，之所以径称“江枫”，也许是因枫桥这个地名引起的一种推想，或者是选用“江枫”这个意象给读者以秋色秋意和离情羁思的暗示。“湛湛江水兮上有枫，目极千里伤春心”，“青枫浦上不胜愁”，这些前人的诗句可以说明“江枫”这个词语中所沉积的感情内容和它给予人的联想。透过雾气茫茫的江面，可以看到星星点点的几处“渔火”，由于周围昏暗迷蒙背景的衬托，显得特别引人注目，动人遐想。“江枫”与“渔火”，一静一动，一暗一明，一江边，一江上，景物的配搭组合颇见用心。写到这里，才正面点出泊舟枫桥的旅人。“愁眠”，当指怀着旅愁躺在船上的旅人。“对愁眠”的“对”字包含了“伴”的意蕴，不过不象“伴”字外露。这里确有孤孑的旅人面对霜夜江枫渔火时萦绕的缕缕轻愁，但同时又隐含着对旅途幽美风物的新鲜感受。我们从那个仿佛很客观的“对”字当中，似乎可以感觉到舟中的旅人和舟外的景物之间一种无言的交融和契合。　　诗的前幅布景密度很大，十四个字写了六种景象，后幅却特别疏朗，两句诗只写了一件事：卧闻山寺夜钟。这是因为，诗人在枫桥夜泊中所得到的最鲜明深刻、最具诗意美的感觉印象，就是这寒山寺的夜半钟声。月落乌啼、霜天寒夜、江枫渔火、孤舟客子等景象，固然已从各方面显示出枫桥夜泊的特征，但还不足以尽传它的神韵。在暗夜中，人的听觉升居为对外界事物景象感受的首位。而静夜钟声，给予人的印象又特别强烈。这样，“夜半钟声”就不但衬托出了夜的静谧，而且揭示了夜的深永和清寥，而诗人卧听疏钟时的种种难以言传的感受也就尽在不言中了。　　这里似乎不能忽略“姑苏城外寒山寺”。寒山寺在枫桥西一里，初建于梁代，唐初诗僧寒山曾住于此，因而得名。枫桥的诗意美，有了这所古刹，便带上了历史文化的色泽，而显得更加丰富，动人遐想。因此，这寒山寺的“夜半钟声”也就仿佛回荡着历史的回声，渗透着宗教的情思，而给人以一种古雅庄严之感了。诗人之所以用一句诗来点明钟声的出处，看来不为无因。有了寒山寺的夜半钟声这一笔，“枫桥夜泊”之神韵才得到最完美的表现，这首诗便不再停留在单纯的枫桥秋夜景物画的水平上，而是创造出了情景交融的典型化艺术意境。夜半钟的风习，虽早在《南史》中即有记载，但把它写进诗里，成为诗歌意境的点眼，却是张继的创造。在张继同时或以后，虽也有不少诗人描写过夜半钟，却再也没有达到过张继的水平，更不用说借以创造出完整的艺术意境了。　　（刘学锴）"
        },
        {
            "title": "河间献王墓",
            "content": "汉家宗室独称贤，遗事闲中见旧编。偶过河间寻往迹，却怜荒冢带寒烟。频求千古书连帙，独对三雍策几篇。雅乐未兴人已逝，雄歌依旧大风传。",
            "comment": ""
        },
        {
            "title": "游灵岩",
            "content": "灵岩有路入烟霞，台殿高低释子家。风满回廊飘坠叶，水流绝涧泛秋花。青松阅世风霜古，翠竹题诗岁月赊。谁谓无生真可学，山中亦自有年华。",
            "comment": ""
        },
        {
            "title": "奉送王相公赴幽州",
            "content": "黄阁开帏幄，丹墀拜冕旒。位高汤左相，权总汉诸侯。不改周南化，仍分赵北忧。双旌过易水，千骑入幽州。塞草连天暮，边风动地愁。无因随远道，结束佩吴钩。",
            "comment": ""
        },
        {
            "title": "会稽郡楼雪霁",
            "content": "江城昨夜雪如花，郢客登楼齐望华。夏禹坛前仍聚玉，西施浦上更飞沙。帘栊向晚寒风度，睥睨初晴落景斜。数处微明销不尽，湖山清映越人家。",
            "comment": ""
        },
        {
            "title": "长相思",
            "content": "辽阳望河县，白首无由见。海上珊瑚枝，年年寄春燕。",
            "comment": ""
        },
        {
            "title": "会稽秋晚奉呈于太守",
            "content": "寂寂讼庭幽，森森戟户秋。山光隐危堞，湖色上高楼。禹穴探书罢，天台作赋游。云浮将越客，岁晚共淹留。",
            "comment": ""
        },
        {
            "title": "春夜皇甫冉宅欢宴",
            "content": "流落时相见，悲欢共此情。兴因尊酒洽，愁为故人轻。暗滴花茎露，斜晖月过城。那知横吹笛，江外作边声。",
            "comment": ""
        },
        {
            "title": "归山",
            "content": "心事数茎白发，生涯一片青山。空林有雪相待，古道无人独还。",
            "comment": ""
        },
        {
            "title": "送张中丞归使幕",
            "content": "独受主恩归，当朝似者稀。玉壶分御酒，金殿赐春衣。拂席流莺醉，鸣鞭骏马肥。满台簪白笔，捧手恋清辉。",
            "comment": ""
        },
        {
            "title": "饮李十二宅",
            "content": "重门敞春夕，灯烛霭馀辉。醉我百尊酒，留连夜未归。",
            "comment": ""
        },
        {
            "title": "上清词",
            "content": "紫阳宫女捧丹砂，王母令过汉帝家。春风不肯停仙驭，却向蓬莱看杏花。",
            "comment": ""
        },
        {
            "title": "寄郑员外",
            "content": "经月愁闻雨，新年苦忆君。何时共登眺，整屐待晴云。",
            "comment": ""
        },
        {
            "title": "华州夜宴庾侍御宅",
            "content": "世故他年别，心期此夜同。千峰孤烛外，片雨一更中。酒客逢山简，诗人得谢公。自怜驱匹马，拂曙向关东。",
            "comment": ""
        },
        {
            "title": "重经巴丘",
            "content": "昔年高接李膺欢，日泛仙舟醉碧澜。诗句乱随青草落，酒肠俱逐洞庭宽。浮生聚散云相似，往事冥微梦一般。今日片帆城下去，秋风回首泪阑干。",
            "comment": ""
        },
        {
            "title": "城西虎跑寺",
            "content": "石势虎蹲伏，山形龙屈盘。寺开梁殿阁，坟掩晋衣冠。出涧泉声细，斜阳塔影寒。近城多□□，栖息此中安。",
            "comment": ""
        },
        {
            "title": "酬李书记校书越城秋夜见赠",
            "content": "东越秋城夜，西人白发年。寒城警刁斗，孤愤抱龙泉。凤辇栖岐下，鲸波斗洛川。量空海陵粟，赐乏水衡钱。投阁嗤扬子，飞书代鲁连。苍苍不可问，余亦赋思玄。",
            "comment": ""
        },
        {
            "title": "金谷园",
            "content": "彩楼歌馆正融融，一骑星飞锦帐空。老尽名花春不管，年年啼鸟怨东风。",
            "comment": ""
        },
        {
            "title": "冯翊西楼",
            "content": "城上西楼倚暮天，楼中归望正凄然。近郭乱山横古渡，野庄乔木带新烟。北风吹雁声能苦，远客辞家月再圆。陶令好文常对酒，相招那惜醉为眠。",
            "comment": ""
        },
        {
            "title": "秋日道中",
            "content": "齐鲁西风草树秋，川原高下过东州。道边白鹤来华表，陌上苍麟卧古丘。九曲半应非禹迹，三山何处是仙洲。径行俯仰成今古，却忆当年赋远游。",
            "comment": ""
        },
        {
            "title": "安公房问法",
            "content": "流年一日复一日，世事何时是了时。试向东林问禅伯，遣将心地学琉璃。",
            "comment": ""
        },
        {
            "title": "华清宫",
            "content": "天宝承平奈乐何，华清宫殿郁嵯峨。朝元阁峻临秦岭，羯鼓楼高俯渭河。玉树长飘云外曲，霓裳闲舞月中歌。只今惟有温泉水，呜咽声中感慨多。",
            "comment": ""
        },
        {
            "title": "春申君祠",
            "content": "春申祠宇空山里，古柏阴阴石泉水。日暮江南无主人，弥令过客思公子。萧条寒景傍山村，寂寞谁知楚相尊。当时珠履三千客，赵使怀惭不敢言。",
            "comment": ""
        },
        {
            "title": "登丹阳楼",
            "content": "寒皋那可望，旅客又初还。迢递高楼上，萧疏凉野间。暮晴依远水，秋兴属连山。浮客时相见，霜凋朱翠颜。",
            "comment": ""
        },
        {
            "title": "邮亭",
            "content": "云淡山横日欲斜，邮亭下马对残花。自从身逐征西府，每到开时不在家。",
            "comment": ""
        },
        {
            "title": "郢州西楼吟",
            "content": "连山尽塞水萦回，山上戍门临水开。珠帘直下一百丈，日暖游鳞自相向。昔人爱险闭层城，今人复爱闲江清。沙洲枫岸无来客，草绿花开山鸟鸣。",
            "comment": ""
        },
        {
            "title": "晚次淮阳",
            "content": "微凉风叶下，楚俗转清闲。候馆临秋水，郊扉掩暮山。月明潮渐近，露湿雁初还。浮客了无定，萍流淮海间。",
            "comment": ""
        },
        {
            "title": "读峄山碑",
            "content": "六国平来四海家，相君当代擅才华。谁知颂德山头石，却与他人戒后车。",
            "comment": ""
        },
        {
            "title": "题严陵钓台",
            "content": "旧隐人如在，清风亦似秋。客星沈夜壑，钓石俯春流。鸟向乔枝聚，鱼依浅濑游。古来芳饵下，谁是不吞钩。",
            "comment": ""
        },
        {
            "title": "明德宫",
            "content": "碧瓦朱楹白昼闲，金衣宝扇晓风寒。摩云观阁高如许，长对河流出断山。",
            "comment": ""
        },
        {
            "title": "感怀",
            "content": "调与时人背，心将静者论。终年帝城里，不识五侯门。",
            "comment": ""
        },
        {
            "title": "洛阳作",
            "content": "洛阳天子县，金谷石崇乡。草色侵官道，花枝出苑墙。书成休逐客，赋罢遂为郎。贫贱非吾事，西游思自强。",
            "comment": ""
        }
    ]
}