{
    "dynasty": "唐",
    "author": "张谓",
    "poems": [
        {
            "title": "郡南亭子宴（一作春宴）",
            "content": "亭子春城外，朱门向绿林。柳枝经雨重，松色带烟深。漉酒迎山客，穿池集水禽。白云常在眼，聊足慰人心。",
            "comment": ""
        },
        {
            "title": "别韦郎中",
            "content": "星轺计日赴岷峨，云树连天阻笑歌。南入洞庭随雁去，西过巫峡听猿多。峥嵘洲上飞黄蝶，滟滪堆边起白波。不醉郎中桑落酒，教人无奈别离何。",
            "comment": ""
        },
        {
            "title": "过从弟制疑官舍竹斋",
            "content": "羡尔方为吏，衡门独晏如。野猿偷纸笔，山鸟污图书。竹里藏公事，花间隐使车。不妨垂钓坐，时脍小江鱼。",
            "comment": ""
        },
        {
            "title": "送卢举使河源",
            "content": "故人行役向边州，匹马今朝不少留。长路关山何日尽，满堂丝竹为君愁。",
            "comment": ""
        },
        {
            "title": "哭护国上人",
            "content": "昔喜三身净，今悲万劫长。不应归北斗，应是向西方。舍利众生得，袈裟弟子将。鼠行残药碗，虫网旧绳床。别起千花塔，空留一草堂。支公何处在，神理竟茫茫。",
            "comment": ""
        },
        {
            "title": "送僧",
            "content": "童子学修道，诵经求出家。手持贝多叶，心念优昙花。得度北州近，随缘东路赊。一身求清净，百毳纳袈裟。钟岭更飞锡，炉峰期结跏。深心大海水，广愿恒河沙。此去不堪别，彼行安可涯。殷勤结香火，来世上牛车。",
            "comment": ""
        },
        {
            "title": "寄崔沣州",
            "content": "共襆台郎被，俱褰郡守帷。罚金殊往日，鸣玉幸同时。五马来何晚，双鱼赠已迟。江头望乡月，无夜不相思。",
            "comment": ""
        },
        {
            "title": "同孙构免官后登蓟楼",
            "content": "昔在五陵时，年少心亦壮。尝矜有奇骨，必是封侯相。东走到营州，投身似边将。一朝去乡国，十载履亭障。部曲皆武夫，功成不相让。犹希虏尘动，更取林胡帐。去年大将军，忽负乐生谤。北别伤士卒，南迁死炎瘴。濩落悲无成，行登蓟丘上。长安三千里，日夕西南望。寒沙榆塞没，秋水滦河涨。策马从此辞，云山保闲放。",
            "comment": ""
        },
        {
            "title": "湖上对酒行",
            "content": "夜坐不厌湖上月，昼行不厌湖上山。眼前一尊又长满，心中万事如等闲。主人有黍百馀石，浊醪数斗应不惜。即今相对不尽欢，别后相思复何益。茱萸湾头归路赊，愿君且宿黄公家。风光若此人不醉，参差辜负东园花。",
            "comment": ""
        },
        {
            "title": "读后汉逸人传二首",
            "content": "子陵没已久，读史思其贤。谁谓颍阳人，千秋如比肩。尝闻汉皇帝，曾是旷周旋。名位苟无心，对君犹可眠。东过富春渚，乐此佳山川。夜卧松下月，朝看江上烟。钓时如有待，钓罢应忘筌。生事在林壑，悠悠经暮年。于今七里濑，遗迹尚依然。高台竟寂寞，流水空潺湲。庞公南郡人，家在襄阳里。何处偏来往，襄阳东陂是。誓将业田种，终得保妻子。何言二千石，乃欲劝吾仕。鹳鹊巢茂林，鼋鼍穴深水。万物从所欲，吾心亦如此。不见鹿门山，朝朝白云起。采药复采樵，优游终暮齿。",
            "comment": ""
        },
        {
            "title": "长沙失火后戏题莲花寺",
            "content": "金园宝刹半长沙，烧劫旁延一万家。楼殿纵随烟焰去，火中何处出莲花。",
            "comment": ""
        },
        {
            "title": "登金陵临江驿楼",
            "content": "古戍依重险，高楼见五梁。山根盘驿道，河水浸城墙。庭树巢鹦鹉，园花隐麝香。忽然江浦上，忆作捕鱼郎。",
            "comment": ""
        },
        {
            "title": "送裴侍御归上都",
            "content": "楚地劳行役，秦城罢鼓鼙。舟移洞庭岸，路出武陵谿。江月随人影，山花趁马蹄。离魂将别梦，先已到关西。",
            "comment": ""
        },
        {
            "title": "送杜侍御赴上都",
            "content": "避马台中贵，登车岭外遥。还因贡赋礼，来谒大明朝。地入商山路，乡连渭水桥。承恩返南越，尊酒重相邀。",
            "comment": ""
        },
        {
            "title": "早梅",
            "content": "一树寒梅白玉条，迥临林村傍溪桥。不知近水花先发，疑是经春雪未销。",
            "comment": "【注释】【诗文解释】　　有一树梅花凌寒早开，枝条洁白如玉。它远离人来车往的村路，临近溪水桥边。人们不知寒梅因靠近溪水而早发，以为那是经冬而未消融的白雪。【词语解释】迥：远。傍：靠。发：开放。经冬：过冬。销：这里指冰雪融化。【诗文赏析】　　全诗即在于写一个「早」字。寒冬刚过，百花未开，在冰雪尚未消融之际，为世界带来生机和希望的只有一束寒梅，因此无数文人墨客踏雪寻访，寻觅这凌寒独放的早梅。在远离道路的溪水桥边，诗人终于看到了似玉如雪的早梅。早梅的形象被刻画得惟妙惟肖，韵味十足，与诗人的精神心有灵犀。　　自古诗人以梅花入诗者不乏佳篇，有人咏梅的风姿，有人颂梅的神韵；这首咏梅诗，则侧重写一个“早”字。　　首句既形容了寒梅的洁白如玉，又照应了“寒”字。写出了早梅凌寒独开的丰姿。第二句写这一树梅花远离人来车往的村路，临近溪水桥边。一个“迥”字，一个“傍”字，写出了“一树寒梅”独开的环境。这一句承上启下，是全诗发展必要的过渡，“溪桥”二字引出下句。第三句，说一树寒梅早发的原因是由于“近水”；第四句回应首句，是诗人把寒梅疑做是经冬而未消的白雪。一个“不知”加上一个“疑是”，写出诗人远望似雪非雪的迷离恍惚之境。最后定睛望去，才发现原来这是一树近水先发的寒梅，诗人的疑惑排除了，早梅之“早”也点出了。　　梅与雪常常在诗人笔下结成不解之缘，如许浑《早梅》诗云：“素艳雪凝树”，这是形容梅花似雪，而张谓的诗句则是疑梅为雪，着意点是不同的。对寒梅花发，形色的似玉如雪，不少诗人也都产生过类似的疑真的错觉。宋代王安石有诗云：“遥知不是雪，为有暗香来”，也是先疑为雪，只因暗香袭来，才知是梅而非雪，和本篇意境可谓异曲同工。而张谓此诗，从似玉非雪、近水先发的梅花着笔，写出了早梅的形神，同时也写出了诗人探索录觅的认识过程。并且透过表面，写出了诗人与寒梅在精神上的契合。读者透过转折交错、首尾照应的笔法，自可领略到诗中悠然的韵味和不尽的意蕴。(左成文)"
        },
        {
            "title": "送皇甫龄宰交河",
            "content": "将军帐下来从客，小邑弹琴不易逢。楼上胡笳传别怨，尊中腊酒为谁浓。行人醉出双门道，少妇愁看七里烽。今日相如轻武骑，多应朝暮客临邛。",
            "comment": ""
        },
        {
            "title": "送青龙一公",
            "content": "事佛轻金印，勤王度玉关。不知从树下，还肯到人间。楚水青莲净，吴门白日闲。圣朝须助理，绝莫爱东山。",
            "comment": ""
        },
        {
            "title": "扬州雨中张十七宅观妓（一作刘长卿诗）",
            "content": "夜色带寒烟，灯花拂更然。残妆添石黛，艳舞落金钿。掩笑须欹扇，迎歌乍动弦。不知巫峡雨，何事海西边。",
            "comment": ""
        },
        {
            "title": "同王征君湘中有怀（一作严维诗）",
            "content": "八月洞庭秋，潇湘水北流。还家万里梦，为客五更愁。不用开书帙，偏宜上酒楼。故人京洛满，何日复同游。",
            "comment": "【注释】[注释]（1）帙[音：“制”]：书套。（2）偏宜：只适宜。（3）京洛：京城长安和洛阳。[译文]八月洞庭湖是一派秋色，潇水和湘水缓缓北流入洞庭。不能回家乡，只能在万里之外做返家之梦。离家远游之客五更梦醒，更加寂寞忧愁。不用打开书套，只想登上酒楼。我的朋友都在长安和洛阳，什么时候能和他们一起畅游？　　张谓的诗，不事刻意经营，常常浅白得有如说话，然而感情真挚，自然蕴藉，如这首诗，就具有一种淡妆的美。　　开篇一联即扣紧题意。“八月洞庭秋”，对景兴起，着重在点明时间；“潇湘水北流”，抒写眼前所见的空间景物，表面上没有惊人之语，却包孕了丰富的感情内涵：秋天本是令人善感多怀的季候，何况是家乡在北方的诗人面对洞庭之秋？湘江北去本是客观的自然现象，但多感的诗人怎么会不联想到自己还不如江水，久久地滞留南方？因此，这两句是写景，也是抒情，引发了下面的怀人念远之意。颔联直抒胸臆，不事雕琢，然而却时间与空间交感，对仗工整而自然。“万里梦”，点空间，魂飞万里，极言乡关京国之遥远，此为虚写；“五更愁”，点时间，竟夕萦愁，极言客居他乡时忆念之殷深，此为实写。颈联宕开一笔，以正反夹写的句式进一步抒发自己的愁情：翻开爱读的书籍已然无法自慰，登酒楼而醉饮或者可以忘忧？这些含意诗人并没有明白道出，但却使人于言外感知。同时，诗人连用了“不用”、“偏宜”这种具有否定与肯定意义的虚字斡旋其间，不仅使人情意态表达得更为深婉有致，而且使篇章开合动宕，令句法灵妙流动。登楼把酒，应该有友朋相对才是，然而现在却是诗人把酒独酌，即使是“上酒楼”，也无法解脱天涯寂寞之感，也无法了结一个“愁”字。于是，结联就逼出“有怀”的正意，把自己的愁情写足写透。在章法上，“京洛满”和“水北流”相照，“同游”与“为客”相应，首尾环合，结体绵密。从全诗来看，没有秾丽的词藻和过多的渲染，信笔写来，皆成妙谛，流水行云，悠然隽永。　　淡妆之美是诗美的一种。平易中见深远，朴素中见高华，它虽然不一定是诗美中的极致，但却是并不容易达到的美的境界，所以梅圣俞说：“作诗无古今，唯造平淡难。”（《读邵不疑学士诗卷》）扫除腻粉呈风骨，褪却红衣学淡妆，清雅中有风骨，素淡中出情韵，张谓这首诗，就是这方面的成功之作。　　(李元洛)"
        },
        {
            "title": "赠赵使君美人",
            "content": "红粉青蛾映楚云，桃花马上石榴裙。罗敷独向东方去，漫学他家作使君。",
            "comment": ""
        },
        {
            "title": "西亭子言怀",
            "content": "数丛芳草在堂阴，几处闲花映竹林。攀树玄猿呼郡吏，傍谿白鸟应家禽。青山看景知高下，流水闻声觉浅深。官属不令拘礼数，时时缓步一相寻。",
            "comment": ""
        },
        {
            "title": "杜侍御送贡物戏赠",
            "content": "铜柱朱崖道路难，伏波横海旧登坛。越人自贡珊瑚树，汉使何劳獬豸冠。疲马山中愁日晚，孤舟江上畏春寒。由来此货称难得，多恐君王不忍看。",
            "comment": ""
        },
        {
            "title": "邵陵作",
            "content": "尝闻虞帝苦忧人，只为苍生不为身。已道一朝辞北阙，何须五月更南巡。昔时文武皆销铄，今日精灵常寂寞。斑竹年来笋自生，白蘋春尽花空落。遥望零陵见旧丘，苍梧云起至今愁。惟馀帝子千行泪，添作潇湘万里流。",
            "comment": ""
        },
        {
            "title": "送韦侍御赴上都",
            "content": "天朝辟书下，风宪取才难。更谒麒麟殿，重簪獬豸冠。月明湘水夜，霜重桂林寒。别后头堪白，时时镜里看。",
            "comment": ""
        },
        {
            "title": "道林寺送莫侍御（一作麓州精舍送莫侍御归宁",
            "content": "何处堪留客，香林隔翠微。薜萝通驿骑，山竹挂朝衣。霜引台乌集，风惊塔雁飞。饮茶胜饮酒，聊以送将归。",
            "comment": ""
        },
        {
            "title": "早春陪崔中丞浣花溪宴，得暄字",
            "content": "旌节临溪口，寒郊斗觉暄。红亭移酒席，画鹢逗江村。云带歌声飏，风飘舞袖翻。花间催秉烛，川上欲黄昏。",
            "comment": ""
        },
        {
            "title": "代北州老翁答",
            "content": "负薪老翁往北州，北望乡关生客愁。自言老翁有三子，两人已向黄沙死。如今小儿新长成，明年闻道又征兵。定知此别必零落，不及相随同死生。尽将田宅借邻伍，且复伶俜去乡土。在生本求多子孙，及有谁知更辛苦。近传天子尊武蔬，强兵直欲静胡尘。安边自合有长策，何必流离中国人。",
            "comment": ""
        },
        {
            "title": "夜同宴，用人字",
            "content": "北斗回新岁，东园值早春。竹风能醒酒，花月解留人。邑宰陶元亮，山家郑子真。平生颇同道，相见日相亲。",
            "comment": ""
        },
        {
            "title": "官舍早梅",
            "content": "阶下双梅树，春来画不成。晚时花未落，阴处叶难生。摘子防人到，攀枝畏鸟惊。风光先占得，桃李莫相轻。",
            "comment": ""
        },
        {
            "title": "别睢阳故人",
            "content": "少小客游梁，依然似故乡。城池经战阵，人物恨存亡。夏雨桑条绿，秋风麦穗黄。有书无寄处，相送一沾裳。",
            "comment": ""
        },
        {
            "title": "宴郑伯玙",
            "content": "正月风光好，逢君上客稀。晓风催鸟啭，春雪带花飞。堂上吹金管，庭前试舞衣。俸钱供酒债，行子未须归。",
            "comment": ""
        },
        {
            "title": "春园家宴",
            "content": "南园春色正相宜，大妇同行少妇随。竹里登楼人不见，花间觅路鸟先知。樱桃解结垂檐子，杨柳能低入户枝。山简醉来歌一曲，参差笑杀郢中儿。",
            "comment": ""
        },
        {
            "title": "玉清公主挽歌（代宗之女）",
            "content": "学凤年犹小，乘龙日尚赊。初封千户邑，忽驾五云车。地接金人岸，山通玉女家。秋风何太早，吹落禁园花。",
            "comment": ""
        },
        {
            "title": "寄李侍御",
            "content": "柱下闻周史，书中慰越吟。近看三岁字，遥见百年心。价以吹嘘长，恩从顾盼深。不栽桃李树，何日得成阴。",
            "comment": ""
        },
        {
            "title": "赠乔琳（一作刘昚虚诗）",
            "content": "去年上策不见收，今年寄食仍淹留。羡君有酒能便醉，羡君无钱能不忧。如今五侯不爱客，羡君不问五侯宅。如今七贵方自尊，羡君不过七贵门。丈夫会应有知己，世上悠悠何足论。",
            "comment": ""
        },
        {
            "title": "辰阳即事（一作刘长卿诗，题云感怀）",
            "content": "青枫落叶正堪悲，黄菊残花欲待谁。水近偏逢寒气早，山深常见日光迟。愁中卜命看周易，病里招魂读楚词。自恨不如湘浦雁，春来即是北归时。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "稽山贺老粗知名，吴郡张颠曾不易。奔蛇走虺势入坐，骤雨旋风声满堂。",
            "comment": ""
        },
        {
            "title": "同诸公游云公禅寺",
            "content": "共许寻鸡足，谁能惜马蹄。长空净云雨，斜日半虹霓。檐下千峰转，窗前万木低。看花寻径远，听鸟入林迷。地与喧闻隔，人将物我齐。不知樵客意，何事武陵谿。",
            "comment": ""
        },
        {
            "title": "饯田尚书还兖州",
            "content": "忠义三朝许，威名四海闻。更乘归鲁诏，犹忆破胡勋。别路逢霜雨，行营对雪云。明朝郭门外，长揖大将军。",
            "comment": ""
        },
        {
            "title": "题长安壁主人",
            "content": "世人结交须黄金，黄金不多交不深。纵令然诺暂相许，终是悠悠行路心。",
            "comment": "【注释】　　这首诗，诗人用精警的语言，揭露了中唐以后世风日下的情形。世俗社会“友谊宝塔”完全建筑在黄金的基地上，没有黄金这块奠基石，马上就会垮台。黄金成为衡量世人结交的砝码：这边黄金不多，那边交情跟着不深。两者恰好构成正比例。诗的开头两句就是揭露出金钱对人情世态的“污染”。　　诗题中的长安壁主人，是典型的市侩人物。作为大唐帝国京都的长安，是中外交通的枢纽和对外贸易中心，“丝绸之路”的集散地。中唐以来，工商业，尤其是商业特别兴盛。在繁荣热闹的长安东西两市场里，麕集着形形色色的商品和各种奇珍异宝。黄金作为商品流通的手段，在这花花世界里神通广大。而长安又是全国政治中心，随着朝政的腐败，趋炎附势，钻营逐利的现象更为突出。所以，在封建社会里，出现长安壁主人这类人物是并不奇怪的。　　诗的后两句：“纵令然诺暂相许，终是悠悠行路心。”形象地勾画出长安壁主人虚情假意的笑脸和冷漠无情的心。别看他口头上暂时相许（“然诺”），只不过是表面上的敷衍应酬，根本谈不上什么友谊，他的心，象路人般冷淡。“悠悠”两字，形容“行路心”，看似平淡，实很传神，刻画世情，入木三分。　　文学是社会的一画镜子。这首诗，反映了中唐社会世态人情的一个侧面。(何国治)"
        }
    ]
}