{
    "dynasty": "唐",
    "author": "徐寅",
    "poems": [
        {
            "title": "露",
            "content": "鹤鸣先警雁来天，洗竹沾花处处鲜。散彩几当蝉饮际，凝光宜对蚌胎前。朝垂苑草烟犹重，夜滴宫槐月正圆。怵惕与霜同降日，频繁思荐独凄然。",
            "comment": ""
        },
        {
            "title": "蕉叶",
            "content": "绿绮新裁织女机，摆风摇日影离披。只因青帝行春罢，闲倚东墙卓翠旗。",
            "comment": ""
        },
        {
            "title": "闲",
            "content": "不管人间是与非，白云流水自相依。一瓢挂树傲时代，五柳种门吟落晖。江上翠娥遗佩去，岸边红袖采莲归。客星辞得汉光武，却坐江东旧藓矶。",
            "comment": ""
        },
        {
            "title": "鸡",
            "content": "名参十二宿，花入羽毛深。守信催朝日，能鸣送晓阴。峨冠装瑞玉，利爪削黄金。徒有稻梁感，何由报德音。",
            "comment": ""
        },
        {
            "title": "恨",
            "content": "事与时违不自由，如烧如剌寸心头。乌江项籍思归去，雁塞李陵长系留。燕国习霜将破夏，汉宫纨扇岂禁秋。须知入骨难消处，莫比人间取次愁。",
            "comment": ""
        },
        {
            "title": "尚书命题瓦砚",
            "content": "远向端溪得，皆因郢匠成。凿山青霭断，琢石紫花轻。散墨松香起，濡毫藻句青。入台知价重，著匣恐生麈。守墨还全器，临池草著句。春闱携就试，军漠载将行。不独雄文阵，兼能助笔耕。莫嫌涓滴润，深染古今情。洗处无瑕玷，添时识满盈。兰亭如见用，敲戛有金声。",
            "comment": ""
        },
        {
            "title": "尚书惠蜡面茶",
            "content": "武夷春暖月初圆，采摘新芽献地仙。飞鹊印成香蜡片，啼猿溪走木兰船。金槽和碾沉香末，冰碗轻涵翠缕烟。分赠恩深知最异，晚铛宜煮北山泉。",
            "comment": ""
        },
        {
            "title": "尚书新造花笺",
            "content": "浓染红桃二月花，只看神笔纵龙蛇。浅澄秋水看云母，击碎轻苔间粉霞。写赋好追陈后宠，题诗堪送窦滔家。使君即入金銮殿，夜直无非草白麻。",
            "comment": ""
        },
        {
            "title": "司直巡官无诸移到玫瑰花",
            "content": "芳菲移至越王台，最是蔷薇好并栽。浓艳尽怜胜彩绘。佳名谁赠作玫瑰。春成锦绣风吹折。天染琼瑶日照开。为报朱衣早邀客。莫教零落委苍苔。",
            "comment": ""
        },
        {
            "title": "夜",
            "content": "日堕虞渊烛影开，沉沉烟雾压浮埃。剡溪雪满子猷去，汉殿月生玉母来。檐挂蛛丝应渐织，风吹萤火不成灰。愁人莫道何时旦，自有钟呜漏滴催。",
            "comment": ""
        },
        {
            "title": "荔枝",
            "content": "日日薰风卷瘴烟，南园珍果荔枝光。灵鸦啄破琼津滴，宝器盛来蚌腹圆。锦里只闻消醉渴，蕊宫惟合赠神仙。何人剌出猩猩血，深染罗纹遍壳鲜。",
            "comment": ""
        },
        {
            "title": "荔枝",
            "content": "朱弹星丸灿日光，绿琼枝散小香囊。龙绡壳绽红纹粟，鱼目珠涵白膜浆。梅熟已过南岭雨，橘酸空待洞庭霜。蛮山踏晓和烟摘，拜捧金盘献越王。",
            "comment": ""
        },
        {
            "title": "鹊",
            "content": "神化难源瑞即开，雕陵毛羽出尘埃。香闺报喜行人至，碧汉填河织女回。明月解随乌绕树，青铜宁愧雀为台。琼枝翠叶庭前植，从待翩翩去又来。",
            "comment": ""
        },
        {
            "title": "新月",
            "content": "云际婵娟出又藏，美人肠断拜金方。嫦娥一只眉先扫，织女三分镜未光。珠箔寄钩悬杳霭，白龙遗爪印穹苍。更期十五圆明夜，与破阴霾照八荒。",
            "comment": ""
        },
        {
            "title": "猿",
            "content": "宿有乔林饮有溪，生来踪迹远尘泥。不知心更愁何事，每向深山夜夜啼。",
            "comment": ""
        },
        {
            "title": "龟",
            "content": "行止竟何从，深溪与古峰。青荷巢瑞质，绿水反灵踪。钻骨神明应，酬恩感激重。仙翁求一卦，何日脱龙钟。",
            "comment": ""
        },
        {
            "title": "蜀葵",
            "content": "剑门南面树。移向会仙亭。锦水饶花艳。岷山带叶青。文君惭婉娩。神女让娉婷。烂熳红兼紫。飘香入绣扃。",
            "comment": ""
        },
        {
            "title": "梦",
            "content": "月落灯前闭北堂，神魂交入杳冥乡。文通毫管醒来异，武帝衡芜觉后香。传说已徵贤可辅，周公不见恨何长。生松十八年方位，通塞人间岂合忙。",
            "comment": ""
        },
        {
            "title": "笔",
            "content": "君子三端擅一名，秋毫虽细握非轻。军书羽檄教谁录，帝命王言待我成。势健岂饶肥水阵，锋聒还学历山耕。毛乾时有何人润，尽把焚烧恨始平。",
            "comment": ""
        },
        {
            "title": "霜",
            "content": "应节谁穷造成端，菊黄豺祭问应难。红窗透出鸳衾冷，白草飞时雁塞寒。露结芝兰琼屑厚，日乾葵藿粉痕残。世间无此摧摇落，松竹何人肯便看。",
            "comment": ""
        },
        {
            "title": "贡馀秘色茶盏",
            "content": "捩碧融青瑞色新，陶成先得贡吾君。巧剜明月染春水，轻施薄冰盛绿云。古镜破苔当席上，嫩荷涵露别江滨。中山竹叶香初发，多病那堪中十分。",
            "comment": ""
        },
        {
            "title": "苔",
            "content": "印留麋鹿野禽踪，岩壑渔矶处处逢。金谷晓凝花影重，章台春影柳阴浓。石桥羽客遗前迹，陈阁才人没旧容。归去扫除阶砌下，藓痕残绿一重重。",
            "comment": ""
        },
        {
            "title": "钱",
            "content": "多蓄多藏岂足论，有谁还议济王孙。能干祸处翻为福，解向仇家买得起。几怪邓通难免饿，须知夷甫不曾言。朝争暮竞归何处，尽入权门与幸门。",
            "comment": ""
        },
        {
            "title": "香鸭",
            "content": "不假陶熔妙，谁教羽翼全。五金池畔质，百和口中烟。嘴钝鱼难啄，心空火自然。御炉如有缺，须进圣君前。",
            "comment": ""
        },
        {
            "title": "晓",
            "content": "水尽铜龙滴渐微，景阳钟动梦魂飞。潼关鸡唱促归骑，金殿烛残求御衣。窗下寒机犹自织，梁间栖燕欲双飞。羲和晴耸扶桑辔，借与寰瀛看早晖。",
            "comment": ""
        },
        {
            "title": "尚书筵中咏红手帕",
            "content": "鹤绫三尺晓霞浓，送与东家二八容。罗带绣裙轻好系，藕丝红缕细初缝。别来拭泪遮桃脸，行去包香堕粉胸。无事把将缠皓腕，为君池上折芙蓉。",
            "comment": ""
        }
    ]
}