{
    "dynasty": "唐",
    "author": "无可",
    "poems": [
        {
            "title": "同刘秀才宿见赠",
            "content": "浮云流水心，只是爱山林。共恨多年别，相逢一夜吟。既能持苦节，勿谓少知音。忆就西池宿，月圆松竹深。",
            "comment": ""
        },
        {
            "title": "中秋夜君山脚下看月",
            "content": "汹涌吹苍雾，朦朣吐玉盘。雨师清滓秽，川后扫波澜。气射繁星灭，光笼八表寒。来驱云涨晚，路上碧霄宽。熠耀游何在，蟾蜍食渐难。棹飞银电碎，林映白虹攒。水魄连空合，霜辉压树干。夜深高不动，天下仰头看。",
            "comment": ""
        },
        {
            "title": "送颢法师往太原讲兼呈李司徒",
            "content": "近腊辞精舍，并州谒尚公。路长山忽尽，塞广雪无穷。讲席开晴垒，禅衣涉远风。闻经诸弟子，应满此门中。",
            "comment": ""
        },
        {
            "title": "陪姚合游金州南池（一作金州夏晚陪姚合员外",
            "content": "柳暗清波涨，冲萍复漱苔。张筵白鸟起，扫岸使君来。洲岛秋应没，荷花晚尽开。高城吹角绝，驺驭尚裴回。",
            "comment": ""
        },
        {
            "title": "送契公自桂阳赴南海",
            "content": "南行登岭首，与俗洗烦埃。磬罢孤舟发，禅移积瘴开。中餐湘鸟下，朝讲海人来。莫便将经卷，炎方去不回。",
            "comment": ""
        },
        {
            "title": "送僧归中条（一作送觉法师往中条旧隐）",
            "content": "夜叶动飘飘，寒来话数宵。卷经归鸟外，转雪过山椒。旧长松杉大，难行水石遥。元戎宗内学，应就白云招。",
            "comment": ""
        },
        {
            "title": "送韩校书赴江西",
            "content": "车马东门别，扬帆过楚津。花繁期到幕，雪在已离秦。吟落江沙月，行飞驿骑尘。猿声孤岛雨，草色五湖春。折苇鸣风岸，遥烟起暮蘋。鄱江连郡府，高兴寄何人。",
            "comment": ""
        },
        {
            "title": "送姚宰任吉州安福县（一作送王明府之任安福",
            "content": "落絮满衣裳，携琴问酒乡。挂帆南入楚，到县半浮湘。吏散翠禽下，庭闲斑竹长。人安宜远泛，沙上蕙兰香。",
            "comment": ""
        },
        {
            "title": "题崔驸马林亭",
            "content": "宫花野药半相和，藤蔓参差惜不科。纤草连门留径细，高楼出树见山多。洞中避暑青苔满，池上吟诗白鸟过。更买太湖千片石，叠成云顶绿嵾峨。",
            "comment": ""
        },
        {
            "title": "送李长吉之任东井",
            "content": "江盘栈转虚，候吏拜行车。家世维城后，官资宰邑初。市饶黄犊卖，田蹑白云鉏。万里千山路，何因欲寄书。",
            "comment": ""
        },
        {
            "title": "秋夜寄青龙寺空贞二上人",
            "content": "夜来思道侣，木叶向人飘。精舍池边古，秋山树下遥。磬寒彻几里，云白已经宵。未得同居止，萧然自寂寥。",
            "comment": ""
        },
        {
            "title": "陨叶",
            "content": "绕巷夹溪红，萧条逐北风。别林遗宿鸟，浮水载鸣虫。石小埋初尽，枝长落未终。带霜书丽什，闲读白云中。",
            "comment": ""
        },
        {
            "title": "小雪",
            "content": "片片互玲珑，飞扬玉漏终。乍微全满地，渐密更无风。集物圆方别，连云远近同。作膏凝瘠土，呈瑞下深宫。气射重衣透，花窥小隙通。飘秦增旧岭，发汉揽长空。迥冒巢松鹤，孤鸣穴岛虫。过三知腊尽，盈尺贺年丰。委积休闻竹，稀疏渐见鸿。盖沙资澶漫，洒海助冲融。草木潜加润，山河更益雄。因知天地力，覆育有全功。",
            "comment": ""
        },
        {
            "title": "春晚喜悟禅师自琉璃上方见过",
            "content": "琉璃师到城，谈性外诸经。下岭雪霜在，近人林木清。苔痕深草履，瀑布滴铜瓶。乐问山中事，宵言彻晓星。",
            "comment": ""
        },
        {
            "title": "客中闻从兄岛游蒲绛因寄",
            "content": "遥遥行李心，苍野入寒深。吟待黄河雪，眠听绛郡砧。差期逢缺月，访信出空林。何处孤灯下，只闻嘹唳禽。",
            "comment": ""
        },
        {
            "title": "送田中丞使西戎（同用旗字）",
            "content": "朝元下赤墀，玉节使西夷。关陇风回首，河湟雪洒旗。碛砂行几月，戎帐到何时。应尽平生志，高全大国仪。",
            "comment": ""
        },
        {
            "title": "送杜司马再游蜀中",
            "content": "为客应非愿，愁成欲别时。还游蜀国去，不惜杜陵期。剑水啼猿在，关林转栈迟。日光低峡口，雨势出蛾眉。山迥逢残角，云开识远夷。勿令双鬓发，并向锦城衰。",
            "comment": ""
        },
        {
            "title": "金州冬月陪太守游池（一作林下对雪送僧归草",
            "content": "残腊雪纷纷，林间起送君。苦吟行迥野，投迹向寒云。绝顶晴多去，幽泉冻不闻。唯应草堂寺，高枕脱人群。",
            "comment": ""
        },
        {
            "title": "过杏溪寺寄姚员外",
            "content": "门径众峰头，盘岩复转沟。云僧随树老，杏水落江流。峡狖有时到，秦人今日游。谢公多晚眺，此景在南楼。",
            "comment": ""
        },
        {
            "title": "暮秋宿友人居",
            "content": "招我郊居宿，开门但苦吟。秋眠山烧尽，暮歇竹园深。寒浦鸿相叫，风窗月欲沈。翻嫌坐禅石，不在此松阴。",
            "comment": ""
        },
        {
            "title": "秋寄从兄贾岛（一作秋夜宿西林寄贾岛）",
            "content": "暝虫喧暮色，默思坐西林。听雨寒更彻，开门落叶深。昔因京邑病，并起洞庭心。亦是吾兄事，迟回共至今。",
            "comment": "【注释】　　无可俗姓贾，为贾岛堂弟，诗句亦与岛齐。幼时，二人俱为僧（岛后还俗），感情深厚，诗信往还，时相过从。这首诗便是无可居庐山西林寺时，为怀念贾岛而作，可能即以诗代柬，寄给贾岛的。　　诗的前半首从黄昏到深夜，再到次日清晨，着重状景，景中寓情。后半首回忆往事，感慨目前，着重摛情，情与景融。　　首两句以兴体起笔，物与人对照鲜明。西林寺在庐山香炉峰西南风景绝佳处。东晋高僧慧远居东林寺，其弟慧永居西林寺，恰巧他们也俗姓贾。无可到庐山，长居西林寺，深念贾岛，也许与此有些渊源。这二句写暮色苍茫，草虫喧叫；作者静坐禅房，沉思不语。一喧一默，一动一静，相映益彰。　　三、四句写无可蒲团跌坐，晨夕见闻。在苍苔露冷、菊径风寒的秋夜，蛩声凄切、人不成寐的五更，听觉是最灵敏的。诗人只听得松涛阵阵，秋雨潇潇，一直听到更漏滴残（“彻”）。奇妙的是，天亮开门一看，并未下雨，惟见积得很厚的满庭落叶（“深”）。这真是妙事妙语。宋魏庆之在《诗人玉屑》中说：“唐僧多佳句，其琢句法比物以意，而不指言一物，谓之象外句，如无可上人诗曰‘听雨寒更尽（尽字，椐别本异文），开门落叶深’，是落叶比雨声也。”所谓“象外句”，“超以象外，得其圜中”（唐司空图《诗品·雄浑》），即跳出字面物象之外，才能得其个中三昧。“听雨寒更彻，开门落叶深”二句，写的是“落叶”，而偏说是“听雨”，意思又不在“听雨”，而是写长夜不眠，怀念贾岛。这个象外句要比直写深入两层。　　五、六句转入往事回忆。曩昔，兄弟二人同在京城长安时，贾岛屡试不第，积忧成疾，曾与无可相约，仍回山皈依佛门。一个“病”字，齐下双管。一写贾岛名落孙山的忧愤之病；一写朝廷昏庸，不识人才，国事不可救药之病。两病相加，怎样不起泛舟洞庭、归隐渔樵之心！当年无可离京时，贾岛《送无可上人》诗云：“终有烟霞约，天台作近邻。”这应是无可此联诗“昔因京邑病，并起洞庭心”的最好注脚。　　事实上贾岛此后并没有赴“烟霞约”。因而无可说：“亦是吾兄事，迟回共至今。”“吾兄事”应指贾岛浮沉宦海、迷航不悟之事。岛虽不第而尘心未泯，苦苦干禄，也只做了个长江主簿。这在高蹈逃禅的无可看来，早应遁迹，太“迟回”了，可“吾兄”仍是追逐名禄，岂不自惹烦愁！从“共”字看，无可此刻还是期望贾岛能够同赴“烟霞约”，舍筏登岸的。　　后半首的前尘回顾与前半首的眼前即景如何协调统一呢？“落叶”二字成为前后的关锁支点。首二句写暮色、虫喧、默思、静坐，是为听落叶作势，三、四句写置身于深山、深寺、深秋、深夜之中，金风扫落叶，直似一派狂飚骤雨。这是正面写听落叶。后四句是写听落叶的余波，也是听落叶的襟怀。常言说“落叶归根”，无可深更听落叶，不能不想到他与从兄贾岛的“烟霞约”、“洞庭心”；惜贾岛至今尚浪迹尘俗，叶虽落而不得归根，那么，后四句所表述的情怀就自然地奔泻而出。我们不妨说这首诗实质写的是“听落叶有怀”，通首诗的诗眼就落在“落叶”上。　　（马君骅）"
        },
        {
            "title": "寒夜过睿川师院",
            "content": "长生推献寿，法坐四朝登。问难无强敌，声名掩古僧。绝尘苔积地，栖竹鸟惊灯。语默俱忘寐，残窗半月棱。",
            "comment": ""
        },
        {
            "title": "送邵锡及第归湖州",
            "content": "春关鸟罢啼，归庆浙烟西。郡守招延重，乡人慕仰齐。橘青逃暑寺，茶长隔湖溪。乘暇知高眺，微应辨会稽。",
            "comment": ""
        },
        {
            "title": "送灵武李侍御",
            "content": "灵州天一涯，幕客似还家。地得江南壤，程分碛里砂。禁盐调上味，麦穗结秋花。前席因筹画，清吟塞日斜。",
            "comment": ""
        },
        {
            "title": "寄题庐山二林寺",
            "content": "庐岳东南秀，香花惠远踪。名齐松岭峻，气比沃州浓。积岫连何处，幽崖越几重。双流湓隐隐，九派棹憧憧。山限东西寺，林交旦暮钟。半天倾瀑溜，数郡见炉峰。岩并金绳道，潭分玉像容。江微匡俗路，日杲晋朝松。棕径新苞拆，梅篱故叶壅。岚光生叠砌，霞焰发高墉。窗籁虚闻狖，庭烟黑过龙。定僧仙峤起，逋客虎溪逢。濩落垂杨户，荒凉种杏封。塔留红舍利，池吐白芙蓉。画壁披云见，禅衣对鹤缝。喧经泉滴沥，没履草丰茸。翠窦攲攀乳，苔桥侧杖筇。探奇盈梦想，搜峭涤心胸。冥奥终难尽，登临惜未从。上方薇蕨满，归去养乖慵。",
            "comment": ""
        },
        {
            "title": "松",
            "content": "枝干怪鳞皴，烟梢出涧新。屈盘高极目，苍翠远惊人。待鹤移阴过，听风落子频。青青寒木外，自与九霄邻。",
            "comment": ""
        },
        {
            "title": "禅林寺",
            "content": "台山朝佛陇，胜地绝埃氛。冷色石桥月，素光华顶云。远泉和雪溜，幽磬带松闻。终断游方念，炉香继此焚。",
            "comment": ""
        },
        {
            "title": "寄兴善寺崔律师",
            "content": "沐浴前朝像，深秋白发师。从来居此寺，未省有东池。幽石丛圭片，孤松动雪枝。顷曾听道话，别起远山思。",
            "comment": ""
        },
        {
            "title": "冬夜姚侍御宅送李廓少府",
            "content": "王事圭峰下，将还禁漏余。偶欢新岁近，惜别后期疏。雪罢见来吏，川昏聊整车。独吟多暇日，应寄柏台书。",
            "comment": ""
        },
        {
            "title": "冬晚与诸文士会太仆田卿宅",
            "content": "从容启华馆，馔玉复烧兰。是岁兹旬尽，良宵几刻残。风回松竹动，人息斗牛寒。此后思良集，须期月再圆。",
            "comment": ""
        },
        {
            "title": "冬日诸禅自商山礼正师真塔回见访",
            "content": "久思今忽来，双屦污青苔。拂雪从山起，过房礼塔回。偈留闲夜作，禅请暂时开。欲作孤云去，赋诗余不才。",
            "comment": ""
        },
        {
            "title": "行汉水晚次神滩阻风",
            "content": "惊风山半起，舟子忽停桡。岸荻吹先乱，滩声落更跳。听松今欲暮，过岛或明朝。若尽平生趣，东浮看石桥。",
            "comment": ""
        },
        {
            "title": "送李少府之任临邛",
            "content": "邛南方作尉，调补一何卑。发论唯公干，承家乃帝枝。山长风袅栈，江荫石和澌。旧井王孙宅，还寻独有期。",
            "comment": ""
        },
        {
            "title": "赠诗僧",
            "content": "寒山对水塘，竹叶影侵堂。洗药冰生岸，开门月满床。病多身又老，枕倦夜兼长。来谒吾曹者，呈诗问否臧。",
            "comment": ""
        },
        {
            "title": "送章正字秩满东归",
            "content": "朝衣登别席，春色满秦关。芸阁吏谁替，海门身又还。寻僧流水僻，见月远林闲。虽是忘机者，难齐去住间。",
            "comment": ""
        },
        {
            "title": "赠圭峰禅师（一作寄圭峰宗密师）",
            "content": "绝壑禅床底，泉分落石层。雾交高顶草，云隐下方灯。朝满倾心客，溪连学道僧。半旬持一食，此事有谁能。",
            "comment": ""
        },
        {
            "title": "菊",
            "content": "东篱摇落后，密艳被寒催。夹雨惊新拆，经霜忽尽开。野香盈客袖，禁蕊泛天杯。不共春兰并，悠扬远蝶来。",
            "comment": ""
        },
        {
            "title": "中秋夜陇州徐常侍座中咏月",
            "content": "陇城秋月满，太守待停歌。与鹤来松杪，开烟出海波。气笼星欲尽，光满露初多。若遣山僧说，高明不可过。",
            "comment": ""
        },
        {
            "title": "酬厉侍御秋中思归树石所居见寄",
            "content": "三峰居接近，数里蹑云行。深去通仙境，思归厌宦名。月从高掌出，泉向乱松鸣。坐石眠霞侣，秋来短褐成。",
            "comment": ""
        },
        {
            "title": "送薛重中丞充太原副使",
            "content": "中司出华省，副相晋阳行。书答偏州启，筹参上将营。踏沙夜马细，吹雨晓笳清。正报胡尘灭，桃花汾水生。",
            "comment": ""
        },
        {
            "title": "冬中与诸公会宿姚端公宅，怀永乐殷侍御",
            "content": "柱史静开筵，所思何地偏。故人为县吏，五老远峰前。宾榻寒侵树，公庭夜落泉。会当随假务，一就白云禅。",
            "comment": ""
        },
        {
            "title": "寄华州马戴（一作秋中闻马戴游华山因寄）",
            "content": "三峰待秋上，鸟外挂衣巾。犹见无穷景，应非暂往身。水寒仙掌路，山远华阳人。欲问坛边月，寻思阙复新。",
            "comment": ""
        },
        {
            "title": "送薛秀才游河中兼投任郎中留后",
            "content": "诗古赋纵横，令人畏后生。驾言游禹迹，知己在蒲城。日射云烟散，风吹草木荣。孤吟临寇境，莫问请长缨。",
            "comment": ""
        },
        {
            "title": "官池上",
            "content": "迥疏城阙内，寒泻出云波。岸广山鱼到，汀闲海鹭过。泛沟侵道急，流叶入宫多。移舸浮中沚，清宵彻晓河。",
            "comment": ""
        },
        {
            "title": "送李使君赴琼州兼五州招讨使",
            "content": "分竹雄兼使，南方到海行。临门双旆引，隔岭五州迎。猿鹤同枝宿，兰蕉夹道生。云垂前骑失，山豁去帆轻。雨雾蒸秋岸，浪涛震夜城。政闲开迥阁，攲枕岛风清。",
            "comment": ""
        },
        {
            "title": "送吕郎中赴沧州",
            "content": "出守沧州去，西风送旆旌。路遥经几郡，地尽到孤城。拜庙千山绿，登楼遍海清。何人共东望，日向积涛生。",
            "comment": ""
        },
        {
            "title": "送僧",
            "content": "四海无拘系，行心兴自浓。百年三事衲，万里一枝筇。夜减当晴影，春消过雪踪。白云深处去，知宿在何峰。",
            "comment": ""
        },
        {
            "title": "酬姚员外见过林下",
            "content": "扫苔迎五马，莳药过申钟。鹤共林僧见，云随野客逢。入楼山隔水，滴旆露垂松。日暮题诗去，空知雅调重。",
            "comment": ""
        },
        {
            "title": "送人罢举东游",
            "content": "东堂今已负，况此远行难。兼雨风声过，连天草色干。鸿嘶荒垒闭，兵烧广川寒。若向龙门宿，悬知拭泪看。",
            "comment": ""
        },
        {
            "title": "兰",
            "content": "兰色结春光，氛氲掩众芳。过门阶露叶，寻泽径连香。畹静风吹乱，亭秋雨引长。灵均曾采撷，纫珮挂荷裳。",
            "comment": ""
        },
        {
            "title": "寄殿院薛侍御",
            "content": "名高意本闲，浮俗自难攀。佐蜀连钱出，朝天獬豸还。回翔历清院，弹奏迥离班。休浣通玄旨，留僧昼掩关。",
            "comment": ""
        },
        {
            "title": "冬晚姚谏议宅会送元绪上人归南山",
            "content": "禅客诗家见，凝寒忽告还。分题回谏笔，留偈在商关。盘径缘高雪，闲房在半山。自知麋鹿性，亦欲离人间。",
            "comment": ""
        },
        {
            "title": "送喻凫及第归阳羡",
            "content": "姓字载科名，无过子最荣。宗中初及第，江上觐难兄。月向波涛没，茶连洞壑生。石桥高思在，且为看东坑。",
            "comment": ""
        },
        {
            "title": "题青龙寺纵公房",
            "content": "从谁得法印，不离上方传。夕磬城霜下，寒房竹月圆。烟残衰木畔，客住积云边。未隐沧洲去，时来于此禅。",
            "comment": ""
        },
        {
            "title": "经贞女祠",
            "content": "朝赛暮还祈，开唐复历隋。精诚山雨至，岁月庙松衰。窥穴龙潭黑，过门鸟道危。不同巫峡女，来往楚王祠。",
            "comment": ""
        },
        {
            "title": "大理正任二十和江淹拟古诗二十章寄示",
            "content": "不啻回青眼，应疑似碧云。古风真往哲，雅道滥朝闻。活狱威豪右，销时赖典坟。如何经济意，未克致吾君。",
            "comment": ""
        },
        {
            "title": "奉和段著作山居呈诸同志三首次本韵",
            "content": "香花怀道侣，巾舄立双童。解印鸳鸿内，抽毫水石中。履温行烧地，衣赤动霞风。又似朝天去，诸僧不可同。官辞中秘府，疏放野麋齐。偃仰青霄近，登临白日低。折腰窥乳窦，定足涉冰溪。染翰挥岚翠，僧名几处题。暂收丹陛迹，独往乱山居。入雪知人远，眠云觉俗虚。足垂岩顶石，缨濯洞中渠。只见僧酬答，新归绝壑书。",
            "comment": ""
        },
        {
            "title": "晚秋酬姚合见寄",
            "content": "新命起高眠，江湖空浩然。木衰犹有菊，燕去即无蝉。分察千官内，孤怀远岳边。萧条人外寺，暌阻又经年。",
            "comment": ""
        },
        {
            "title": "赋得望远山送客归",
            "content": "遥山寒雨过，正向暮天横。隐隐凌云出，苍苍与水平。何时凝厚地，几处映孤城。归客秋风里，回看伤别情。",
            "comment": ""
        },
        {
            "title": "赠王将军",
            "content": "勋高绝少年，分卫玉阶前。雄勇明王重，温恭执友贤。功书唐史满，名到虏庭偏。剑彩浮龙影，衣香袭御烟。搜书秋霁阁，走马夕阳田。急兔投深草，瞋鹰下半天。野人盈邸第，朝客醉盘筵。位在将军列，官随宪府迁。刻心思报国，吁气欲开边。选帅如公议，须知少比肩。",
            "comment": ""
        },
        {
            "title": "金州别姚合",
            "content": "日日西亭上，春留到夏残。言之离别易，勉以道途难。山出一千里，溪行三百滩。松间楼里月，秋入五陵看。",
            "comment": ""
        },
        {
            "title": "奉和裴舍人春日杜城旧事",
            "content": "早晚辞纶綍，观农下杜西。草新池似镜，麦暖土如泥。鹓鹭依川宿，骅骝向野嘶。春来诗更苦，松韵亦含凄。",
            "comment": ""
        },
        {
            "title": "秋暮与诸文士集宿姚端公所居",
            "content": "宵清月复圆，共集侍臣筵。独寡区中学，空论树下禅。风多秋晚竹，云尽夜深天。此会东西去，堪愁又隔年。",
            "comment": ""
        },
        {
            "title": "宿安国简公院（一作安国寺静居法师故院）",
            "content": "雨后清凉境，因还欲不回。井甘桐有露，竹迸地多苔。幡映宫墙动，香从御苑来。青龙旧经疏，寥落有谁开。",
            "comment": ""
        },
        {
            "title": "寄羽林卢大夫将军",
            "content": "将军直禁闱，绣服耀金羁。羽卫九天静，英豪四塞知。望云回朔雁，隔水射宫麋。旧国无归思，秋堂梦战时。门风荀氏敌，剑艺霍家推。计日旌旄下，萧萧万马随。",
            "comment": ""
        },
        {
            "title": "李常侍书堂",
            "content": "结构因坟籍，檐前竹未生。涂油窗日早，阅椠幌风轻。息架蛩惊客，垂灯雨过城。已应穷古史，师律孰齐名。",
            "comment": ""
        },
        {
            "title": "送董正字归觐毗陵",
            "content": "暂辞雠校去，未发见新鸿。路入江波上，人归楚邑东。山遥晴出树，野极暮连空。何以念兄弟，应思洁膳同。",
            "comment": ""
        },
        {
            "title": "送朴山人归日本",
            "content": "海霁晚帆开，应无乡信催。水从荒外积，人指日边回。望国乘风久，浮天绝岛来。傥因华夏使，书札转悠哉。",
            "comment": ""
        },
        {
            "title": "夏日送田中丞赴蔡州",
            "content": "出守汝南城，应多恋阙情。地遥人久望，风起旆初行。楚庙繁蝉断，淮田细雨生。赏心知有处，蒋宅古津平。",
            "comment": ""
        },
        {
            "title": "游山寺",
            "content": "千峰路盘尽，林寺昔何名。步步入山影，房房闻水声。多年人迹断，残照石阴清。自可求居止，安闲过此生。",
            "comment": ""
        },
        {
            "title": "新年",
            "content": "燃灯朝复夕，渐作长年身。紫阁未归日，青门又见春。掩关寒过尽，开定草生新。自有林中趣，谁惊岁去频。",
            "comment": ""
        },
        {
            "title": "送沅江宋明府即开府璟之孙",
            "content": "初闻从事日，鄂渚动芳菲。一遂钧衡荐，今为长吏归。人临沅水望，雁映楚山飞。唯有传声政，家风重发挥。",
            "comment": ""
        },
        {
            "title": "宿西岳白石院",
            "content": "白石上嵌空，寒云西复东。瀑流悬住处，雏鹤失禅中。岳壁松多古，坛基雪不通。未能亲近去，拥褐愧相同。",
            "comment": ""
        },
        {
            "title": "寄和蔡州田郎中（一作寄和蔡州中丞题蒋亭）",
            "content": "遗迹仍留蔡，幽人出汉朝。门深荒径在，台迥数峰遥。岸石奇支相倚，窗松偃未凋。寻思方一去，岂待使君招。",
            "comment": ""
        },
        {
            "title": "中秋夜南楼寄友人",
            "content": "海月出白浪，湖光射高楼。朗吟无绿酒，贱价买清秋。气冷鱼龙寂，轮高星汉幽。他乡此夜客，对酌经多愁。",
            "comment": ""
        },
        {
            "title": "送姚中丞赴陕州",
            "content": "二陕周分地，恩除左掖臣。门阑开幕重，枪甲下天新。夹道行霜骑，迎风满草人。河流银汉水，城赛铁牛神。意气思高谢，依违许上陈。何妨向红旆，自与白云亲。",
            "comment": ""
        },
        {
            "title": "御沟水",
            "content": "鉴禁疏云数道开，垂风岸柳拂青苔。银波玉沫空池去，曾历千岩万壑来。",
            "comment": ""
        },
        {
            "title": "中秋月",
            "content": "蟾宜天地静，三五对阶蓂。照耀超诸夜，光芒掩众星。影寒池更澈，露冷树销青。枉值中秋半，长乖宿洞庭。",
            "comment": ""
        },
        {
            "title": "夏日送崔秀才游南",
            "content": "南方山水地，念子为贫游。纵是逢佳景，那能缓旅愁。夕阳行远道，烦暑在孤舟。莫向巴江过，猿啼促泪流。",
            "comment": ""
        },
        {
            "title": "送宜春裴宰是将军旻之孙",
            "content": "垂白方为县，徒知大父雄。山春南去棹，楚夜北飞鸿。叠嶂和云灭，孤城与岭通。谁知持惠化，一境动清风。",
            "comment": ""
        },
        {
            "title": "送姚明府赴招义县",
            "content": "濠梁古县城，结束赴王程。道路携家去，波涛隔月行。车临芳草下，吏踏落花迎。暮郭山遥见，春洲鸟不惊。风烟谯国远，桑柘楚田平。何以书能化，长淮彻海清。",
            "comment": ""
        },
        {
            "title": "中秋台看月",
            "content": "海雨洗烟埃，月从空碧来。水光笼草树，练影挂楼台。皓耀迷鲸口，晶荧失蚌胎。宵分凭栏望，应合见蓬莱。",
            "comment": ""
        },
        {
            "title": "吊从兄岛",
            "content": "尽日叹沉沦，孤高碣石人。诗名从盖代，谪宦竟终身。蜀集重编否，巴仪薄葬新。青门临旧卷，欲见永无因。",
            "comment": ""
        },
        {
            "title": "春日送丽处士归龙山",
            "content": "爱弟直霜台，家山羡独回。出门时返顾，何日更西来。柳亦临关发，花应到越开。渔舟谁伴上，依旧恣沿洄。",
            "comment": ""
        },
        {
            "title": "秋日寄厉玄先辈",
            "content": "杨柳起秋色，故人犹未还。别离俱自苦，少壮岂能闲。夜雨吟残烛，秋城忆远山。何当一相见，语默此林间。",
            "comment": ""
        },
        {
            "title": "书马如文石门居",
            "content": "别业逸高情，暮泉喧客亭。林回天阙近，雨过石门青。野果谁来拾，山禽独卧听。要迎文会友，时复扫柴扃。",
            "comment": ""
        }
    ]
}