{
    "dynasty": "唐",
    "author": "曹邺",
    "poems": [
        {
            "title": "洛原西望",
            "content": "筑城畏不坚，城坚心自毁。秦树满平原，秦人不居此。犹为泣路者，无力报天子。",
            "comment": ""
        },
        {
            "title": "寄嵩阳道人",
            "content": "三山浮海倚蓬瀛，路入真元险尽平。华表千年孤鹤语，人间一梦晚蝉鸣。将龙逐虎神初王，积火焚心气渐清。见说嵩阳有仙客，欲持金简问长生。",
            "comment": ""
        },
        {
            "title": "恃宠",
            "content": "二月树色好，昭仪正骄奢。恐君爱阳艳，斫却园中花。三十六宫女，髻鬟各如鸦。君王心所怜，独自不见瑕。台上红灯尽，未肯下金车。一笑不得所，尘中悉无家。飞燕身更轻，何必恃容华。",
            "comment": ""
        },
        {
            "title": "送进士下第归南海",
            "content": "数片红霞映夕阳，揽君衣袂更移觞。行人莫叹碧云晚，上国每年春草芳。雪过蓝关寒气薄，雁回湘浦怨声长。应无惆怅沧波远，十二玉楼非我乡。",
            "comment": ""
        },
        {
            "title": "奉命齐州推事毕寄本府尚书",
            "content": "越鸟栖不定，孤飞入齐乡。日暮天欲雨，那兼羽翎伤。州民言刺史，蠹物甚于蝗。受命大执法，草草是行装。仆隶皆分散，单车驿路长。四顾无相识，奔驰若投荒。重门下长锁，树影空过墙。驱囚绕廊屋，如牛羊。狱吏相对语，簿书堆满床。敲枷打锁声，终日在目旁。既舍三山侣，来余五斗粮。忍学空城雀，潜身入官仓。国中天子令，头上白日光。曲木用处多，不如直为梁。恐孤食恩地，昼夜心不遑。仲夏天气热，鬓须忽成霜。社鼠不可灌，城狐不易防。偶于擒纵间，尽得见否臧。截断奸吏舌，擘开冤人肠。明朝向西望，走马归汶阳。",
            "comment": ""
        },
        {
            "title": "过白起墓",
            "content": "夷陵火焰灭，长平生气低。将军临老病，赐剑咸阳西。",
            "comment": ""
        },
        {
            "title": "题山居",
            "content": "扫叶煎茶摘叶书，心闲无梦夜窗虚。只应光武恩波晚，岂是严君恋钓鱼。",
            "comment": ""
        },
        {
            "title": "老圃堂",
            "content": "召平瓜地接吾庐，谷雨干时手自锄。昨日春风欺不在，就床吹落读残书。",
            "comment": ""
        },
        {
            "title": "其二愁",
            "content": "涧草短短青，山月朗朗明。此夜目不掩，屋头乌啼声。",
            "comment": ""
        },
        {
            "title": "其四情",
            "content": "槟榔自无柯，椰叶自无阴。常羡庭边竹，生笋高于林。",
            "comment": ""
        },
        {
            "title": "早秋宿田舍",
            "content": "涧草疏疏萤火光，山月朗朗枫树长。南村犊子夜声急，应是栏边新有霜。",
            "comment": ""
        },
        {
            "title": "故人寄茶",
            "content": "剑外九华英，缄题下玉京。开时微月上，碾处乱泉声。半夜招僧至，孤吟对月烹。碧沉霞脚碎，香泛乳花轻。六腑睡神去，数朝诗思清。月余不敢费，留伴肘书行。",
            "comment": ""
        },
        {
            "title": "四怨三愁五情诗十二首并序",
            "content": "郁于内者怨也，阻于外者愁也，犯于性者情也。三者有一贼于前，必为颠、为沴、为早死人。邺专仁谊久矣，有举不得用心，恐中斯物殒天命，幸未死。间作《四怨三愁五情》以望诗人救。",
            "comment": ""
        },
        {
            "title": "城南野居寄知己",
            "content": "奔走未到我，在城如在村。出门既无意，岂如常闭门。作诗二十载，阙下名不闻。无人为开口，君子独有言。身为苦寒士，一笑亦感恩。殷勤中途上，勿使车无轮。",
            "comment": ""
        },
        {
            "title": "赠道师",
            "content": "举世皆问人，唯师独求己。一马无四蹄，顷刻行千里。应笑北原上，丘坟乱如蚁。",
            "comment": ""
        },
        {
            "title": "其三情",
            "content": "蛱蝶空中飞，夭桃庭中春。见他夫妇好，有女初嫁人。",
            "comment": ""
        },
        {
            "title": "古相送",
            "content": "行人卜去期，白发根已出。执君青松枝，空数别来日。心如七夕女，生死难再匹。且愿车声迫，莫使马行疾。巫山千丈高，亦恐梦相失。",
            "comment": ""
        },
        {
            "title": "不可见",
            "content": "常闻贫贱夫，头白终相待。自从嫁黔娄，终岁长不在。君梦有双影，妾梦空四邻。常思劲北风，吹折双车轮。",
            "comment": ""
        },
        {
            "title": "文宗陵",
            "content": "千年尧舜心，心成身已殁。始随苍梧云，不返苍龙阙。宫女衣不香，黄金赐白发。留此奉天下，所以无征伐。至今汨罗水，不葬大夫骨。",
            "comment": ""
        },
        {
            "title": "送进士李殷下第游汾河",
            "content": "上国花照地，遣君向西征。旁人亦有恨，况复故人情。单车欲云去，别酒忽然醒。如何今夜梦，半作道路程？边士不好礼，全家住军城。城中鼓角严，旅客常夜惊。中有左记室，逢人眼光明。西门未归者，下马如到京。还应一开卷，为子心不平。殷勤说忠抱，壮志勿自轻。",
            "comment": ""
        },
        {
            "title": "其四怨",
            "content": "手推呕哑车，朝朝暮暮耕。未曾分得谷，空得老农名。",
            "comment": ""
        },
        {
            "title": "翠孤至渚宫寄座主相公",
            "content": "万里一孤舟，春行夏方到。骨肉尽单羸，沉忧满怀抱。羁孤相对泣，性命不相保。开户山鼠惊，虫声乱秋草。白菌缘屋生，黄蒿拥篱倒。对此起长嗟，芳年亦须老。恩门为宰相，出入用天道。忽于摧落间，收得青松操。全家到江陵，屋虚风浩浩。中肠自相伐，日夕如寇盗。其下有孤侄，其上有孀嫂。黄粮贱于土，一饭常不饱。天斜日光薄，地湿虫叫噪。惟恐道忽消，形容益枯槁。古人于黄雀，岂望白环报。奉答恩地恩，何惭以诚告。",
            "comment": ""
        },
        {
            "title": "登岳阳楼有怀寄座主相公",
            "content": "南登岳阳楼，北眺长安道。不见升平里，千山树如草。骨肉在南楚，沉忧起常早。白社愁成空，秋芜待谁扫。常闻诗人语，西子不宜老。赖识丹元君，时来语蓬岛。",
            "comment": ""
        },
        {
            "title": "其一怨",
            "content": "美人如新花，许嫁还独守。岂无青铜镜，终日自疑丑。",
            "comment": ""
        },
        {
            "title": "薄命妾",
            "content": "薄命常恻恻，出门见南北。刘郎马蹄疾，何处去不得。泪珠不可收，虫丝不可织。知君绿桑下，更有新相识。",
            "comment": ""
        },
        {
            "title": "相思极（一作长相思）",
            "content": "妾颜与日改，君心与日新。三年得一书，犹在湘之滨。料君相轻意，知妾无至亲。况当受明礼，不合再嫁人。愿君从此日，化质为妾身。",
            "comment": ""
        },
        {
            "title": "从天平节度使游平流园",
            "content": "池塘静于寺，俗事不到眼。下马如在山，令人忽疏散。明公有高思，到此遂长返。乘兴挈一壶，折荷以为盏。入竹藤似蛇，侵墙水成藓。幽鸟不识人，时来拂冠冕。沿流路若穷，及行路犹远。洞中已云夕，洞口天未晚。自怜不羁者，写物心常简。翻愁此兴多，引得嵇康懒。",
            "comment": ""
        },
        {
            "title": "代班姬",
            "content": "宠极多妒容，乘车上金阶。欻然赵飞燕，不语到日西。手把菖蒲花，君王唤不来。常嫌鬓蝉重，乞人白玉钗。君心无定波，咫尺流不回。后宫门不掩，每夜黄鸟啼。买得千金赋，花颜已如灰。",
            "comment": "【注释】　南宫：一作吴宫。"
        },
        {
            "title": "下第寄知己",
            "content": "长安孟春至，枯树花亦发。忧人此时心，冷若松上雪。自知才不堪，岂敢频泣血。所痛无罪者，明时屡遭刖。故山秋草多，一卷成古辙。夜来远心起，梦见潇湘月。大贤冠盖高，何事怜屑屑。不令伤弓鸟，日暮飞向越。闻知感激语，胸中如有物。举头望青天，白日头上没。归来通济里，开户山鼠出。中庭广寂寥，但见薇与蕨。无虑数尺躯，委作泉下骨。唯愁揽清镜，不见昨日发。愿怜闺中女，晚嫁唯守节。勿惜四座言，女巧难自说。",
            "comment": ""
        },
        {
            "title": "庭草",
            "content": "庭草根自浅，造化无遗功。低回一寸心，不敢怨春风。",
            "comment": ""
        },
        {
            "title": "寄刘驾",
            "content": "一川草色青袅袅，绕屋水声如在家。怅望美人不携手，墙东又发数枝花。",
            "comment": ""
        },
        {
            "title": "秦后作",
            "content": "大道不居谦，八荒安苟得。木中不生火，高殿祸顷刻。谁将白帝子，践我礼义域。空持拔山志，欲夺天地德。轵道人不回，壮士断消息。父母骨成薪，虫蛇自相食。鼎乱阴阳疑，战尽鬼神力。东郊龙见血，九土玄黄色。鼙鼓裂二景，妖星动中国。圆丘无日月，旷野失南北。徒流杀人血，神器终不忒。一马渡空江，始知贤者贼。",
            "comment": ""
        },
        {
            "title": "听刘尊师弹琴",
            "content": "曾于清海独闻蝉，又向空庭夜听泉。不似斋堂人静处，秋声常在七条弦。",
            "comment": "【注释】曾于：一作曾游。"
        },
        {
            "title": "古词",
            "content": "高阙碍飞鸟，人言是君家。经年不归去，爱妾面上花。妾面虽有花，妾心非女萝。郎妻自不重，于妾欲如何？",
            "comment": "【注释】不重：一作不教。"
        },
        {
            "title": "甲第",
            "content": "游人未入门，花影出门前。将军来此住，十里无荒田。",
            "comment": ""
        },
        {
            "title": "杂诫",
            "content": "带香入鲍肆，香气同鲍鱼。未入犹可悟，已入当何如？",
            "comment": ""
        },
        {
            "title": "望不来",
            "content": "见花忆郎面，常愿花色新。为郎容貌好，难有相似人。",
            "comment": ""
        },
        {
            "title": "成名后献恩门",
            "content": "为物稍有香，心遭蠹虫啮。平人登太行，万万车轮折。一辞桂岭猿，九泣东门月。年年孟春时，看花不如雪。僻居城南隅，颜子须泣血。沉埋若九泉，谁肯开口说。辛勤学机杼，坐对秋灯灭。织锦花不常，见之尽云拙。自怜孤生竹，出土便有节。每听浮竞言，喉中似无舌。忽然风雷至，惊起池中物。拔上清云颠，轻如一毫发。珑珑金锁甲，稍稍城乌绝。名字如鸟飞，数日便到越。幽兰生虽晚，幽香亦难歇。何以保此身，终身事无缺。",
            "comment": ""
        },
        {
            "title": "偶题",
            "content": "白玉先生多在市，青牛道士不居山。但能共得丹田语，正是忙时身亦闲。",
            "comment": ""
        },
        {
            "title": "东洲",
            "content": "江城隔水是东洲，浑似金鳌水上浮。万顷颓波分泻去，一洲千古砥中流。",
            "comment": ""
        },
        {
            "title": "寄阳朔友人",
            "content": "桂林须产千株桂，未解当天影日开。我到月中收得种，为君移向故园栽。",
            "comment": ""
        },
        {
            "title": "官仓鼠",
            "content": "官仓老鼠大如斗，见人开仓亦不走。健儿无粮百姓饥，谁遣朝朝入君口。",
            "comment": "【注释】　　这首诗如题所示，写的是官仓里的老鼠。在司马迁《史记·李斯列传》中有这样一则记载：“李斯者，楚上蔡人也。年少时，为郡小吏，见吏舍厕中鼠食不洁，近人犬，数惊恐之。斯入仓，观仓中鼠，食积粟，居大庑之下，不见人犬之忧。于是李斯乃叹曰：‘人之贤不肖譬如鼠矣，在所自处耳。’”这首《官仓鼠》显然从这里受到了一些启发。　　诗的前两句貌似平淡而又略带夸张，形象地勾画出官仓鼠不同凡鼠的特征和习性。谁都知道，老鼠历来是以“小”和“怯”著称的。它们昼伏夜动，见人就跑，所以有所谓“兽之大者莫勇于虎，兽之小者莫怯于鼠”的说法。然而官仓鼠却非同一般：它们不仅“大”──“大如斗”；而且“勇”──“见人开仓亦不走”。官仓鼠何以能至于此呢？这一点，诗人并未多说，但读者销加思索，亦不难明白：“大”，是饱食积粟的结果；“勇”，是无人去整治它们，所以见人而不遁逃。　　第三句突然由“鼠”写到“人”：“健儿无粮百姓饥。”官仓里的老鼠被养得又肥又大，前方守卫边疆的将士和后方终年辛劳的百姓却仍然在挨饿！诗人以强烈的对比，一下了就把一个令人触目惊心的矛盾展现在读者面前。面对这样一个人不如鼠的社会现实，第四句的质问就脱口而出了：是谁把官仓里的粮食日复一日地供奉到老鼠嘴里去的？　　至此，诗的隐喻意很清楚了。官仓鼠是比喻那些只知道吮吸人民血汗的贪官污吏；而这些两条腿的“大老鼠”所吞食掉的，当然不仅仅是粮食，而是从人民那里搜刮来的民脂民膏。尤其使人愤慨的是，官仓鼠作了这么多孽，竟然可以有恃无恐，这又是谁在作后台呢？“谁遣朝朝入君口？”诗人故执一问，含蓄不尽。“谁”字下得极妙，耐人寻思。它有意识地引导读者去探索造成这一不合理现象的根源，把矛头指向了最高统治者，主题十分鲜明。　　这种以大老鼠来比喻、讽刺剥削者的写法，早在《诗经·硕鼠》中就有。不过，在《硕鼠》中，诗人反复冀求的是并不存在的“乐土”、“乐国”、“乐郊”，而《官仓鼠》却能面对现实，引导人们去探求苦难的根源，在感情上也更加强烈。这不能不说是一种发展。　　这首诗，从字面上看，似乎只是揭露官仓管理不善，细细体味，却句句是对贪官污吏的诛伐。诗人采用的是民间口语，然而譬喻妥帖，词浅意深。他有“斗”这一粮仓盛器来比喻官仓鼠的肥大，既形象突出，又点出了鼠的贪心。最后一句，又把“鼠”称为“君”，俨然以人视之而且尊之，讽刺性极强，深刻地揭露了这个是非颠倒的黑暗社会。　　（冯伟民）"
        },
        {
            "title": "和谢豫章从宋公戏马台送孔令",
            "content": "碧树杳云暮，朔风自西来。佳人忆山水，置酒在高台。不必问流水，坐来日已西。劝君速归去，正及鹧鸪啼。",
            "comment": ""
        },
        {
            "title": "北郭闲思",
            "content": "山前山后是青草，尽日出门还掩门。每思骨肉在天畔，来看野翁怜子孙。",
            "comment": ""
        },
        {
            "title": "夜坐有怀",
            "content": "悄悄月出树，东南若微霜。愁人不成寐，五月夜亦长。佳期杳天末，骨肉不在旁。年华且有限，厥体难久康。人言力耕者，岁旱亦有粮。吾道固如此，安得苦伥伥。",
            "comment": ""
        },
        {
            "title": "早起",
            "content": "月堕沧浪西，门开树无影。此时归梦阑，立在梧桐井。",
            "comment": "【注释】立在：一作独立。"
        },
        {
            "title": "姑苏台",
            "content": "南宫酒未销，又宴姑苏台。美人和泪去，半夜阊门开。相对正歌舞，笑中闻鼓鼙。星散九重门，血流十二街。一去成万古，台尽人不回。时闻野田中，拾得黄金钗！",
            "comment": "【注释】南宫：一作吴宫。"
        },
        {
            "title": "送郑谷归宜春",
            "content": "无成归故国，上马亦高歌。况是飞鸣后，殊为喜庆多。暑销嵩岳雨，凉吹洞庭波。莫便闲吟去，须期接盛科。",
            "comment": ""
        },
        {
            "title": "关试前送进士姚潜下第归南阳",
            "content": "马嘶残日没残霞，二月东风便到家。莫羡长安占春者，明年始见故园花。",
            "comment": ""
        },
        {
            "title": "其二怨",
            "content": "庭花已结子，岩花犹弄色。谁令生远处，用尽春风力。",
            "comment": ""
        },
        {
            "title": "南征怨",
            "content": "万浪东不回，昭王南征早。龙舟没何处，独树江上老。吾欲问水滨，宫殿已生草。",
            "comment": ""
        },
        {
            "title": "田家效陶",
            "content": "黑黍舂来酿酒饮，青禾刈了驱牛载。大姑小叔常在眼，却笑长安在天外。",
            "comment": ""
        },
        {
            "title": "碧寻宴上有怀知己",
            "content": "荻花芦叶满溪流，一簇笙歌在水楼。金管曲长人尽醉，玉簪恩重独生愁。女萝力弱难逢地，桐树心孤易感秋。莫怪当欢却惆怅，全家欲上五湖舟。",
            "comment": "【注释】碧寻：一作碧浔。"
        },
        {
            "title": "杏园即席上同年",
            "content": "岐路不在天，十年行不至。一旦公道开，青云在平地。枕上数声鼓，衡门已如市。白日探得珠，不待骊龙睡。匆匆出九衢，僮仆颜色异。故衣未及换，尚有去年泪。晴阳照花影，落絮浮野翠。对酒时忽惊，犹疑梦中事。自怜孤飞鸟，得接鸾凤翅。永怀共济心，莫起胡越意。",
            "comment": ""
        },
        {
            "title": "贵宅",
            "content": "入门又到门，到门戟相对。玉箫声尚远，疑似人不在。公子厌花繁，买药栽庭内。望远不上楼，窗中见天外。此地日烹羊，无异我食菜。自是愁人眼，见之若奢泰。",
            "comment": ""
        },
        {
            "title": "杏园即席上同年",
            "content": "歧路不在天，十年行不至。一旦公道开，青云在平地。枕上数声鼓，衡门已如市。白日探得珠，不待骊龙睡。匆匆出九衢，僮仆颜色异。故衣未及换，尚有去年泪。晴阳照花影，落絮浮野翠。对酒时忽惊，犹疑梦中事。自怜孤飞鸟，得接鸾凤翅。永怀共济心，莫起胡越意。",
            "comment": ""
        },
        {
            "title": "题濮庙",
            "content": "晓祭瑶斋夜扣钟，鳌头风起浪重重。人间直有仙桃种，海上应无肉马踪。赤水梦沉迷象罔，翠华恩断泣芙蓉。不知皇帝三宫驻，始向人间着衮龙。",
            "comment": ""
        },
        {
            "title": "长相思",
            "content": "剪妾身上巾，赠郎伤妾神。郎车不暂停，妾貌宁长春？青天无停云，沧海无停津。遣妾空床梦，夜夜随车轮。",
            "comment": ""
        },
        {
            "title": "偶怀",
            "content": "开目不见路，常如夜中行。最贱不自勉，中途与谁争？蓬为沙所危，还向沙上生。一年秋不熟，安得便废耕。颜子命未达，亦遇时人轻。",
            "comment": ""
        },
        {
            "title": "旅次岳阳寄京中亲故",
            "content": "君山南面浪连天，一客愁心两处悬。身逐片帆归楚泽，魂随流水向秦川。月回浦北千寻雪，树出湖东几点烟。更欲登楼向西望，北风催上洞庭船。",
            "comment": ""
        },
        {
            "title": "金井怨",
            "content": "西风吹急景，美人照金井。不见面上花，却恨井中影。",
            "comment": ""
        },
        {
            "title": "寄贾驰先辈",
            "content": "游子想万里，何必登高台。闻君燕女吟，如自蓟北来。长安高盖多，健马东西街。尽说蒿簪古，将钱买金钗。我祖西园事，言之独伤怀。如今数君子，如鸟无树栖。济水一入河，便与清流乖。闻君欲自持，勿使吾道低。",
            "comment": ""
        },
        {
            "title": "乐府体",
            "content": "莲子房房嫩，菖蒲叶叶齐。共结池中根，不厌池中泥。",
            "comment": ""
        },
        {
            "title": "代谢玄晖新亭送范零陵",
            "content": "楚水洪无际，沧茫接天涯。相看不能语，独鸟下江蓠。蓬子悉有恋，蓬根却无期。车轮自不住，何必怨路歧。孟冬衣食薄，梦寐亦未遗。",
            "comment": ""
        },
        {
            "title": "筑城三首",
            "content": "郎有蘼芜心，妾有芙蓉质。不辞嫁与郎，筑城无休日。呜呜啄人鸦，轧轧上城车。力尽土不尽，得归亦无家。筑人非筑城，围秦岂围我。不知城上土，化作宫中火。",
            "comment": ""
        },
        {
            "title": "战城南",
            "content": "千金画阵图，自为弓剑苦。杀尽田野人，将军犹爱武。性命换他恩，功成谁作主？凤凰楼上人，夜夜长歌舞。",
            "comment": ""
        },
        {
            "title": "其一愁",
            "content": "远梦如水急，白发如草新。归期待春至，春至还送人。",
            "comment": ""
        },
        {
            "title": "题女郎庙",
            "content": "数点烟香出庙门，女娥飞去影中存。年年岭上春无主，露泣花愁断客魂。",
            "comment": ""
        },
        {
            "title": "霁后作",
            "content": "新霁辨草木，晚塘明衣衿。乳燕不归宿，双双飞向林。微照露花影，轻云浮麦阴。无人可招隐，尽日登山吟。",
            "comment": ""
        },
        {
            "title": "送刘尊师应诏诣阙　[一作曹唐诗]",
            "content": "仙老闲眠碧草堂，帝书征入白云乡。龟台欲署长生籍，鸾殿邀论不死方。红露想倾延命酒，素烟思爇降真香。五千言外无文字，更有何辞赠武皇？",
            "comment": "【注释】　不重：一作不教。"
        },
        {
            "title": "浐川寄进士刘驾",
            "content": "我家不背水，君身不向越。自是相忆苦，忽如经年别。山家草木寒，石上有残雪。美人望不见，迢迢云中月。",
            "comment": "【注释】　曾于：一作曾游。"
        },
        {
            "title": "其二情",
            "content": "阿娇生汉宫，西施住南国。专房莫相妒，各自有颜色。",
            "comment": ""
        },
        {
            "title": "长相思",
            "content": "翦妾身上巾，赠郎伤妾神。郎车不暂停，妾貌宁长春。春天无停雪，沧海无停津。遣妾空床梦，夜夜随车轮。",
            "comment": ""
        },
        {
            "title": "吴宫宴",
            "content": "吴宫城阙高，龙凤遥相倚。四面铿鼓钟，中央列罗绮。春风时一来，兰麝闻数里。三度明月落，青娥醉不起。江头铁剑鸣，玉座成荒垒。适来歌舞处，未知身是鬼。",
            "comment": ""
        },
        {
            "title": "入关",
            "content": "衡门亦无路，何况入西秦？灸病不得穴，徒为采艾人。",
            "comment": ""
        },
        {
            "title": "古莫买妾行",
            "content": "千扉不当路，未似开一门。若遣绿珠丑，石家应尚存。",
            "comment": ""
        },
        {
            "title": "西郎山",
            "content": "西郎何事面西方？欲会东郎隔大江。自古朋良时一遇，东郎未会恨斜阳。",
            "comment": ""
        },
        {
            "title": "蓟北门行",
            "content": "长河冻如石，征人夜中戍。但恐筋力尽，敢惮将军遇。古来死未歇，白骨碍官路。岂无一寸功，可以高其墓？亲戚牵衣泣，悲号自相顾。死者虽无言，那堪生者悟。不如无手足，得见齿发暮。乃知七尺躯，却是速死具！",
            "comment": ""
        },
        {
            "title": "其三怨",
            "content": "短鬟一如螓，长眉一如蛾。相共棹莲舟，得花不如他。",
            "comment": ""
        },
        {
            "title": "将赴天平职书怀寄翰林从兄",
            "content": "居处绝人事，门前雀罗施。谁遣辟书至，仆隶皆展眉。匹马渡河洛，西风飘路歧。手执王粲笔，闲吟向旌旗。香晚翠莲动，吟余红烛移。开口啖酒肉，将何报相知？况我魏公子，相顾不相疑。岂学官仓鼠，饱食无所为。白露沾碧草，芙蓉落清池。自小不到处，全家忽如归。吾宗处清切，立在白玉墀。方得一侍座，单车又星飞。愿将门底水，永托万顷陂。",
            "comment": ""
        },
        {
            "title": "送友人入塞",
            "content": "乱蓬无根日，送子入青塞。苍茫万里秋，如见原野大。鸟雀寒不下，山川迥相对。一马没黄云，登高望犹在。惊风忽然起，白日黯已晦。如何恨路长，出门天涯外。",
            "comment": ""
        },
        {
            "title": "去不返",
            "content": "寒女不自知，嫁为公子妻。亲情未识面，明日便东西。但得上马了，一去头不回。双轮如鸟飞，影尽东南街。九重十二门，一门四扇开。君从此路去，妾向此路啼。但得见君面，不辞插荆钗。",
            "comment": ""
        },
        {
            "title": "东武吟",
            "content": "心如山上虎，身若仓中鼠。惆怅倚市门，无人与之语。夜宴李将军，欲望心相许。何曾听我言，贪谑邯郸女。独上黄金台，凄凉泪如雨。",
            "comment": ""
        },
        {
            "title": "出关",
            "content": "山上黄犊走避人，山下女郎歌满野。我独南征恨此身，更有无成出关者。",
            "comment": ""
        },
        {
            "title": "放歌行",
            "content": "莫唱放歌行，此歌临楚水。人皆恶此声，唱者终不已。三闾有何罪，不向枕上死？",
            "comment": ""
        },
        {
            "title": "四望楼",
            "content": "背山见楼影，应合与山齐。座上日已出，城中未鸣鸡。无限燕赵女，吹笙上金梯。风起洛阳东，香过洛阳西。公子长夜醉，不闻子规啼。",
            "comment": ""
        },
        {
            "title": "贺雪寄本府尚书",
            "content": "雨雪不顺时，阴阳失明晦。麦根半成土，农夫泣相对。我公诚诉天，天地忽已泰。长飙卷白云，散落群峰外。拂砌花影明，交宫鹤翎碎。宿鸟晨不飞，犹疑月光在。碧树香尽发，蠹虫声渐退。有客怀兔园，吟诗绕城内。",
            "comment": ""
        },
        {
            "title": "题广福岩",
            "content": "未有天地先融结，方广高深无丈尺。书言不尽画难成，留与人间作奇特。",
            "comment": ""
        },
        {
            "title": "长城下",
            "content": "远水犹归壑，征人合忆乡。泣多盈袖血，吟苦满头霜。楚国连天浪，衡门到海荒。何当生燕羽，时得近雕梁。",
            "comment": ""
        },
        {
            "title": "始皇陵下作",
            "content": "千金买鱼灯，泉下照狐兔。行人上陵过，却吊扶苏墓。累累圹中物，多于养生具。若使山可移，应将秦国去。舜殁虽在前，今犹未封树。",
            "comment": ""
        },
        {
            "title": "怨歌行",
            "content": "丈夫好弓剑，行坐说金吾。喜闻有行役，结束不待车。官田赠倡妇，留妾侍舅姑。舅姑皆已死，庭花半是芜。中妹寻适人，生女亦嫁夫。何曾寄消息，他处却有书。严风厉中野，女子心易孤。贫贱又相负，封侯意何如？",
            "comment": ""
        },
        {
            "title": "题舒乡",
            "content": "功名若及鸱夷子，必拟将舟泛洞庭。柳色湖光好相待，我心非醉亦非醒。",
            "comment": ""
        },
        {
            "title": "捕渔谣",
            "content": "天子好征战，百姓不种桑。天子好年少，无人荐冯唐。天子好美女，夫妇不成双。",
            "comment": ""
        },
        {
            "title": "其五情",
            "content": "野雀空城饥，交交复飞飞。勿怪官仓粟，官仓无空时。",
            "comment": ""
        },
        {
            "title": "续幽愤（嵇康、吕安连罪赋此诗，邺纪李御史",
            "content": "繁霜作阴起，朱火乘夕发。清昼冷无光，兰膏坐销歇。惟公执天宪，身是台中杰。一逐楚大夫，何人为君雪。匆匆鬼方路，不许辞双阙。过门似他乡，举趾如遗辙。八月黄草生，洪涛入云热。危魂没太行，客吊空骨节。千年瘴江水，恨声流不绝。",
            "comment": ""
        },
        {
            "title": "赵城怀古",
            "content": "邯郸旧公子，骑马又鸣珂。手挥白玉鞭，不避五侯车。闲愁春日短，沽酒入倡家。一笑千万金，醉中赠秦娥。如今高原上，树树白杨花。",
            "comment": ""
        },
        {
            "title": "山中效陶",
            "content": "落第非有罪，兹山聊归止。山猿隔云住，共饮山中水。读书时有兴，坐石忘却起。西山忽然暮，往往遗巾履。经时一出门，兼候僮仆喜。常被山翁笑，求名岂如此。齿发老未衰，何如且求己。",
            "comment": ""
        },
        {
            "title": "思不见",
            "content": "但见出门踪，不见入门迹。却笑山头女，无端化为石。",
            "comment": ""
        },
        {
            "title": "送曾德迈归宁宜春",
            "content": "湘东山水有清辉，袁水词人得意归。几府争传毛义檄，一乡看侍老莱衣。筵开灞岸临清浅，路去蓝关入翠微。想到宜阳更无事，并将欢庆奉庭闱。",
            "comment": ""
        },
        {
            "title": "自退",
            "content": "寒女面如花，寂寂常对影。况我不嫁容，甘为瓶堕井。",
            "comment": "【注释】寒女：一作邻女。面如花：一作面上花。寂寂：一作空床。常：一作花。我：一作妾。"
        },
        {
            "title": "对酒",
            "content": "爱酒知是僻，难与性相舍。未必独醒人，便是不饮者。晚岁无此物，何由住田野。",
            "comment": ""
        },
        {
            "title": "读李斯传",
            "content": "一车致三毂，本图行地速。不知驾驭难，举足成颠覆。欺暗尚不然，欺明当自戮。难将一人手，掩得天下目。不见三尺坟，云阳草空绿。",
            "comment": ""
        },
        {
            "title": "弃妇",
            "content": "嫁来未曾出，此去长别离。父母亦有家，羞言何以归。此日年且少，事姑常有仪。见多自成丑，不待颜色衰。何人不识宠，所嗟无自非。将欲告此意，四邻已相疑。",
            "comment": ""
        },
        {
            "title": "江西送人",
            "content": "八月江上楼，西风令人愁。携酒楼上别，尽见四山秋。但愁今日知，莫作他时疑。郎本不住此，无人泣望归。何水不生波，何木不改柯。遥知明日恨，不如今日多。将心速投人，路远人如何？",
            "comment": ""
        },
        {
            "title": "续幽愤",
            "content": "嵇康、吕安连罪赋此诗，邺纪李御史甘死封之事。繁霜作阴起，朱火乘夕发。清昼冷无光，兰膏坐销歇。惟公执天宪，身是台中杰。一逐楚大夫，何人为君雪？匆匆鬼方路，不许辞双阙。过门似他乡，举趾如遗辙。八月黄草生，洪涛入云热。危魂没太行，客吊空骨节。千年瘴江水，恨声流不绝。",
            "comment": ""
        },
        {
            "title": "四望楼",
            "content": "楼在洛阳东，今废。秦时有贵公子贾虚每日宴其上。背山见楼影，应合与山齐。座上日已出，城中未鸣鸡。无限燕赵女，吹笙上金梯。风起洛阳东，香过洛阳西。公子长夜醉，不闻子规啼。",
            "comment": ""
        },
        {
            "title": "徒相逢",
            "content": "江边野花不须采，粱头野燕不用亲。西施本是越溪女，承恩不荐越溪人。",
            "comment": ""
        },
        {
            "title": "和潘安仁金谷集",
            "content": "太守龙为马，将军金作车。香飘十里风，风下绿珠歌。莫怪坐上客，叹君庭前花。明朝此池馆，不是石崇家。",
            "comment": ""
        },
        {
            "title": "代罗敷诮使君",
            "content": "常言爱嵩山，别妾向东京。朝来见人说，却知在石城。未必菖蒲花，只向石城生。自是使君眼，见物皆有情。麋鹿同上山，莲藕同在泥。莫学天上日，朝东暮还西。",
            "comment": ""
        },
        {
            "title": "风人体",
            "content": "出门行一步，形影便相失。何况大堤上，骢马如箭疾。夜夜如织妇，寻思待成匹。郎只不在家，在家亦如出。将金与卜人，谲道远行吉。念郎缘底事，不见天与日。",
            "comment": ""
        },
        {
            "title": "送厉图南下第归澧州",
            "content": "当春人尽归，我独无归计。送君自多感，不是缘下第。君看山上草，尽有干云势。结根既不然，何必更掩袂。澧水鲈鱼贱，荆门杨柳细。勿为阳艳留，此处有月桂。言毕尊未干，十二门欲闭。伫立望不见，登高更流涕。吟君别我诗，怅望水烟际。",
            "comment": ""
        },
        {
            "title": "其三愁",
            "content": "别家鬓未生，到城鬓似发。朝朝临川望，灞水不入越。",
            "comment": ""
        },
        {
            "title": "东郎山",
            "content": "东郎屹立向东方，翘首朝朝候太阳。一片丹心存万古，谁云坐处是遐荒？",
            "comment": ""
        },
        {
            "title": "寄监察从兄",
            "content": "我祖居邺地，邺人识文星。此地星已落，兼无古时城。古风既无根，千载难重生。空留建安书，传说七子名。贱子生桂州，桂州山水清。自觉心貌古，兼合古人情。因为二雅诗，出语有性灵。持来向长安，时得长者惊。芝草不为瑞，还共木叶零。恨如辙中土，终岁填不平。吾宗戴豸冠，忽然入西京。怜其羽翼单，抚若亲弟兄。松根已坚牢，松叶岂不荣。言罢眼无泪，心中如酒酲。",
            "comment": ""
        },
        {
            "title": "其一情",
            "content": "东西是长江，南北是官道。牛羊不恋山，只恋山中草。",
            "comment": ""
        }
    ]
}