{
    "dynasty": "唐",
    "author": "朱湾",
    "poems": [
        {
            "title": "筝柱子",
            "content": "散木今何幸，良工不弃捐力微惭一柱，材薄仰群弦。力微惭一柱，材薄仰群弦。且喜声相应，宁辞迹屡迁。知音如见赏，雅调为君传。",
            "comment": ""
        },
        {
            "title": "送陈偃赋得白鸟翔翠微",
            "content": "不知鸥与鹤，天畔弄晴晖。背日分明见，临川相映微。净中云一点，回处雪孤飞。正好南枝住，翩翩何所归。",
            "comment": ""
        },
        {
            "title": "寻隐者韦九山人于东溪草堂",
            "content": "寻得仙源访隐沦，渐来深处渐无尘。初行竹里唯通马，直到花间始见人。四面云山谁作主，数家烟火自为邻。路傍樵客何须问，朝市如今不是秦。",
            "comment": ""
        },
        {
            "title": "咏柏板",
            "content": "赴节心长在，从绳道可观。须知片木用，莫向散材看。空为歌偏苦，仍愁和即难。既能亲掌握，愿得接同欢。",
            "comment": ""
        },
        {
            "title": "咏双陆骰子",
            "content": "采采应缘白，钻心不为名。掌中犹可重，手下莫言轻。有对唯求敌，无私直任争。君看一掷后，当取擅场声。",
            "comment": ""
        },
        {
            "title": "咏壁上酒瓢呈萧明府",
            "content": "不是难提挈，行藏固有期。安身未得所，开口欲从谁。应物心无倦，当垆柄会持。莫将成废器，还有对樽时。",
            "comment": ""
        },
        {
            "title": "题段上人院壁画古松",
            "content": "石上盘古根，谓言天生有。安知草木性，变在画师手。阴深方丈间，直趣幽且闲。木纹离披势搓摔，中裂空心火烧出。扫成三寸五寸枝，便是千年万年物。莓苔浓淡色不同，一面死皮生蠹虫。风霜未必来到此，气色杳在寒山中。孤标可玩不可取，能使支公道场古。",
            "comment": ""
        },
        {
            "title": "重阳日陪韦卿宴",
            "content": "何必龙山好，南亭赏不暌。清规陈侯事，雅兴谢公题。入座青峰近，当轩远树齐。仙家自有月，莫叹夕阳西。",
            "comment": ""
        },
        {
            "title": "同清江师月夜听坚正二上人为怀州转法华经歌",
            "content": "若耶溪畔云门僧，夜闲燕坐听真乘。莲花秘偈药草喻，二师身住口不住。凿井求泉会到源，闭门避火终迷路。前心后心皆此心，梵音妙音柔软音。清泠霜磬有时动，寂历空堂宜夜深。向来不寐何所事，一念才生百虑息。风翻乱叶林有声，雪映闲庭月无色。玄关密迹难可思，醒人悟兮醉人疑。衣中系宝觉者谁，临川内史字得之。",
            "comment": ""
        },
        {
            "title": "逼寒节寄崔七",
            "content": "闲庭只是长莓苔，三径曾无车马来。旅馆尚愁寒食火，羁心懒向不然灰。门前下客虽弹铗，溪畔穷鱼且曝腮。他日趋庭应问礼，须言陋巷有颜回。",
            "comment": ""
        },
        {
            "title": "奉使设宴戏掷笼筹",
            "content": "今日陪樽俎，良筹复在兹。献酬君有礼，赏罚我无私。莫怪斜相向，还将正自持。一朝权入手，看取令行时。",
            "comment": ""
        },
        {
            "title": "平陵寓居再逢寒食",
            "content": "几回江上泣途穷，每遇良辰叹转蓬。火燧知从新节变，灰心还与故人同。莫听黄鸟愁啼处，自有花开久客中。贫病固应无挠事，但将怀抱醉春风。",
            "comment": ""
        },
        {
            "title": "九日登青山",
            "content": "昔人惆怅处，系马又登临。旧地烟霞在，多时草木深。水将空合色，云与我无心。想见龙山会，良辰亦似今。",
            "comment": ""
        },
        {
            "title": "长安喜雪",
            "content": "千门万户雪花浮，点点无声落瓦沟。全似玉尘消更积，半成冰片结还流。光含晓色清天苑，轻逐微风绕御楼。平地已沾盈尺润，年丰须荷富人侯。",
            "comment": ""
        },
        {
            "title": "假摄池州留别东溪隐居",
            "content": "一官仍是假，岂愿数离群。愁鬓看如雪，浮名认是云。暂辞南国隐，莫勒北山文。今后松溪月，还应梦见君。",
            "comment": ""
        },
        {
            "title": "七贤庙",
            "content": "常慕晋高士，放心日沈冥。湛然对一壶，土木为我形。下马访陈迹，披榛诣荒庭。相看两不言，犹谓醉未醒。长啸或可拟，幽琴难再听。同心不共世，空见藓门青。",
            "comment": ""
        },
        {
            "title": "同达奚宰游窦子明仙坛",
            "content": "松桧阴深一径微，中峰石室到人稀。仙官不住青山在，故老相传白日飞。华表问栽何岁木，片云留著去时衣。今朝茂宰寻真处，暂驻双凫且莫归。",
            "comment": ""
        },
        {
            "title": "过宣上人湖上兰若",
            "content": "十年湖上结幽期，偏向东林遇远师。未道姓名童子识，不酬言语上人知。闲花落日滋苔径，细雨和烟著柳枝。问我别来何所得，解将无事当无为。",
            "comment": ""
        },
        {
            "title": "寒城晚角",
            "content": "高台高高画角雄，五更初发寒城中。寒城北临大河水，淇门贼烽隔岸是。长风送过黎阳川，我军气雄贼心死。羁人此夜寐不成，万里边情枕上生。乍似陇头戍，寒泉幽咽流不住；又如巴江头，啼猿带雨断续愁。忽忆嫖姚北征伐，空山宿兵寒对月。一声老将起，三奏行人发；冀马为之嘶，朔云为之结。二十年来天下兵，到处不曾无此声。洛阳陌，长安路。角声朝朝兼暮暮，平居闻之尚难度。何况天山征戍儿，云中下营雪里吹。",
            "comment": ""
        },
        {
            "title": "咏玉",
            "content": "歌玉屡招疑，终朝省复思。既哀黄鸟兴，还复白圭诗。请益先求友，将行必择师。谁知不鸣者，独下董生帷。",
            "comment": ""
        }
    ]
}