{
    "dynasty": "唐",
    "author": "李忱",
    "poems": [
        {
            "title": "百丈山",
            "content": "大雄真迹枕危峦，梵宇层楼耸万般。日月每从肩上过，山河长在掌中看。仙峰不间三春秀，灵境何时六月寒。更有上方人罕到，暮钟朝磬碧云端。",
            "comment": ""
        },
        {
            "title": "重阳锡宴群臣",
            "content": "款塞旋征骑，和戎委庙贤。倾心方倚注，叶力共安边。",
            "comment": ""
        },
        {
            "title": "题泾县水西寺",
            "content": "大殿连云接爽溪，钟声还与鼓声齐。长安若问江南事，说道风光在水西。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "海岳宴咸通。七载秉钧调四序，一方狱市获来苏。",
            "comment": ""
        },
        {
            "title": "吊白居易",
            "content": "缀玉联珠六十年，谁教冥路作诗仙。浮云不系名居易，造化无为字乐天。童子解吟长恨曲，胡儿能唱琵琶篇。文章已满行人耳，一度思卿一怆然。",
            "comment": ""
        },
        {
            "title": "瀑布联句",
            "content": "千岩万壑不辞劳，远看方知出处高。--黄檗溪涧岂能留得住，终归大海作波涛。--李忱",
            "comment": "【注释】　　太平天国南王冯云山素娴诗文，曾书瀑布诗“穿山透石不辞劳，到底方知出处高”云云，以赋壮怀。他的诗就是由这一首唐诗改易数字而成。此诗中瀑布形　　象充分人格化，写得有气魄，为冯云山激赏不是偶然的。　　此诗的首句是瀑布的溯源。在深山之中，有无数不为人知的涓涓细流，腾石注涧，逐渐汇集为巨大山泉，在经历“千岩万壑”的艰险后，它终于到达崖前，“一落千丈”，形成壮观的瀑布。此句抓住瀑布形成的曲折过程，赋予无生命之物以活生生的性格。“不辞劳”三字有强烈拟人化色彩，充溢着赞美之情，可与《孟子》中一段名言共读：“天将降大任于斯人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，增益其所不能。”艰难能锤炼伟大的人格。此句似乎隐含这样的哲理。　　近看巨大的瀑布，砅崖转石，跳珠倒溅，令人有“飞流直下三千尺，疑是银河落九天”之感，却又不能窥见其“出处”。惟有从远处望去，“遥看瀑布挂前川”时，才知道它来自云烟缭绕的峰顶。第二句着重表现瀑布气象的高远，寓有人的凌云壮志，又含有慧眼识英雄的意味。“出处高”则取势远，暗逗后文“终归大海”之意。　　写瀑布经历不凡和气象高远，刻画出其性格最突出的特征，同时酝足豪情，为后两句充分蓄势。第三句忽然说到“溪涧”，照应第一句的“千岩万壑”，在诗情上是小小的回旋。当山泉在岩壑中奔流，会有重重阻挠，似乎劝它留步，“何必奔冲下山去，更添波浪向人间”（白居易《白云泉》）。然而小小溪涧式的安乐并不能使它满足，它心向大海，不断开辟前程。惟其如此，它才能化为崖前瀑布，而且最终要东归大海。由于第三句的回旋，末句更有冲决的力量。“岂能”与“终归”前后呼应，表现出一往无前的信心和决心。“作波涛”三字语极形象，令人如睹恣肆浩瀚、白浪如山的海涛景象。从“留”、“归”等字可以体味结尾两句仍是人格化的，使人联想到弃燕雀之小志、慕鸿鹄以高翔的豪情壮怀。瀑布的性格至此得到完成。　　此诗的作者是一位皇帝和一位僧侣。据《庚溪诗话》，“唐宣宗微时，以武宗忌之，遁迹为僧。一日游方，遇黄檗禅师（按：据《佛祖统纪》应为香严閒禅师。因宣宗上庐山时黄檗在海昌，不可能联句）同行，因观瀑布。黄檗曰：‘我咏此得一联，而下韵不接。’宣宗曰：‘当为续成之。’（以下联句从略）其后宣宗竟践位，志先见于此诗矣。”可见，禅师作前两句，有暗射宣宗当时处境用意；宣宗续后两句，则寄寓不甘落寞、思有作为的情怀。这样一首托物言志的诗，描绘了冲决一切、气势磅礴的瀑布的艺术形象，富有激情，读来使人激奋，受到鼓舞，故也竟能为农民革命领袖冯云山所喜爱。艺术形象往往大于作者思想，这也是一个显例。　　（周啸天）"
        },
        {
            "title": "幸华严寺",
            "content": "云散晴山几万重，烟收春色更冲融。帐殿出空登碧汉，遐川俯望色蓝笼。林光入户低韶景，岭气通宵展霁风。今日追游何所似，莫惭汉武赏汾中。",
            "comment": ""
        }
    ]
}