{
    "dynasty": "唐",
    "author": "李冶",
    "poems": [
        {
            "title": "送阎二十六赴剡县",
            "content": "流水阊门外，孤舟日复西。离情遍芳草，无处不萋萋。妾梦经吴苑，君行到剡溪。归来重相访，莫学阮郎迷。",
            "comment": ""
        },
        {
            "title": "结素鱼贻友人",
            "content": "尺素如残雪，结为双鲤鱼。欲知心里事，看取腹中书。",
            "comment": ""
        },
        {
            "title": "感兴",
            "content": "朝云暮雨镇相随，去雁来人有返期。玉枕只知长下泪，银灯空照不眠时。仰看明月翻含意，俯眄流波欲寄词。却忆初闻凤楼曲，教人寂寞复相思。",
            "comment": ""
        },
        {
            "title": "八至",
            "content": "至近至远东西，至深至浅清溪。至高至明日月，至亲至疏夫妻。",
            "comment": ""
        },
        {
            "title": "蔷薇花",
            "content": "翠融红绽浑无力，斜倚栏干似诧人。深处最宜香惹蝶，摘时兼恐焰烧春。当空巧结玲珑帐，著地能铺锦绣裀。最好凌晨和露看，碧纱窗外一枝新。",
            "comment": ""
        },
        {
            "title": "寄校书七兄（一作送韩校书）",
            "content": "无事乌程县，蹉跎岁月余。不知芸阁吏，寂寞竟何如。远水浮仙棹，寒星伴使车。因过大雷岸，莫忘八行书。",
            "comment": "【注释】　　李冶字季兰，乌程（今浙江吴兴）人，是唐时颇负诗名的女冠（女道士），高仲武《中兴间气集》称“自鲍昭以下，罕有其伦”。这首诗是写寄给一位作校书郎（官名，职务是在中央政府做整理图书工作）的“七兄”的，从其内容可知此人其时当在自乌程赴任所、沿江而上的途中。在五言律体中，此诗算是写得很别致的。　　律诗起句尤难，“或对景兴起，或比起，或引事起，或就题起。要突兀高远，如狂风卷浪，势欲滔天。”（杨载《诗法家数·律诗要法》）但作者却只从眼前心境说起，淡到几乎漫不经意：“无事乌程县，蹉跎岁月余。”既非兴比，又非引事，甚至未点题，更谈不上“突兀高远”，发唱惊挺了。但“无事”加之“蹉跎”，自能写出百无聊赖的心境，“岁月余”三字除写时令（岁晚），还兼带些迟暮之感。两句直逼出“寂寞”二字，对开启后文相思之意，也算得是很好的导入。　　颔联点出“寂寞”，却又不是在说自家了。“芸阁”系政府藏书馆，“芸阁吏”即校书郎。“不知芸阁吏，寂寞竟何如？”不道自家寂寞清苦，反从七兄方面作想，为他的寂寞而耽忧，是何等体贴，何等多情呢。其实，自己的寂寞是不言而喻的。所以这里写法又是推己及人，情味隽永。对于前一联，承接自然，同时仍是漫不经意，连对仗都不讲求，可谓不事雕琢，“不求深远”。诗写至此，很象一篇五古的开头，其徐缓的节奏，固然有助于渲染寂寞无聊的气氛，以传相思深情。但对律诗来说，毕竟篇幅及半，进一步发展诗情的余地不多，诗人将如何措手呢？　　颈联一出，上述担心似乎是完全不必要的。高仲武赞云：“如‘远水浮仙棹，寒星伴使车’，盖五言之佳境也。”这两句想象七兄行程，上句写水程，水“远”舟“浮”，亦即“孤帆远影碧空尽”也，当是作者回忆或想象中目送七兄征帆的情景。汉代曾以“蓬莱”（神山，传说仙府秘籍多藏于此）譬“芸阁”，故此称七兄所乘舟为“仙棹”，这样写来，景中又含一层向往之情。下句写陆程，写“星”曰“寒”，则兼有披星戴月、旅途苦辛等意；“使车”惟“寒星”相伴，更形其寂寞，惹人思念。旅途风光以“寒星”、“远水”概之，写景简淡而意象高远。由于前四句皆情语，不免有空疏之感，此联则入景，恰好补救。其对仗天然工致，既能与前文协调，又能以格律相约制，使全篇给人散而不散的感觉。故二句之妙，又不止境佳而已。　　从乌程出发，沿江溯行，须经过雷池（在今安徽望江县）。雷池一称大雷。刘宋文帝元嘉十六年秋，诗人鲍照受临川王征召，由建业赴江州途经此地，写下了著名的《登大雷岸与妹书》。照妹鲍令晖是女诗人，兄妹有共同的文学爱好，所以他特将旅途所经所见山川风物精心描绘给她，兼有告慰远思之意。　　此诗结尾几乎是信手拈来这个典故，而使诗意大大丰富。“因过大雷岸，莫忘几行书”，由于这样的“提示”，便使读者从蹉跎岁余、远水仙棹、寒星使车的吟咏联想到那名篇中关于岁暮旅途的描写：“渡泝无边，险径游历，栈石星饭，结荷水宿，旅客贫辛，波路壮阔，始以今日食时，仅及大雷。涂登千里，日逾十晨。严霜惨节，悲风断肌。去亲为客，如何如何！”（《登大雷岸与妹书》）从而，更能具体深切地体会到“不知芸阁吏，寂寞竟何如”的淡语中，原来包含深厚的骨肉关切之情。女诗人以令晖自况，借大雷岸作书事，寄兄妹相思之情，用典既精切又自然。“莫忘寄书”的告语，形出己之不能忘情；盼寄书言“几行”，意重而言轻。凡此种种，都使这个结尾既富于含蕴，又保持开篇就有的不刻意求深、“于有意无意得之”的风韵。　　这首诗作法不同于五律通常之例。它自不经意写来，初似散缓，中幅以后，忽入佳境，有愁思之意，而无危苦之词；至曲终奏雅，韵味无穷，正是“不求深远，自足雅音”（《唐诗别裁》），堪称律诗中别具风格的妙品。　　(周啸天)"
        },
        {
            "title": "春闺怨",
            "content": "百尺井栏上，数株桃已红。念君辽海北，抛妾宋家东。",
            "comment": ""
        },
        {
            "title": "明月夜留别",
            "content": "离人无语月无声，明月有光人有情。别后相思人似月，云间水上到层城。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "经时未架却，心绪乱纵横。已看云鬟散，更念木枯荣。鞞鼓喧行选，旌旗拂座隅。不睹河阳一县花，空见青山三两点。",
            "comment": ""
        },
        {
            "title": "相思怨",
            "content": "人道海水深，不抵相思半。海水尚有涯，相思渺无畔。携琴上高楼，楼虚月华满。弹著相思曲，弦肠一时断。",
            "comment": ""
        },
        {
            "title": "道意寄崔侍郎",
            "content": "莫漫恋浮名，应须薄宦情。百年齐旦暮，前事尽虚盈。愁鬓行看白，童颜学未成。无过天竺国，依止古先生。",
            "comment": ""
        },
        {
            "title": "偶居",
            "content": "心远浮云知不还，心云并在有无间。狂风何事相摇荡，吹向南山复北山。",
            "comment": ""
        },
        {
            "title": "恩命追入，留别广陵故人",
            "content": "无才多病分龙钟，不料虚名达九重。仰愧弹冠上华发，多惭拂镜理衰容。驰心北阙随芳草，极目南山望旧峰。桂树不能留野客，沙鸥出浦谩相逢。",
            "comment": ""
        },
        {
            "title": "得阎伯钧书",
            "content": "情来对镜懒梳头，暮雨萧萧庭树秋。莫怪阑干垂玉箸，只缘惆怅对银钩。",
            "comment": ""
        },
        {
            "title": "送韩揆之江西（一作送阎伯钧往江州）",
            "content": "相看指杨柳，别恨转依依。万里江西水，孤舟何处归。湓城潮不到，夏口信应稀。唯有衡阳雁，年年来去飞。",
            "comment": ""
        },
        {
            "title": "寄朱放（一作昉）",
            "content": "望水试登山，山高湖又阔。相思无晓夕，相望经年月。郁郁山木荣，绵绵野花发。别后无限情，相逢一时说。",
            "comment": ""
        },
        {
            "title": "湖上卧病喜陆鸿渐至",
            "content": "昔去繁霜月，今来苦雾时。相逢仍卧病，欲语泪先垂。强劝陶家酒，还吟谢客诗。偶然成一醉，此外更何之。",
            "comment": ""
        },
        {
            "title": "柳",
            "content": "最爱纤纤曲水滨，夕阳移影过青蘋。东风又染一年绿，楚客更伤千里春。低叶已藏依岸棹，高枝应闭上楼人。舞腰浙重烟光老，散作飞绵惹翠。",
            "comment": ""
        }
    ]
}