{
    "dynasty": "唐",
    "author": "李涉",
    "poems": [
        {
            "title": "早春霁后发头陀寺寄院中",
            "content": "红楼金刹倚晴冈，雨雪初收望汉阳。草檄可中能有暇，迎春一醉也无妨。",
            "comment": ""
        },
        {
            "title": "感兴",
            "content": "隋氏造宫阙，峨峨倚云烟。搜奇竭四海，立制谋千年。秦兵半夜来，烈火焚高台。万人聚筋血，一旦为尘埃。君看汴河路，尚说隋家柳。但问哭陵人，秋草没来久。",
            "comment": ""
        },
        {
            "title": "寄峡州韦郎中",
            "content": "年过五十鬓如丝，不必前程更问师。幸得休耕乐尧化，楚山深处最相宜。",
            "comment": ""
        },
        {
            "title": "重过文上人院",
            "content": "南随越鸟北燕鸿，松月三年别远公。无限心中不平事，一宵清话又成空。",
            "comment": ""
        },
        {
            "title": "登北固山亭",
            "content": "海绕重山江抱城，隋家宫苑此分明。居人不觉三吴恨，却笑关河又战争。",
            "comment": ""
        },
        {
            "title": "题宇文秀才樱桃",
            "content": "风光莫占少年家，白发殷勤最恋花。今日颠狂任君笑，趁愁得醉眼麻茶。",
            "comment": ""
        },
        {
            "title": "木兰花",
            "content": "碧落真人著紫衣，始堪相并木兰枝。今朝绕郭花看遍，尽是深村田舍儿。",
            "comment": ""
        },
        {
            "title": "题温泉",
            "content": "能使时平四十春，开元圣主得贤臣。当时姚宋并燕许，尽是骊山从驾人。",
            "comment": ""
        },
        {
            "title": "题白鹿兰若",
            "content": "只去都门十里强，竹阴流水绕回廊。满城车马皆知有，每唤同游尽道忙。",
            "comment": ""
        },
        {
            "title": "题苏仙宅枯松",
            "content": "几年苍翠在仙家，一旦枝枯类海槎。不如酸涩棠梨树，却占高城独放花。",
            "comment": ""
        },
        {
            "title": "山花",
            "content": "六出花开赤玉盘，当中红湿耐春寒。长安若在五侯宅，谁肯将钱买牡丹。",
            "comment": ""
        },
        {
            "title": "和尚书舅见寄",
            "content": "欲随流水去幽栖，喜伴归云入虎溪。深谢陈蕃怜寂寞，远飞芳字警沉迷。",
            "comment": ""
        },
        {
            "title": "看射柳枝",
            "content": "玉弝朱弦敕赐弓，新加二斗得秋风。万人齐看翻金勒，百步穿杨逐箭空。",
            "comment": ""
        },
        {
            "title": "竹里",
            "content": "竹里编茅倚石根，竹茎疏处见前村。闲眠尽日无人到，自有春风为扫门。",
            "comment": ""
        },
        {
            "title": "哭田布",
            "content": "魏师临阵却抽营，谁管豺狼作信兵。纵使将军能伏剑，何人岛上哭田横。",
            "comment": ""
        },
        {
            "title": "春山三朅来",
            "content": "钓鱼朅来春日暖，沿溪不厌舟行缓。野竹初栽碧玉长，澄潭欲下青丝短。昔人避世兼避雠。暮栖云外朝悠悠。我今无事亦如此，赤鲤忽到长竿头。泛泛随波凡几里，碧莎如烟沙似砥。瘦壁横空怪石危，山花斗日禽争水。有时带月归扣舷，身闲自是渔家仙。山上朅来采新茗，新花乱发前山顶。琼英动摇钟乳碧，丛丛高下随崖岭。未必蓬莱有仙药，能向鼎中云漠漠。越瓯遥见裂鼻香，欲觉身轻骑白鹤。采药朅来药苗盛，药生只傍行人径。世人重耳不重目，指似药苗心不足。野客住山三十载，妻儿共寄浮云外。小男学语便分别，已辩君臣知匹配。都市广长开大铺，疾来求者多相误。见说韩康旧姓名，识之不识先相怒。",
            "comment": ""
        },
        {
            "title": "井栏砂宿遇夜客",
            "content": "暮雨萧萧江上村，绿林豪客夜知闻。他时不用逃名姓，世上如今半是君。",
            "comment": ""
        },
        {
            "title": "送颜觉赴举",
            "content": "颜子将才应四科，料量时辈更谁过。居然一片荆山玉，可怕无人是卞和。",
            "comment": ""
        },
        {
            "title": "送魏简能东游二首",
            "content": "献赋论兵命未通，却乘羸马出关东。灞陵原上重回首，十载长安似梦中。燕市悲歌又送君，目随征雁过寒云。孤亭宿处时看剑，莫使尘埃蔽斗文。",
            "comment": ""
        },
        {
            "title": "六叹（集已载三首）",
            "content": "蓬莱岛边采珠客，西望人寰星汉隔。千重叠浪耸云高，万里平沙连月白。海中洞穴寻难极，水底鲛人半相识。玄蚌初开影暂明，骊龙欲近威难逼。辛苦风涛白首期，得珠却恨求珠时。隋侯殁世几千载，只今薄俗空嗤嗤。燕王爱贤筑金台，四方豪俊承风来。秦王烧书杀儒客，肘腋之中千里隔。去年八月幽并道，昭王陵边哭秋草。今年二月游函关，秦家城外悲河山。河上山边车马路，残日青烟五陵树。关东病儒客梁城，五岁十回逢乱兵。烧人之家食人肉，狼虎炽心都未足。城里愁云不开城，城头野草春还绿。五十余年忠烈臣，临难守节羞谋身。堂上英髦沉白刃，门前舆隶乘朱轮。千古伤心汴河水，阴天落日悲风起。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·竹枝",
            "content": "荆门滩急水潺潺，两岸猿啼烟满山。渡头年少应官去，月落西陵望不还。巫峡云开神女祠，绿潭红树影参差。下牢戍口初相问，无义滩头剩别离。石壁千重树万重，白云斜掩碧芙蓉。昭君溪上年年月，独自婵娟色最浓。十二峰头月欲低，空蒙江上子规啼。孤舟一夜东归客，泣向春风忆建溪。",
            "comment": ""
        },
        {
            "title": "过襄阳上于司空頔",
            "content": "方城汉水旧城池，陵谷依然世自移。歇马独来寻故事，逢人唯说岘山碑。",
            "comment": ""
        },
        {
            "title": "六叹",
            "content": "绮罗香风翡翠车，清明独傍芙蓉渠。上有云鬟洞仙女，垂罗掩縠烟中语。风月频惊桃李时，沧波久别鸳鸿侣。欲传一札孤飞翼，山长水远无消息。却锁重门一院深，半夜空庭明月色。深院梧桐夹金井，上有辘轳青丝索。美人清昼汲寒泉，寒泉欲上银瓶落。迢迢碧甃千余尺，竟日倚阑空叹息。惆怅不来照明镜，却掩洞房抱寂寂。汉臣一没丁零塞，牧羊西过阴沙外。朝凭南雁信难回，夜望北辰心独在。汉家茅土横九州，高门长戟封王侯。但将钟鼓悦私爱，肯以犬羊为国羞。夜宿寒云卧冰雪，严风触刃垂旌节。丁年奉使白头归，泣尽李陵衣上血。",
            "comment": ""
        },
        {
            "title": "润州听暮角",
            "content": "江城吹角水茫茫，曲引边声怨思长。惊起暮天沙上雁，海门斜去两三行。",
            "comment": "【注释】　　诗题一作《晚泊润州闻角》，与本题恰成补充，说明本诗是羁旅水途之作。　　这首绝句，是李涉很有名的即景抒情之作，写得气势苍凉，意境高远，通俗凝炼，耐人寻味。　　“江城吹角水茫茫，曲引边声怨思长。”“江城”，临江之城，即润州。这里虽然是写耳闻目睹景象，但字里行间，都使人感到一个忧愤满怀的诗人影子。　　他伫立船头，眼望着茫茫江面，耳听着城头传来悠扬悲切的边地乐调。大凡羁途之士，虽非边地戍卒，总有异地思归之情。在这一点上，他们的感情是相通的。因而，一闻边地乐声，便立刻引起诗人的共鸣，勾起他思乡归里的绵绵情思。在这里，诗人巧妙地借助于边声的幽怨之长和江流的悠长，从形、声两个方面着笔，将抽象的心中的思归之情，作了形象具体的刻画。　　“惊起暮天沙上雁，海门斜去两三行。”暮角声起。江边沙滩上的鸿雁惊起，而飞向了远方。乍看，象是实景的描写，但仔细品味，这不正是诗人有家不得归，而且天涯海角、越走越远的真实写照吗？诗人家居洛阳，方向在润州的西北；而惊雁是向南，越飞越远。莫说归里，就是连借飞雁而通家书的指望也没有哇！“惊起”二字，不言“己”而言雁，是所谓不犯正位的写法。写雁的受惊远飞，实际上也兼含了诗人当时“不虞”的遭际。文宗时，诗人曾因事流放康州（治所在今广东德庆），此诗很可能是作于迁谪途中。　　这首诗，写得意态自然，寓情于景。乍读，作品好象完全是按照事物的原貌来写的，细细体味，字字句句都见匠心。诗人选择了生活中最典型最突出的物象，寥寥数笔，便描绘出给人印象极深的一幅画卷：江边的城市、浩渺的江水和惊飞的鸿雁，而画外则传来悲凉的画角声。在每一物象之中，都使人深深地感受到诗人的哀情和跳动着的脉情，情思含蓄，寄慨深远。　　（傅经顺）"
        },
        {
            "title": "偶怀",
            "content": "转知名宦是悠悠，分付空源始到头。待送妻儿下山了，便随云水一生休。",
            "comment": ""
        },
        {
            "title": "题招隐寺即戴颙旧宅",
            "content": "两崖古树千般色，一井寒泉数丈冰。欲问前朝戴居士，野烟秋色是丘陵。",
            "comment": ""
        },
        {
            "title": "再宿武关",
            "content": "远别秦城万里游，乱山高下出商州。关门不锁寒溪水，一夜潺湲送客愁。",
            "comment": "【注释】（1）李涉，唐宪宗至文宗时人，宪宗元和年间，曾因事贬谪出京，至文宗时，又被罢官，流放桂粤。此诗为第二次贬官时作。（2）武关：在商州，今陕西省商县。（3）秦城：指京都长安。【简析】:诗人贬官出京,心乱如麻,因此商山在他眼中成了\"乱山\",溪水也带上了\"寒\"字.特别是\"关门不锁\"四字,象征诗人愁绪的溪水挡也挡不住,可见诗人愁绪之深之切!--------------------　　李涉元和年间曾官太子通事舍人，因事贬谪出京；大和中，复召为太学博士，不久又因事罢官，流放桂粤。从此诗题“再宿武关”的“再”，以及首句“远别”、“万里游”等词语看，这首诗很可能是他第二次罢官出京过武关时写的。武关，在商州（今陕西省商县），为秦时南面的重要关隘，故又名“南关”。这首诗，诗人写他再宿武关时的见闻感受，以抒发去国离乡的愁苦情怀。　　“远别秦城万里游”。开头一句，诗人就点出他这次再宿武关非同寻常。秦城，指京都长安。诗人告诉我们，他是从京城来，到万里之外遥远的地方去。这里暗示出他因事罢官流放南方之事。因此这次“远别”意味着和皇城的永别，和仕途的永别；“万里游”也并非去游山玩水，而是被迫飘流到万里之外。诗人这种愁苦心情，在下面的景色描写中透露出来。　　“乱山高下出商州”。乱山，指商州附近的商山。商山有“九曲十八绕”之称，奇秀多姿，风景幽胜。“乱山高下”四个字，把商山重峦迭嶂、回环曲折的气势和形貌，逼直地勾勒出来了；一个“出”字，又使静止的山活动起来，使我们仿佛看到绵延迤逦的商山群峰，纷纷涌出于商州城。此句是写山，更是写人──写诗人踏着高低曲折的山道走出商州城时的心情。其实，商山似乱非乱，形乱神不乱，它错落有致，远近高低各不同，但此时此地，诗人哪有闲情细细欣赏，由于他“远别秦城”，心乱如麻，商山在他眼里就成“乱山”了。而满目乱山，又格外烘托出人的心绪烦乱；山与人、景与情交融为一体了。　　诗的下两句写夜宿武关的情景。不难想象，诗人此夜投宿武关，想到明晨将出关南去，与“秦城”相隔更加遥远，该是何等愁苦；加以孤馆寒灯，形单影只，该有多么凄凉。他一定是辗转反侧，不能成眠。然而诗人并没有正面诉说这一切，而是别有巧思，让溪水去替他倾诉：“关门不锁寒溪水，一夜潺湲送客愁。”古关静夜，溪水潺潺，引起夜不成眠的诗人的遐想：那流过古关的潺潺湲湲的溪水，仿佛是为他的不幸远别而呜咽啜泣；又仿佛是从他的心中流出，载着绵绵无尽的离愁别恨，长流远去。“一夜潺湲送客愁”，溪声、心声迭合成一体了。“关门不锁”四字，尤为神来之笔。雄固的武关之门，能封锁住千军万马，但此时对于淙淙寒溪水送来的愁声，却无能为力，怎么“锁”也锁不住，足见这“愁”的分量之重！一个“锁”字，把看不见、摸不着的“愁”，活灵活现地显示出来。“一夜潺湲”──整整一夜，诗人哪能合眼，这是多么痛苦难熬啊！这两句诗，诗人别出心裁地通过对水声的描写，把内心“剪不断，理还乱”的离愁别恨，曲折细腻地描摹出来，使人如临其境，如闻其声，具有很大的艺术感染力量。　　（何庆善）"
        },
        {
            "title": "赠廖道士",
            "content": "膏已明煎信矣哉，二年人世不归来。庭前为报仙桃树，今岁花时好好开。",
            "comment": ""
        },
        {
            "title": "赠龙泉洞尘上人",
            "content": "八十山僧眼未昏，独寻流水到穷源。自言共得龙神语，拟作茅庵住洞门。",
            "comment": ""
        },
        {
            "title": "头陀寺看竹",
            "content": "寺前新笋已成竿，策马重来独自看。可惜班皮空满地，无人解取作头冠。",
            "comment": ""
        },
        {
            "title": "再游头陀寺",
            "content": "无因暂泊鲁阳戈，白发兼愁日日多。只恐雪晴花便尽，数来山寺亦无他。",
            "comment": ""
        },
        {
            "title": "奉使淮南",
            "content": "汉使征兵诏未休，两行旌旆接扬州。试上高楼望春色，一年风景尽堪愁。",
            "comment": ""
        },
        {
            "title": "题开圣寺",
            "content": "宿雨初收草木浓，群鸦飞散下堂钟。长廊无事僧归院，尽日门前独看松。",
            "comment": ""
        },
        {
            "title": "奉和九弟渤见寄绝句",
            "content": "忽启新缄吟近诗，诗中韵出碧云词。且喜陟冈愁已散，登舟只恨渡江迟。",
            "comment": ""
        },
        {
            "title": "别南溪二首",
            "content": "如云不厌苍梧远，似雁逢春又北飞。唯有隐山溪上月，年年相望两依依。常叹春泉去不回，我今此去更难来。欲知别后留情处，手种岩花次第开。",
            "comment": ""
        },
        {
            "title": "却归巴陵途中走笔寄唐知言",
            "content": "去年腊月来夏口，黑风白浪打头吼。橹声轧轧摇不前，看他撩乱张帆走。逾月始到鹦鹉洲，呜呜暮角喧城头。逡巡未得见官长，梦寝但觉生愁忧。军中贤倅李监察，人马晓来兼手札。教令参谒礼数全，头头要处相称掣。唐氏一门今五龙，声华殷殷皆如钟。就中十一最年少，别有俊气横心胸。巧缀五言才刮骨，却怕柱天身硉矹。后辈无劳续出头，坳塘不合窥溟渤。君家三兄旧山侣，方寸久来常许与。不觉淹留两月余，风光漫烂生洲渚。宇文文学儒家子，竹绕书斋花映水。醉舞狂歌此地多，有时酩酊扶还起。猥蒙方伯怜饥贫，假名许得陪诸宾。酒家债负有填日，恣意颇敢排青缗。余瞿二家同爱客，园蔬任遣奴人摘。野狐泉头银叶方，一别十年今再觌。更有风流歙奴子，能将盘帕来欺尔。白马青袍豁眼明，许他真是查郎髓。良会芳时难再来，隙光电影长相催。扁舟惆怅人南去，目断江天凡几回。",
            "comment": ""
        },
        {
            "title": "听多美唱歌",
            "content": "黄莺慢转引秋蝉，冲断行云直入天。一曲梁州听初了，为君别唱想夫怜。",
            "comment": ""
        },
        {
            "title": "题善光寺",
            "content": "云门天竺旧姻缘，临老移家住玉泉。早到可中溳南寺，免得翻经住几年。",
            "comment": ""
        },
        {
            "title": "庐山得元侍御书",
            "content": "惭君知我命龙钟，一纸书来意万重。正著白衣寻古寺，忽然邮递到云峰。",
            "comment": ""
        },
        {
            "title": "登山",
            "content": "终日昏昏醉梦间，忽闻春尽强登山。因过竹院逢僧话，又得浮生半日闲。",
            "comment": "【注释】[注释]（1）昏昏：迷迷糊糊。（2）强：勉强。[译文]整天昏昏沉沉的，像喝醉了酒，又像在做梦似的。突然听说春天快要过去时，强打起精神去登山，以寻春色。路过竹院，遇见了寺僧，和他聊天，忘却了尘世的烦恼，得到了半天的清闲。"
        },
        {
            "title": "经溳川馆寄使府群公",
            "content": "溳川水竹十家余，渔艇蓬门对岸居。大胜尘中走鞍马，与他军府判文书。",
            "comment": ""
        },
        {
            "title": "秋日过员太祝林园",
            "content": "望水寻山二里余，竹林斜到地仙居。秋光何处堪消日，玄晏先生满架书。",
            "comment": ""
        },
        {
            "title": "邠州词献高尚书三首",
            "content": "单于都护再分疆，西引双旌出帝乡。朝日诏书添战马，即闻千骑取河湟。将家难立是威声，不见多传卫霍名。一自元和平蜀后，马头行处即长城。朔方忠义旧来闻，尽是邠城父子军。今日兵符归上将，旄头不用更妖氛。",
            "comment": ""
        },
        {
            "title": "遇湖州妓宋态宜二首",
            "content": "曾识云仙至小时，芙蓉头上绾青丝。当时惊觉高唐梦，唯有如今宋玉知。陵阳夜会使君筵，解语花枝出眼前。一从明月西沉海，不见嫦娥二十年。",
            "comment": ""
        },
        {
            "title": "过招隐寺",
            "content": "每忆中林访惠持，今来正遇早春时。自从休去无心事，唯向高僧说便知。",
            "comment": ""
        },
        {
            "title": "再至长安",
            "content": "十年谪宦鬼方人，三遇鸿恩始到秦。今日九衢骑马望，却疑浑是刹那身。",
            "comment": ""
        },
        {
            "title": "听邻女吟",
            "content": "含情遥夜几人知，闲咏风流小谢诗。还似霓旌下烟露，月边吹落上清词。",
            "comment": ""
        },
        {
            "title": "与梧州刘中丞",
            "content": "三代卢龙将相家，五分符竹到天涯。瘴山江上重相见，醉里同看豆蔻花。",
            "comment": ""
        },
        {
            "title": "葺夷陵幽居",
            "content": "负郭依山一径深，万竿如朿翠沉沉。从来爱物多成癖，辛苦移家为竹林。",
            "comment": ""
        },
        {
            "title": "岳阳别张祜",
            "content": "十年蹭蹬为逐臣，鬓毛白尽巴江春。鹿鸣猿啸虽寂寞，水蛟山魅多精神。山疟困中闻有赦，死灰不望光阴借。半夜州符唤牧童，虚教衰病生惊怕。巫峡洞庭千里余，蛮陬水国何亲疏。由来真宰不宰我，徒劳叹者怀吹噓。霸桥昔与张生别，万变桑田何处说。龙蛇纵在没泥涂，长衢却为驽骀设。爱君气坚风骨峭，文章真把江淹笑。洛下诸生惧刺先，乌鸢不得齐鹰鹞。岳阳西南湖上寺，水阁松房遍文字。新钉张生一首诗，自余吟著皆无味。策马前途须努力，莫学龙钟虚叹息。",
            "comment": ""
        },
        {
            "title": "柳枝词",
            "content": "锦池江上柳垂桥，风引蝉声送寂寥。不必如丝千万缕，只禁离恨两三条。",
            "comment": ""
        },
        {
            "title": "黄葵花",
            "content": "此花莫遣俗人看，新染鹅黄色未乾。好逐秋风上天去，紫阳宫女要头冠。",
            "comment": ""
        },
        {
            "title": "题涧饮寺",
            "content": "百年如梦竟何成，白发重来此地行。还似萧郎许玄度，再看庭石悟前生。",
            "comment": ""
        },
        {
            "title": "井栏砂宿遇夜客",
            "content": "暮雨潇潇江上村，绿林豪客夜知闻。他时不用逃姓名，世上如今半是君。",
            "comment": "【注释】据载,李涉曾过九江遇盗,问\"何人?\"曰:\"李博士也.\"其豪酉曰:\"若是李涉博士,不用剽夺,久闻诗名,愿题一诗足矣.\"唐时诗人地位、声名之高令人羡慕——连绿林人物都对其尊重！——愿题一诗足矣。全诗不仅仅是诙谐幽默，细读后两句，可见还涉及严肃的社会政治问题。----------------------------　　关于这首诗，《唐诗纪事》上有一则饶有趣味的记载：“涉尝过九江，至皖口（在今安庆市，皖水入长江的渡口），遇盗，问：‘何人？’从者曰：‘李博士（涉曾任太学博士）也。’其豪酋曰：‘若是李涉博士，不用剽夺，久闻诗名，愿题一篇足矣。’涉赠一绝云。”这件趣闻不但生动地反映出唐代诗人在社会上的广泛影响和所受到的普遍尊重，而且可以看出唐诗在社会生活中运用的广泛──甚至可以用来酬应“绿林豪客”。不过，这首诗的流传，倒不单纯由于“本事”之奇，而是由于它在即兴式的诙谐幽默中寓有颇为严肃的社会内容和现实感慨。　　前两句用轻松抒情的笔调叙事。“江上村”，即诗人夜宿的皖口小村井栏砂；“知闻”，即“久闻诗名”。风高放火，月黑杀人，这似乎是“遇盗”的典型环境；此处却不经意地点染出在潇潇暮雨笼罩下一片静谧的江村。环境气氛既富诗意，人物面貌也不狰狞可怖，这从称对方为“绿林豪客”自可看出。看来诗人是带着安然的诗意感受来吟咏这场饶有兴味的奇遇的。“夜知闻”，既流露出对自己诗名闻于绿林的自喜，也蕴含着对爱好风雅、尊重诗人的“绿林豪客”的欣赏。环境气氛与“绿林豪客”的不协调，他们的“职业”与“爱好”的不统一，本身就构成一种耐人寻味的幽默。它直接来自眼前的生活，所以信口道出，自含清新的诗味。　　三、四两句即事抒感。“逃名姓”即“逃名”、避声名而不居之意（白居易《香炉峰下新卜山居》诗有“匡庐便是逃名地”之句）。诗人早年与弟李渤隐居庐山，后来又曾失意归隐，诗中颇多“转知名宦是悠悠”、“一自无名身事闲”、“一从身世两相遗，往往关门到午时”一类句子，其中不免寓有与世相违的牢骚。但这里所谓“不用逃名姓”云云，则是对上文“夜知闻”的一种反拨，是诙谐幽默之词，意思是说，我本打算将来隐居避世，逃名于天地间，看来也不必了，因为连你们这些绿林豪客都知道我的姓名，更何况“世上如今半是君”呢？　　表面上看，这里不过用诙谐的口吻对绿林豪客的久闻其诗名这件事表露了由衷的欣喜与赞赏（你们弄得我连逃名姓也逃不成了），但脱口而出的“世上如今半是君”这句诗，却无意中表达了他对现实的感受与认识。诗人生活的时代，农民起义尚在酝酿之中，乱象并不显著，所谓“世上如今半是君”，显然别有所指。它所指的应该是那些不蒙“盗贼”之名而所作所为却比“盗贼”更甚的人们，是诗人刘叉在《雪车》中所痛斥的“相群相党，上下为蟊贼”之辈。相比之下，这些眼前的“绿林豪客”如此敬重诗人、富于人情，倒显得有些亲切可爱了。　　这首诗的写作，颇有些“无心插柳柳成阴”的味道。诗人未必有意讽刺现实、表达严肃的主题，只是在特定情景的触发下，向读者开放了思想感情库藏中珍贵的一角。因此它寓庄于谐，别具一种天然的风趣和耐人寻味的幽默。据说豪客们听了他的即兴吟成之作，饷以牛酒，看来其中是有知音者在的。　　（刘学锴）"
        },
        {
            "title": "谢王连州送海阳图",
            "content": "谢家为郡实风流，画得青山寄楚囚。惊起草堂寒气晚，海阳潮水到床头。",
            "comment": ""
        },
        {
            "title": "山中",
            "content": "无奈牧童何，放牛吃我竹。隔林呼不应，叫笑如生鹿。欲报田舍翁，更深不归屋。",
            "comment": ""
        },
        {
            "title": "题武关",
            "content": "来往悲欢万里心，多从此路计浮沉。皆缘不得空门要，舜葬苍梧直到今。",
            "comment": ""
        },
        {
            "title": "题连云堡",
            "content": "由来天地有关扃，断壑连山接杳冥。一出纵知边上事，满朝谁信语堪听。",
            "comment": ""
        },
        {
            "title": "逢旧二首",
            "content": "碧落高高云万重，当时孤鹤去无踪。不期陵谷迁朝市，今日辽东特地逢。将作乘槎去不还，便寻云海住三山。不知留得支机石，却逐黄河到世间。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·鹧鸪词",
            "content": "湘江烟水深，沙岸隔枫林。何处鹧鸪飞，日斜斑竹阴。二女虚垂泪，三闾枉自沉。惟有鹧鸪鸟，独伤行客心。越冈连越井，越鸟更南飞。何处鹧鸪啼，夕烟东岭归。岭头行人少，天涯北客稀。鹧鸪啼别处，相对泪沾衣。",
            "comment": ""
        },
        {
            "title": "竹枝词",
            "content": "十二山晴花尽开，楚宫双阙对阳台。细腰争舞君沉醉，白日秦兵天下来。",
            "comment": ""
        },
        {
            "title": "题清溪鬼谷先生旧居",
            "content": "翠壁开天池，青崖列云树。水容不可状，杳若清河雾。常闻先生教，指示秦仪路。二子才不同，逞词过尺度。偶因从吏役，远到冥栖处。松月想旧山，烟霞了如故。未遑炼金鼎，日觉容光暮。万虑随境生，何由返真素。寂寞天籁息，清迥鸟声曙。回首望重重，无期挹风驭。",
            "comment": ""
        },
        {
            "title": "寄赵准乞湘川山居",
            "content": "闲说班超有旧居，山横水曲占商於。知君不用磻溪石，乞取终年独钓鱼。",
            "comment": ""
        },
        {
            "title": "送王六觐巢县叔父二首",
            "content": "巢岸南分战鸟山，水云程尽到东关。弦歌自是君家事，莫怪今来一邑闲。长忆山阴旧会时，王家兄弟尽相随。老来放逐潇湘路，泪滴秋风引献之。",
            "comment": ""
        },
        {
            "title": "奉宣慰使鱼十四郎",
            "content": "年才二十众知名，孤鹤仪容彻骨清。口传天语来人世，却逐祥云上玉京。",
            "comment": ""
        },
        {
            "title": "山居送僧",
            "content": "失意因休便买山，白云深处寄柴关。若逢城邑人相问，报道花时也不闲。",
            "comment": ""
        },
        {
            "title": "奉使京西",
            "content": "卢龙已复两河平，烽火楼边处处耕。何事书生走羸马，原州城下又添兵。",
            "comment": ""
        },
        {
            "title": "双峰寺得舍弟书",
            "content": "暂入松门拜祖师，殷勤再读塔前碑。回头忽向寻阳使，太守如今是惠持。",
            "comment": ""
        },
        {
            "title": "与弟渤新罗剑歌",
            "content": "我有神剑异人与，暗中往往精灵语。识者知从东海来，来时一夜因风雨。长河临晓北斗残，秋水露背青螭寒。昨夜大梁城下宿，不借足夹跌光颜看。刃边飒飒尘沙缺，瘢痕半是蛟龙血。雷焕张华久已无，沉冤知向何人说。我有爱弟都九江，一条直气今无双。青光好去莫惆怅，必斩长鲸须少壮。",
            "comment": ""
        },
        {
            "title": "送孙尧夫赴举",
            "content": "自说轩皇息战威，万方无复事戎衣。却教孙子藏兵法，空把文章向礼闱。",
            "comment": ""
        },
        {
            "title": "赠长安小主人",
            "content": "上清真子玉童颜，花态娇羞月思闲。仙路迷人应有术，桃源不必在深山。",
            "comment": ""
        },
        {
            "title": "赠友人孩子",
            "content": "骊龙颔下亦生珠，便与人间众宝殊。他时若要追风日，须得君家万里驹。",
            "comment": ""
        },
        {
            "title": "寄河阳从事杨潜",
            "content": "忆昨天台寻石梁，赤城枕下看扶桑。金乌欲上海如血，翠色一点蓬莱光。安期先生不可见，蓬莱目极沧海长。回舟偶得风水便，烟帆数夕归潇湘。潇湘水清岩嶂曲，夜宿朝游常不足。一自无名身事闲，五湖云月偏相属。进者恐不荣，退者恐不深。鱼游鸟逝两虽异，彼此各有遂生心。身解耕耘妾能织，岁晏饥寒免相逼。稚子才年七岁余，渔樵一半分渠力。吾友从军在河上，腰佩吴钩佐飞将。偶与嵩山道士期，西寻汴水来相访。见君颜色犹憔悴，知君未展心中事。落日驱车出孟津，高歌共叹伤心地。洛邑秦城少年别，两都陈事空闻说。汉家天子不东游，古木行宫闭烟月。洛滨老翁年八十，西望残阳临水泣。自言生长开元中，武皇恩化亲沾及。当时天下无甲兵，虽闻赋敛毫毛轻。红车翠盖满衢路，洛中欢笑争逢迎。一从戎马来幽蓟，山谷虎狼无捍制。九重宫殿闭豺狼，万国生人自相噬。蹭蹬疮痍今不平，干戈南北常纵横。中原膏血焦欲尽，四郊贪将犹凭陵。秦中豪宠争出群，巧将言智宽明君。南山四皓不敢语，渭上钓人何足云。君不见昔时槐柳八百里，路傍五月清阴起。只今零落几株残，枯根半死黄河水。",
            "comment": ""
        },
        {
            "title": "硖石遇赦",
            "content": "天网初开释楚囚，残骸已废自知休。荷蓑不是人间事，归去沧江有钓舟。",
            "comment": ""
        },
        {
            "title": "赠道器法师",
            "content": "冰作形容雪作眉，早知谈论两川知。如今不用空求佛，但把令狐宰相诗。",
            "comment": ""
        },
        {
            "title": "山居",
            "content": "一从身世两相遗，往往关门到午时。想得俗流应大笑，不知年老识便宜。",
            "comment": ""
        },
        {
            "title": "汉上偶题",
            "content": "谪仙唐世游兹郡，花下听歌醉眼迷。今日汉江烟树尽，更无人唱白铜鞮。",
            "comment": ""
        },
        {
            "title": "题宣化寺道光上人居",
            "content": "二十年前不系身，草堂曾与雪为邻。常思和尚当时语，衣钵留将与此人。",
            "comment": ""
        },
        {
            "title": "寄荆娘写真",
            "content": "章华台南莎草齐，长河柳色连金堤。青楼曈曨曙光蚤，梨花满巷莺新啼。章台玉颜年十六，小来能唱西梁曲。教坊大使久知名，郢上词人歌不足。少年才子心相许，夜夜高堂梦云雨。五铢香帔结同心，三寸红笺替传语。缘池并戏双鸳鸯，田田翠叶红莲香。百年恩爱两相许，一夕不见生愁肠。上清仙女征游伴，欲从湘灵住河汉。只愁陵谷变人寰，空叹桑田归海岸。愿分精魄定形影，永似银壶挂金井。召得丹青绝世工，写真与身真相同。忽然相对两不语，疑是妆成来镜中。岂期人愿天不违，云輧却驻从山归。画图封裹寄箱箧，洞房艳艳生光辉。良人翻作东飞翼，却遣江头问消息。经年不得一封书，翠幕云屏绕空壁。结客有少年，名总身姓江。征帆三千里，前月发豫章。知我别时言，识我马上郎。恨无羽翼飞，使我徒怨沧波长。开箧取画图，寄我形影与客将。如今憔悴不相似，恐君重见生悲伤。苍梧九疑在何处，斑斑竹泪连潇湘。",
            "comment": ""
        },
        {
            "title": "濉阳行",
            "content": "黄昏日暮驱羸马，夜宿濉阳烽火下。此地新经杀戮来，墟落无烟空碎瓦。层冰塞断隋朝水，一道银河贯千里。愁心翻覆梦难成，病仆呻吟呼不起。泗水三千招义军，本是征战邀殊勋。十年麾下蓄壮气，一朝此地为愁人。昨日太阳回照烛，转见天心重含育。早晚东风的发生，古堤春草年年绿。",
            "comment": ""
        },
        {
            "title": "送杨敬之倅湖南",
            "content": "久嗟尘匣掩青萍，见说除书试一听。闻君却作长沙傅，便逐秋风过洞庭。",
            "comment": ""
        },
        {
            "title": "题五松驿",
            "content": "云木苍苍数万株，此中言命的应无。人生不得如松树，却遇秦封作大夫。",
            "comment": ""
        },
        {
            "title": "晓过函谷关",
            "content": "因韩为赵两游秦，十月冰霜渡孟津。纵使鸡鸣遇关吏，不知余也是何人。",
            "comment": ""
        },
        {
            "title": "春晚游鹤林寺寄使府诸公",
            "content": "野寺寻花春已迟，背岩唯有两三枝。明朝携酒犹堪赏，为报春风且莫吹。",
            "comment": "【注释】1、题原作“三月游春”，指《全唐诗》改。2、背岩：山后之意。 惟：此处应作“独”、“只”解。3、赏：欣赏。《全唐诗》注，一作“醉”。4、报：传达信息之意。"
        },
        {
            "title": "秋夜题夷陵水馆",
            "content": "凝碧初高海气秋，桂轮斜落到江楼。三更浦上巴歌歇，山影沉沉水不流。",
            "comment": ""
        },
        {
            "title": "赠田玉卿",
            "content": "长安里巷旧邻居，未解梳头五岁余。今朝嫁得风流婿，歌舞闲时看读书。",
            "comment": ""
        },
        {
            "title": "游西林寺",
            "content": "十地初心在此身，水能生月即离尘。如今再结林中社，可羡当年会里人。",
            "comment": ""
        },
        {
            "title": "中秋夜君山台望月",
            "content": "大堤花里锦江前，诗酒同游四十年。不料中秋最明夜，洞庭湖上见当天。",
            "comment": ""
        },
        {
            "title": "怀古",
            "content": "尼父未适鲁，屡屡倦迷津。徒怀教化心，纡郁不能伸。一遇知己言，万方始喧喧。至今百王则，孰不挹其源。",
            "comment": ""
        },
        {
            "title": "山中五无奈何（诗一首见本集，题止山中二字",
            "content": "无奈落叶何，纷纷满衰草。疾来无气力，拥户不能扫。欲访云外人，都迷上山道。无奈涧水何，喧喧夜鸣石。疏林透斜月，散乱金光滴。欲访涧底人，路穷潭水碧。无奈阿鼎何，娇啼索梨栗。柴门正风雨，千向千回出。欲识老病心，赖渠将过日。无奈梅花何，满岩光似雪。春风总未至，独自惊时节。欲见惆怅心，又看花上月。",
            "comment": ""
        },
        {
            "title": "湘妃庙",
            "content": "斑竹林边有古祠，鸟啼花发尽堪悲。当时惆怅同今日，南北行人可得知。",
            "comment": ""
        },
        {
            "title": "再谪夷陵题长乐寺",
            "content": "当时谪宦向夷陵，愿得身闲便作僧。谁知渐渐因缘重，羞见长燃一盏灯。",
            "comment": ""
        },
        {
            "title": "听歌",
            "content": "飒飒先飞梁上尘，朱唇不动翠眉颦。愿得春风吹更远，直教愁杀满城人。",
            "comment": ""
        },
        {
            "title": "题水月台",
            "content": "平流白日无人爱，桥上闲行若个知。水似晴天天似水，两重星点碧琉璃。",
            "comment": ""
        },
        {
            "title": "京口送朱昼之淮南",
            "content": "两行客泪愁中落，万树山花雨后残。君到扬州见桃叶，为传风水渡江难。",
            "comment": ""
        },
        {
            "title": "醉中赠崔膺",
            "content": "与君兄弟匡岭故，与君相逢扬子渡。白浪南分吴塞云，绿杨深入隋宫路。隋家文物今虽改，舞馆歌台基尚在。炀帝陵边草木深，汴河流水空归海。古今悠悠人自别，此地繁华终未歇。大道青楼夹翠烟，琼墀绣帐开明月。与君一言两相许，外舍形骸中尔女。扬州歌酒不可追，洛神映箔湘妃语。白马黄金为身置，谁能独羡他人醉。暂到香炉一夕间，能展愁眉百世事。君看白日光如箭，一度别来颜色变。早谋侯印佩腰间，莫遣看花鬓如霰。",
            "comment": ""
        },
        {
            "title": "酬彭伉",
            "content": "公孙阁里见君初，衣锦南归二十馀。莫叹屈声犹未展，同年今日在中书。",
            "comment": ""
        },
        {
            "title": "酬举生许遇山居",
            "content": "琉璃潭上新秋月，清净泉中智惠珠。不似本宗疏二教，许过云壑访潜夫。",
            "comment": ""
        },
        {
            "title": "长安闷作",
            "content": "宵分独坐到天明，又策羸骖信脚行。每日除书空满纸，不曾闻有介推名。",
            "comment": ""
        },
        {
            "title": "咏古",
            "content": "大智思济物，道行心始休。垂纶自消息，岁月任春秋。纣虐武既贤，风云固可求。顺天行杀机，所向协良谋。况以丈人师，将济安川流。何劳问枯骨，再取阴阳筹。霸国不务仁，兵戈恣相酬。空令渭水迹，千古独悠悠。",
            "comment": ""
        },
        {
            "title": "谴谪康州先寄弟渤",
            "content": "唯将直道信苍苍，可料无名抵宪章。阴骘却应先有谓，已交鸿雁早随阳。",
            "comment": ""
        },
        {
            "title": "重登滕王阁",
            "content": "滕王阁上唱伊州，二十年前向此游。半是半非君莫问，好山长在水长流。",
            "comment": ""
        },
        {
            "title": "题湖台",
            "content": "山有松门江有亭，不劳他处问青冥。有时带月床舁到，一阵风来酒尽醒。",
            "comment": ""
        },
        {
            "title": "牧童词",
            "content": "朝牧牛，牧牛下江曲。夜牧牛，牧牛度村谷。荷蓑出林春雨细，芦管卧吹莎草绿。乱插蓬蒿箭满腰，不怕猛虎欺黄犊。",
            "comment": ""
        },
        {
            "title": "送妻入道",
            "content": "人无回意似波澜，琴有离声为一弹。纵使空门再相见，还如秋月水中看。",
            "comment": ""
        }
    ]
}