{
    "dynasty": "唐",
    "author": "李约",
    "poems": [
        {
            "title": "从军行三首",
            "content": "看图闲教阵，画地静论边。乌垒天西戍，鹰姿塞上川。路长唯算月，书远每题年。无复生还望，翻思未别前。栅壕三面斗，箭尽举烽频。营柳和烟暮，斗榆带雪春。边城多老将，碛路少归人。杀尽金河卒，年年添塞尘。候火起雕城，尘沙拥战声。游军藏汉帜，降骑说蕃情。霜落沱池浅，秋深太白明。嫖姚方虎视，不觉说添兵。",
            "comment": ""
        },
        {
            "title": "观祈雨",
            "content": "桑条无叶土生烟，箫管迎龙水庙前。朱门几处看歌舞，犹恐春阴咽管弦。",
            "comment": "【注释】　　此诗写观看祈雨的感慨。通过大旱之日两种不同生活场面、不同思想感情的对比，深刻揭露了封建社会尖锐的阶级矛盾。《水浒》中“赤日炎炎似火烧”那首著名的民歌与此诗在主题、手法上都十分接近，但二者也有所不同。民歌的语言明快泼辣，对比的方式较为直截了当；而此诗语言含蓄曲折，对比的手法比较委婉。　　首句先写旱情，这是祈雨的原因。《水浒》民歌写的是夏旱，所以是“赤日炎炎似火烧，野田禾稻半枯焦”。此诗则紧紧抓住春旱特点。“桑条无叶”是写春旱毁了养蚕业，“土生烟”则写出春旱对农业的严重影响。因为庄稼枯死，便只能见“土”；树上无叶，只能见“条”。所以，这描写旱象的首句可谓形象、真切。“水庙”即龙王庙，是古时祈雨的场所。白居易就曾描写过求龙神降福的场面：“丰凶水旱与疾疫，乡里皆言龙所为。家家养豚漉清酒，朝祈暮赛依巫口。”（《黑龙潭》）所谓“赛”，即迎龙娱神的仪式，此诗第二句所写“箫管迎龙”正是这种赛神场面。在箫管鸣奏声中，人们表演各种娱神的节目，看去煞是热闹。但是，祈雨群众只是强颜欢笑，内心是焦急的。这里虽不明说“农夫心内如汤煮”，而意思已全有了。相对于民歌的明快，此诗表现出含蓄的特色。　　诗的后两句忽然撇开，写另一种场面，似乎离题，然而与题目却有着内在的联系。如果说前两句是正写“观祈雨”的题面，则后两句可以说是观祈雨的感想。前后两种场面，形成一组对照。水庙前是无数小百姓，箫管追随，恭迎龙神；而少数“几处”豪家，同时也在品味管弦，欣赏歌舞。一方是惟恐不雨；一方却“犹恐春阴”。惟恐不雨者，是因生死攸关的生计问题；“犹恐春阴”者，则仅仅是怕丝竹受潮，声音哑咽而已。这样，一方是深重的殷忧与不幸，另一方却是荒嬉与闲愁。这样的对比，潜台词可以说是：世道竟然如此不平啊……这一点作者虽已说明却未说尽，仍给读者以广阔联想的空间。此诗对比手法不象“农夫心内如汤煮，公子王孙把扇摇”那样一目了然。因而它的讽刺更为曲折委婉，也更耐人寻味。　　（周啸天）"
        },
        {
            "title": "病中宿宜阳馆闻雨",
            "content": "难眠夏夜抵秋赊，帘幔深垂窗烛斜。风吹桐竹更无雨，白发病人心到家。",
            "comment": ""
        },
        {
            "title": "赠韦况",
            "content": "我有心中事，不与韦三说。秋夜洛阳城，明月照张八。",
            "comment": ""
        },
        {
            "title": "江南春",
            "content": "池塘春暖水纹开，堤柳垂丝间野梅。江上年年芳意早，蓬瀛春色逐潮来。",
            "comment": ""
        },
        {
            "title": "城南访裴氏昆季",
            "content": "相思起中夜，夙驾访柴荆。早雾桑柘隐，晓光溪涧明。村蹊蒿棘间，往往断新耕。贫野烟火微，昼无乌鸢声。田头逢饷人，道君南山行。南山千里峰，尽是相思情。野老无拜揖，村童多裸形。相呼看车马，颜色喜相惊。荒圃鸡豚乐，雨墙禾莠生。欲君知我来，壁上空书名。",
            "comment": ""
        },
        {
            "title": "过华清宫",
            "content": "君王游乐万机轻，一曲霓裳四海兵。玉辇升天人已尽，故宫犹有树长生。",
            "comment": ""
        },
        {
            "title": "岁日感怀",
            "content": "曙气变东风，蟾壶夜漏穷。新春几人老，旧历四时空。身贱悲添岁，家贫喜过冬。称觞惟有感，欢庆在儿童。",
            "comment": ""
        }
    ]
}