{
    "dynasty": "唐",
    "author": "李群玉",
    "poems": [
        {
            "title": "山驿梅花",
            "content": "生在幽崖独无主，溪萝涧鸟为俦侣。行人陌上不留情，愁香空谢深山雨。",
            "comment": ""
        },
        {
            "title": "规公业在净名得甚深义，仆近获顾长康月宫真",
            "content": "五浊之世尘冥冥，达观栖心于此经。但用须弥藏芥子，安知牛迹笑东溟。生公吐辩真无敌，顾氏传神实有灵。今日净开方丈室，一飞白足到茅亭。",
            "comment": ""
        },
        {
            "title": "池州封员外郡斋双鹤丹顶霜翎，仙态?",
            "content": "潇洒二白鹤，对之高兴清。寒溪侣云水，朱阁伴琴笙。顾慕稻粱惠，超遥江海情。应携帝乡去，仙阙看飞鸣。",
            "comment": ""
        },
        {
            "title": "腊夜雪霁，月彩交光，开阁临轩，竟睡不得，",
            "content": "月华临霁雪，皓彩射貂裘。桂酒寒无醉，银笙冻不流。怀哉梁苑客，思作剡溪游。竟夕吟琼树，川途恨阻修。",
            "comment": ""
        },
        {
            "title": "始忝四座奏状闻荐蒙恩授官，旋进歌诗，延英",
            "content": "两鬓有二毛，光阴流浪中。形骸日土木，志气随云风。冥默楚江畔，萧条林巷空。幽鸟事翔翥，敛翼依蒿蓬。一饭五放箸，愀然念途穷。孟门在步武，所向何由通。只征大易言，物否不可终。庶期白雪调，一奏惊凡聋。昨忝丞相召，扬鞭指冥鸿。姓名挂丹诏，文句飞天聪。解薜龙凤署，怀铅兰桂丛。声名仰闻见，烟汉陪高踪。峨峨群玉山，肃肃紫殿东。神飙泛钟漏，佳气浮筠松。自顾珉玞璞，何缘侣圭琮。群贤垂重价，省已增磨砻。天子栖穆清，三台付夔龙。九霄降雨露，万国望时雍。巍巍致君期，勋华将比崇。承天四柱石，嶷若窥衡嵩。日见帝道升，谋猷垂景钟。寰瀛纳寿域，翔泳皆冲融。百神俨云亭，伫将告成功。吾徒事文藻，骧首歌登封。",
            "comment": ""
        },
        {
            "title": "洞庭驿楼雪夜宴集，奉赠前湘州张员外",
            "content": "昔与张湘州，闲登岳阳楼。目穷衡巫表，兴尽荆吴秋。掷笔落郢曲，巴人不能酬。是时簪裾会，景物穷冥搜。误忝玳筵秀，得陪文苑游。几篇云楣上，风雨沉银钩。□□□□□，□□□沧洲。童儿待郭伋，竹马空迟留。路指云汉津，谁能吟四愁。银壶傲海雪，青管罗名讴。贱子迹未安，谋身拙如鸠。分随烟霞老，岂有风云求。不逐万物化，但贻知己羞。方穷立命说，战胜心悠悠。不然蹲会稽，钩下三五牛。所期波涛助，燀赫呈吞舟。",
            "comment": ""
        },
        {
            "title": "自澧浦东游江表，途出巴丘，投员外从公虞",
            "content": "短翮后飞者，前攀鸾鹤翔。力微应万里，矫首空苍苍。谁昔探花源，考槃西岳阳。高风动商洛，绮皓无馨香。一朝下蒲轮，清辉照岩廊。孤醒立众醉，古道何由昌。经术震浮荡，国风扫齐梁。文襟即玄圃，笔下成琳琅。霞水散吟啸，松筠奉琴觞。冰壶避皎洁，武库羞锋铓。小子书代耕，束发颇自强。艰哉水投石，壮志空摧藏。十年侣龟鱼，垂头在沅湘。巴歌掩白雪，鲍肆埋兰芳。骚雅道未丧，何忧名不彰。饥寒束困厄，默塞飞星霜。百志不成一，东波掷年光。尘生脱粟甑，万里违高堂。中夜恨火来，焚烧九回肠。平明梁山泪，缘枕沾匡床。依泊洞庭波，木叶忽已黄。哀砧捣秋色，晓月啼寒螀。复此棹孤舟，云涛浩茫茫。朱门待媒势，短褐谁揄扬。仰羡野陂凫，无心忧稻粱。不如天边雁，南北皆成行。男儿白日间，变化未可量。所希困辱地，剪拂成腾骧。咋笔话肝肺，咏兹枯鱼章。何由首西路，目断白云乡。",
            "comment": ""
        },
        {
            "title": "法华微上人盛话金山境胜，旧游在目，吟成此",
            "content": "江上青莲宫，人间蓬莱岛。烟霞与波浪，隐映楼台好。潮门梵音静，海日天光早。愿与灵鹫人，吟经此终老。",
            "comment": ""
        },
        {
            "title": "石门戍",
            "content": "到此空思吴隐之，潮痕草蔓上幽碑。人来皆望珠玑去，谁咏贪泉四句诗。",
            "comment": ""
        },
        {
            "title": "大庾山岭别友人",
            "content": "筼筜无子鸳雏饥，毛彩凋摧不得归。谁念火云千嶂里，低身犹傍鹧鸪飞。",
            "comment": ""
        },
        {
            "title": "戏赠姬人",
            "content": "骰子巡抛裹手拈，无因得见玉纤纤。但知谑道金钗落，图向人前露指尖。",
            "comment": ""
        },
        {
            "title": "湘妃庙",
            "content": "少将风月怨平湖，见尽扶桑水到枯。相约杏花坛上去，画栏红紫斗樗蒲。",
            "comment": ""
        },
        {
            "title": "中秋寄南海梁侍御",
            "content": "海静天高景气殊，鲸睛失彩蚌潜珠。不知今夜越台上，望见瀛洲方丈无。",
            "comment": ""
        },
        {
            "title": "题龙潭西斋",
            "content": "寂寞幽斋暝烟起，满径西风落松子。远公一去兜率宫，唯有面前虎溪水。",
            "comment": ""
        },
        {
            "title": "二辛夷",
            "content": "狂吟辞舞双白鹤，霜翎玉羽纷纷落。空庭向晚春雨微，却敛寒香抱瑶萼。",
            "comment": ""
        },
        {
            "title": "将游荆州投魏中丞",
            "content": "贫埋病压老巑岏，拂拭菱花不喜看。又恐无人肯青眼，事须凭仗小还丹。",
            "comment": ""
        },
        {
            "title": "晓宴",
            "content": "金波西倾银汉落，绿树含烟倚朱阁。晓华胧日忽闻调笙，一点残灯隔罗幕。",
            "comment": ""
        },
        {
            "title": "言怀",
            "content": "白鹤高飞不逐群，嵇康琴酒鲍昭文。此身未有栖归处，天下人间一片云。",
            "comment": ""
        },
        {
            "title": "劝人庐山读书",
            "content": "怜君少隽利如锋，气爽神清刻骨聪。片玉若磨唯转莹，莫辞云水入庐峰。",
            "comment": ""
        },
        {
            "title": "书院二小松",
            "content": "一双幽色出凡尘，数粒秋烟二尺鳞。从此静窗闻细韵，琴声长伴读书人。",
            "comment": " | 【注释】　　在我国古典诗歌中，或将苍松联想为飞龙，或赋贞松以比君子，这类诗篇数量不少。而李群玉的这首诗，却别开生面，是其中富于独创性而颇具情味的一首。　　第一句是运用绝句中“明起”的手法，从题目的本意说起，不旁逸斜出而直入本题。句中的“一双”，点明题目中的“二小松”。这一句，有如我国国画中的写意画，着重在表现两株小松的神韵。诗人用“幽色”的虚摹以引起人们的想象，以“出凡尘”极言它们的风神超迈，不同凡俗。如果说这一句是意笔，或者说虚写，那么，第二句就是工笔，是实写。“数粒秋烟”，以“秋烟”比况小松初生的稚嫩而翠绿的针叶，这种比喻是十分新颖而传神的，前人似乎没有这样用过；而以“粒”这样的量词来状写秋烟，新奇别致，也是李群玉的创笔，和李贺的“远望齐州九点烟”的“点”字、有同一机杼之妙。张揖《广雅》：“松多节皮，极粗厚，远望如龙鳞。”诗中的“二尺鳞”，一方面如实形容松树的外表，其中的“二尺”又照应前面的“数粒”，切定题目，不浮不泛，点明并非巨松而是“小松”。首二句，诗人扣紧题目中的“二小松”着笔，写来情味丰盈，以下就要将“二小松”置于“书院”的典型环境中来点染了。　　在诗人们的笔下，松树有远离尘俗的天籁，如储光羲《石子松》诗的“冬春无异色，朝暮有清风”，如顾况《千松岭》诗的“终日吟天风，有时天籁止。问渠何旨意，恐落凡人耳”。“从此静窗闻细韵”，李群玉诗的第三句可能从前人诗句中得到过启发，但又别开生面。庭院里的两株小松，自然不会松涛澎湃，天籁高吟，而只能细韵轻送了。“细韵”一词，在小松的外表、神韵之外，又写出它特有的声音，仍然紧扣题旨，而且和“静窗”动静对照，交相映发。“琴声长伴读书人”，结句的“琴声”紧承第三句的“细韵”，并且将它具象化。“长伴读书人”，既充分地抒发了诗人对小松爱怜、赞美的情感，同时也不着痕迹地补足了题目中的“书院”二字。这样，四句诗脉络一贯，句连意圆，构成了一个新颖而和谐的艺术整体。　　松树是诗歌中经常歌咏的题材，容易写得落套，而此诗却能翻出新意，别具情味，这就有赖于诗人独到的感受和写新绘异的艺术功力了。　　（李元洛）"
        },
        {
            "title": "重阳日上渚宫杨尚书",
            "content": "落帽台边菊半黄，行人惆怅对重阳。荆州一见桓宣武，为趁悲秋入帝乡。",
            "comment": ""
        },
        {
            "title": "索曲送酒",
            "content": "帘外春风正落梅，须求狂药解愁回。烦君玉指轻拢撚，慢拨鸳鸯送一杯。",
            "comment": ""
        },
        {
            "title": "紫极宫斋后",
            "content": "紫府空歌碧落寒，晓星寥亮月光残。一群白鹤高飞上，唯有松风吹石坛。",
            "comment": ""
        },
        {
            "title": "恼从兄",
            "content": "芳草萋萋新燕飞，芷汀南望雁书稀。武陵洞里寻春客，已被桃花迷不归。",
            "comment": ""
        },
        {
            "title": "题樱桃",
            "content": "春初携酒此花间，几度临风倒玉山。今日叶深黄满树，再来惆怅不能攀。",
            "comment": ""
        },
        {
            "title": "闻笛",
            "content": "冉冉生山草何异，截而吹之动天地。望乡台上望乡时，不独落梅兼落泪。",
            "comment": ""
        },
        {
            "title": "伤柘枝妓",
            "content": "曾见双鸾舞镜中，联飞接影对春风。今来独在花筵散，月满秋天一半空。",
            "comment": ""
        },
        {
            "title": "和人赠别",
            "content": "嚬黛低红别怨多，深亭芳恨满横波。声中唱出缠绵意，泪落灯前一曲歌。",
            "comment": ""
        },
        {
            "title": "戏赠魏十四",
            "content": "兰浦秋来烟雨深，几多情思在琴心。知君调得东家子，早晚和鸣入锦衾。",
            "comment": ""
        },
        {
            "title": "题金山寺石堂",
            "content": "白波四面照楼台，日夜潮声绕寺回。千叶红莲高会处，几曾龙女献珠来。",
            "comment": ""
        },
        {
            "title": "沅江渔者",
            "content": "倚棹汀洲沙日晚，江鲜野菜桃花饭。长歌一曲烟霭深，归去沧江绿波远。",
            "comment": ""
        },
        {
            "title": "鸂鶒",
            "content": "锦羽相呼暮沙曲，波上双声戛哀玉。霞明川静极望中，一时飞灭青山绿。",
            "comment": " | 【注释】　　这是一首吟咏鸂鶒的七言古诗。　　鸂鶒，音“西翅”，也可读成“欺翅”，是一种长有漂亮的彩色毛羽的水鸟，经常雌雄相随，喜欢共宿，也爱同飞并游。它的好看的毛色给人以美感，它的成双作对活动的习性，使人产生美好的联想。　　这诗兼有音乐与图画之美。一、二句好比是一支轻清悠扬的乐曲，三、四句好比是一幅明朗净洁的图画。　　“相呼”二字是前两句之根。正是相呼之声吸引了诗人的视听，寻声望去，见到水边沙窝上正有一对鸂鶒在鸣叫。次句即从“相呼”二字中生发。日暮时分彼此呼叫，原来是要相约飞去。随着呼叫声，双双在水波上展开了翅膀，在身后留下一串玉磬般的动听音响。“双声”同时带出双飞的形象。　　三、四句所写的视觉形象，即从“双声”过渡而来。发出玉磬般音响的这一对鸟儿飞过水面，便进入了广阔的视野之中。这时云霞明丽，夕照中的水流显得分外平静，在水天光色中，双飞的“锦衣”渐去渐远，转眼消失，再加注视，见到的是一片碧绿的青山。这两句虽然纯用画笔，但也不防想象在画外还响着那哀玉般的鸣叫声，只是随着展翅远去，鸣声也愈来愈轻。诗人以“哀玉”写鸂鶒之声，又以明霞、静川作背景映衬鸂鶒之形，流露了诗人对鸂鶒的喜爱之情。鸂鶒在空中飞去以至于消失，必然有一个较长的时间过程。然而诗人却用“一时”来极言其短，恨其逝去之速。在“飞灭”之后，仍然目不转晴，直到飞灭处显现出了“青山绿”，这是一个令人悠然神往的境界。全诗着墨不多，却能得其神韵。　　（陈志明）"
        },
        {
            "title": "喜浑吉见访",
            "content": "公子春衫桂水香，远冲飞雪过书堂。贫家冷落难消日，唯有松筠满院凉。",
            "comment": ""
        },
        {
            "title": "南庄春晚二首",
            "content": "连云草映一条陂，鸂鶒双双带水飞。南村小路桃花落，细雨斜风独自归。草暖沙长望去舟，微茫烟浪向巴丘。沅江寂寂春归尽，水绿蘋香人自愁。",
            "comment": ""
        },
        {
            "title": "文殊院避暑",
            "content": "赤日黄埃满世间，松声入耳即心闲。愿寻五百仙人去，一世清凉住雪山。",
            "comment": ""
        },
        {
            "title": "山榴",
            "content": "洞中春气蒙笼暄，尚有红英千树繁。可怜夹水锦步障，羞数石家金谷园。",
            "comment": ""
        },
        {
            "title": "赠妓人",
            "content": "谁家少女字千金，省向人间逐处寻。今日分明花里见，一双红脸动春心。",
            "comment": ""
        },
        {
            "title": "落帆后赋得二绝",
            "content": "平湖茫茫春日落，危樯独映沙洲泊。上岸闲寻细草行，古查飞起黄金鹗。水浮秋烟沙晓雪，皎洁无风灯影彻。海客云帆未挂时，相与缘江拾明月。",
            "comment": ""
        },
        {
            "title": "赠琵琶妓",
            "content": "我见鸳鸯飞水上，君还望月苦相思。一双裙带同心结，早寄黄鹂孤雁儿。",
            "comment": ""
        },
        {
            "title": "钓鱼",
            "content": "七尺青竿一丈丝，菰浦叶里逐风吹。几回举手抛芳饵，惊起沙滩水鸭儿。",
            "comment": ""
        },
        {
            "title": "秋登涔阳城二首",
            "content": "万户砧声水国秋，凉风吹起故乡愁。行人望远偏伤思，白浪青枫满北楼。穿针楼上闭秋烟，织女佳期又隔年。斜笛夜深吹不落，一条银汉挂秋天。",
            "comment": ""
        },
        {
            "title": "峡山寺上方",
            "content": "满院泉声水殿凉，疏帘微雨野松香。东峰下视南溟月，笑踏金波看海光。",
            "comment": ""
        },
        {
            "title": "答友人寄新茗",
            "content": "满火芳香碾麹尘，吴瓯湘水绿花新。愧君千里分滋味，寄与春风酒渴人。",
            "comment": ""
        },
        {
            "title": "江南",
            "content": "鳞鳞别浦起微波，泛泛轻舟桃叶歌。斜雪北风何处宿，江南一路酒旗多。",
            "comment": ""
        },
        {
            "title": "寄友人鹿胎冠子",
            "content": "数点疏星紫锦斑，仙家新样剪三山。宜与谢公松下戴，净簪云发翠微间。",
            "comment": ""
        },
        {
            "title": "送客往涔阳",
            "content": "春与春愁逐日长，远人天畔远思乡。蘋生水绿不归去，孤负东溪七里庄。",
            "comment": ""
        },
        {
            "title": "酬魏三十七",
            "content": "静里寒香触思初，开缄忽见二琼琚。一吟丽可风流极，没得弘文李校书。",
            "comment": ""
        },
        {
            "title": "北亭",
            "content": "斜雨飞丝织晓空，疏帘半卷野亭风。荷花向尽秋光晚，零落残红绿沼中。",
            "comment": ""
        },
        {
            "title": "叹灵鹫寺山榴",
            "content": "水蝶岩蜂俱不知，露红凝艳数千枝。山深春晚无人赏，即是杜鹃催落时。",
            "comment": ""
        },
        {
            "title": "移松竹",
            "content": "龙髯凤尾乱飕飕，带雾停风一亩秋。待取满庭苍翠合，酒尊书案闭门休。",
            "comment": ""
        },
        {
            "title": "引水行",
            "content": "一条寒玉走秋泉，引出深萝洞口烟。十里暗流声不断，行人头上过潺湲。",
            "comment": " | 【注释】　　唐代诗歌题材丰富，内容广阔，生动地反映出社会生活的千姿百态。但劳动人民改造自然的斗争，却很少得到反映。象李白的《秋浦歌》（炉火照天地）这种描绘壮美的劳动场景的诗作，竟如空谷足音。这是封建文人的时代局限和阶级局限所造成的。正因为这样，李群玉的这首《引水行》便给人耳目一新的感觉。　　诗里描写的是竹筒引水，多见于南方山区。凿通腔内竹节的长竹筒，节节相连，把泉水从高山洞口引到需要灌溉或饮用的地方，甚至直接通到人家的水缸里，丁冬之声不绝，形成南方山区特有的富于诗意的风光。　　一、二两句写竹筒引泉出洞。一条寒玉，是对引水竹筒的生动比喻。李贺曾用“削玉”形容新竹的光洁挺拔（见《昌谷北园新笋》），这里用“寒玉”形容竹筒的碧绿光洁，可谓异曲同工。不说“碧玉”而说“寒玉”，是为了与“秋泉”相应，以突出引水的竹筒给人带来的清然泠然的感受。寒玉秋泉，益见水之清洌，也益见竹之光洁。玉是固体，泉却是流动的，“寒玉走秋泉”，仿佛不可能。但正是这样，才促使读者去寻求其中奥秘。原来这条“寒玉”竟是中空贯通的。泉行筒中，是看不见的，只能自听觉得之。所以“寒玉走秋泉”的比喻本身，就蕴含着诗人发现竹筒引水奥秘的欣喜之情。　　“引出深萝洞口烟。”这句是说泉水被竹筒从幽深的泉洞中引出。泉洞外面，常有藤萝一类植物缠绕蔓生；洞口附近，常蒙着一层烟雾似的水汽。“深萝洞口烟”描绘的正是这种景色。按通常顺序，应先写深萝泉洞，再写竹筒流泉，现在倒过来写，是由于诗人先发现竹筒流泉，其声淙淙，然后才按迹循踪，发现它来自幽深的岩洞。这样写不但符合观察事物的过程，而且能将最吸引人的新鲜景物先描绘出来，收到先声夺人的艺术效果。　　“十里暗流声不断，行人头上过潺湲。”竹筒引水，一般都是顺着山势，沿着山路，由高而低，蜿蜒而下。诗人的行程和竹筒的走向一样，都是由山上向山下，所以多数情况下都和连绵不断的竹筒相伴而行，故说“十里暗流声不断”。有时山路折入两山峡谷之间，而渡槽则凌空跨越，这就成了“行人头上过潺湲”。诗不是说明文，花费很大气力去说明某一事物，即使再精确，也不见得有感人的艺术力量。这两句诗对竹筒沿山蜿蜒而下的描写是精确的，但它决不单纯是一种客观的不动感情的说明，而是充满诗的情趣的生动描写。关键就在于它写出了山行者和引水竹筒之间亲切的关系。十里山行，竹筒蜿蜒，泉流不断，似是有意与行人相伴。行人在寂寥的深山中赶路，邂逅如此良伴，该会平添多少兴味！“十里暗流声不断”，不只是写竹筒流泉，而且写出了诗人在十里山行途中时时侧耳倾听竹筒流泉的琤琤清韵的情景；“行人头上过潺湲”，更生动地抒写了诗人耳闻目接之际那种新奇、喜悦的感受。　　竹筒引水，是古代劳动人民巧纱地利用自然、改造自然的生动事例，改造自然的同时也为自然增添了新的景色，新的美。而这种景色本身，又是自然与人工的不露痕迹的和谐结合。它本就富于诗意，富于清新朴素的美感。但劳动人民用自己的智慧创造出来的这种美的事物，能为文人所发现、欣赏并加以生动表现的却不多。仅此一端，也足以使我们珍视这首《引水行》了。　　（刘学锴）"
        },
        {
            "title": "春晚",
            "content": "思乡之客空凝嚬，天边欲尽未尽春。独攀江树深不语，芳草落花愁杀人。",
            "comment": ""
        },
        {
            "title": "长沙元门寺张璪员外壁画",
            "content": "片石长松倚素楹，翛然云壑见高情。世人只爱凡花鸟，无处不知梁广名。",
            "comment": ""
        },
        {
            "title": "旅游番禺献凉公",
            "content": "帝乡群侣杳难寻，独立沧洲岁暮心。野鹤栖飞无远近，稻粱多处是恩深。",
            "comment": ""
        },
        {
            "title": "酬崔表仁",
            "content": "昨日朱门一见君，忽惊野鹤在鸡群。不应长啄潢污水，早晚归飞碧落云。",
            "comment": ""
        },
        {
            "title": "赠魏三十七",
            "content": "名珪字玉净无瑕，美誉芳声有数车。莫放焰光高二丈，来年烧杀杏园花。",
            "comment": ""
        },
        {
            "title": "校书叔遗暑服",
            "content": "翠云箱里叠樬栊，楚葛湘纱净似空。便著清江明月夜，轻凉与挂一身风。",
            "comment": ""
        },
        {
            "title": "请告出春明门",
            "content": "本不将心挂名利，亦无情意在樊笼。鹿裘藜杖且归去，富贵荣华春梦中。",
            "comment": ""
        },
        {
            "title": "醴陵道中",
            "content": "别酒离亭十里强，半醒半醉引愁长。无端寂寂春山路，雪打溪梅狼藉香。",
            "comment": ""
        },
        {
            "title": "宿巫山庙二首",
            "content": "寂寞高堂别楚君，玉人天上逐行云。停舟十二峰峦下，幽佩仙香半夜闻。庙闭春山晓月光，波声回合树苍苍。自从一别襄王梦，云雨空飞巫峡长。",
            "comment": ""
        },
        {
            "title": "送客",
            "content": "沅水罗文海燕回，柳条牵恨到荆台。定知行路春愁里，故郢城边见落梅。",
            "comment": ""
        },
        {
            "title": "汉阳太白楼",
            "content": "江上层楼翠霭间，满帘春水满窗山。青枫绿草将愁去，远入吴云暝不还。",
            "comment": ""
        },
        {
            "title": "闻湘南从叔朝觐",
            "content": "长沙地窄却回时，舟楫駸駸向凤池。为报湘川神女道，莫教云雨湿旌旗。",
            "comment": ""
        },
        {
            "title": "题王侍御宅",
            "content": "门向沧江碧岫开，地多鸥鹭少尘埃。绿阴十里滩声里，闲自王家看竹来。",
            "comment": ""
        },
        {
            "title": "桃源",
            "content": "我到瞿真上升处，山川四望使人愁。紫雪白鹤去不返，唯有桃花溪水流。",
            "comment": ""
        },
        {
            "title": "寄友二首",
            "content": "野水晴山雪后时，独行村落更相思。无因一向溪头醉，处处寒梅映酒旗。花落轻寒酒熟迟，醉眠不及落花期。愁人相忆春山暮，烟树苍苍播谷时。",
            "comment": ""
        },
        {
            "title": "题二妃庙",
            "content": "黄陵庙前春已空，子规啼血滴松风。不知精爽归何处，疑是行云秋色中。",
            "comment": ""
        },
        {
            "title": "野鸭",
            "content": "鸂鶒借毛衣，喧呼鹰隼稀。云披菱藻地，任汝作群飞。",
            "comment": ""
        },
        {
            "title": "龙安寺佳人阿最歌八首",
            "content": "团团明月面，冉冉柳枝腰。未入鸳鸯被，心长似火烧。见面知何益，闻名忆转深。拳挛荷叶子，未得展莲心。欲摘不得摘，如看波上花。若教亲玉树，情愿作蒹葭。门路穿茶焙，房门映竹烟。会须随鹿女，乞火到窗前。不是求心印，都缘爱绿珠。何须同泰寺，然后始为奴。既为金界客，任改净人名。愿扫琉璃地，烧香过一生。素腕撩金索，轻红约翠纱。不如栏下水，终日见桃花。第一龙宫女，相怜是阿谁。好鱼输獭尽，白鹭镇长饥。",
            "comment": ""
        },
        {
            "title": "怀初公",
            "content": "不见休上人，空伤碧云思。何处开宝书，秋风海光寺。",
            "comment": ""
        },
        {
            "title": "题竹",
            "content": "一顷含秋绿，森风十万竿。气吹朱夏转，声扫碧霄寒。",
            "comment": ""
        },
        {
            "title": "春日寄友",
            "content": "晴气熏樱蕊，丰蒙雪满林。请君三斗酒，醉卧白罗岑。",
            "comment": ""
        },
        {
            "title": "寄韦秀才",
            "content": "荆台兰渚客，寥落共含情。空馆相思夜，孤灯照雨声。",
            "comment": ""
        },
        {
            "title": "寄人",
            "content": "寄语双莲子，须知用意深。莫嫌一点苦，便拟弃莲心。",
            "comment": ""
        },
        {
            "title": "读贾谊传",
            "content": "卑湿长沙地，空抛出世才。已齐生死理，鵩鸟莫为灾。",
            "comment": ""
        },
        {
            "title": "恼自澄",
            "content": "常闻天女会，玉指散天花。莫遣春风里，红芳点袈裟。",
            "comment": ""
        },
        {
            "title": "役从叔",
            "content": "可惜出群蹄，毛焦久卧泥。孙阳如不顾，骐骥向谁嘶。",
            "comment": ""
        },
        {
            "title": "池塘晚景",
            "content": "风荷珠露倾，惊起睡??。月落池塘静，金刀剪一声。",
            "comment": ""
        },
        {
            "title": "青鹢",
            "content": "独立蒹葭雨，低飞浦屿风。须知毛色下，莫入鹭鸶丛。",
            "comment": ""
        },
        {
            "title": "伤小女痴儿",
            "content": "哭尔春日短，支颐长叹嗟。不如半死树，犹吐一枝花。",
            "comment": ""
        },
        {
            "title": "嘲卖药翁",
            "content": "劚尽春山土，辛勤卖药翁。莫抛破笠子，留作败天公。",
            "comment": ""
        },
        {
            "title": "古词",
            "content": "一合相思泪，临江洒素秋。碧波如会意，却与向西流。",
            "comment": ""
        },
        {
            "title": "洞庭干二首",
            "content": "借问蓬莱水，谁逢清浅年。伤心云梦泽，岁岁作桑田。朱宫紫贝阙，一旦作沙洲。八月还平在，鱼虾不用愁。",
            "comment": ""
        },
        {
            "title": "客愁二首",
            "content": "客愁看柳色，日日逐春深。荡漾春风起，谁知历乱心。客愁看柳色，日日逐春长。凭送湘流水，绵绵入帝乡。",
            "comment": ""
        },
        {
            "title": "莲叶",
            "content": "根是泥中玉，心承露下珠。在君塘下种，埋没任春浦。",
            "comment": ""
        },
        {
            "title": "放鱼",
            "content": "早觅为龙去，江湖莫漫游。须知香饵下，触口是铦钩。",
            "comment": " | 【注释】　　这是咏物诗中一首富于哲理的佳作，篇幅短小，意味隽永。我国古诗中，最早写鱼的诗句见于《诗经·卫风》中的《硕人》篇。汉魏六朝乐府诗中的《枯鱼过河泣》，则是以鱼为抒写对象的完整的全篇。唐代咏物诗不少，然而写鱼的专篇仍然不多，所以这首《放鱼》是独具一格的难能可贵之作。　　这首诗，题材独特，角度新颖。作者既入乎其内，深入地体察了鱼的习性、情态和生活环境，作了准确而非泛泛的描写；又出乎其外，由尺寸之鱼联想到广阔的社会人生，言在此而意在彼，让读者受到诗中寓意的暗示和启发。这首诗从题目上看，是写诗人在将鱼放生时对鱼的嘱咐，全诗以呼告式结撰成章。“早觅为龙去”，一开始就运用了一个和鱼有关的典故，妙合自然。《水经注·河水》：“鳣鲤出巩穴，三月则上度龙门，得度者为龙，否则点额而还。”在我国古代富于浪漫色彩的神话传说中，龙是一种有鳞有须、能兴风作浪的神奇动物，因此，为龙或化龙历来就象征着飞黄腾达。但诗人运用这一典故却另有新意，他是希望所放生之鱼寻觅到一个广阔自由的没有机心的世界。一个“早”字，更显示诗人企望之殷切。接着以“江湖莫漫游”句，须承而下。“漫游”本是为鱼所独有的生活习性，但在这里，“莫漫游”和“早觅”的矛盾逆折，却又让读者产生强烈的悬念：为什么希望鱼儿要早觅为龙，又劝其莫漫游于江湖之中呢？这就自然无迹地引发了下文：“须知香饵下，触口是铦钩！”“香饵”与“铦钩”也都是和鱼的生活与命运紧密相关的事物。这两句诗一气奔注，分外醒人耳目。铦，是锋利之意，“铦钩”与“香饵”相对成文又对比尖锐，那触目惊心的形象可以激发人们许多联想，“须知”使诗人告诫的声态更加恳切动人，而“触口”则更描摹出那环生的险要，传神地表现出诗人对鱼的怜惜、耽心的情态。寥寥二十字，处处围绕着题目“放鱼”来写，用语看似平易，运笔却十分灵动而巧妙。　　“寄托”是咏物诗的灵魂。这诗抒写的是放鱼入水的题材，但它又不止于写放鱼入水。诗人的目光绝没有停留在题材的表面，而是在具体的特定事物的描绘中，寄寓自己对生活的某种体验和认识，使读者从所写之物，联想到它内蕴的所寄之意。这首《放鱼》寄意深远。其特色一是小中见大地展开，二是由此及彼地暗示。写的是具体的尺寸之鱼，却由鱼而社会而人生，抒发了封建社会中善良的人们对于险恶的社会生活的一种普遍感受。所咏叹的是“放鱼”这一寻常事物”这一寻常事物，但诗人却手挥五弦，目送飞鸿，因而音流弦外，余响无穷，使人不禁联想到诗人自己和许多正直的人们的遭际而深感同情。正如陶明濬《说诗札记》所指出的：“咏物之作，非专求用典也，必求其婉言而讽，小中见大，因此及彼，生人妙语，乃为上乘也。”此诗可谓得其旨。　　苏东坡说：“作诗必此诗，定知非诗人。”何况是咏物诗。这首《放鱼》状物形象，含蕴深远，花蕾虽小却香气袭人，堪称咏物诗中的佳作。　　（李元洛）"
        },
        {
            "title": "桂州经佳人故居",
            "content": "桂水依旧绿，佳人本不还。只应随暮雨，飞入九疑山。",
            "comment": ""
        },
        {
            "title": "静夜相思",
            "content": "山空天籁寂，水榭延轻凉。浪定一浦月，藕花闲自香。",
            "comment": ""
        },
        {
            "title": "病起别主人",
            "content": "益愧千金少，情将一饭殊。恨无泉客泪，尽泣感恩珠。",
            "comment": ""
        },
        {
            "title": "宝剑",
            "content": "雷焕丰城掘剑池，年深事远迹依稀。泥沙难掩冲天气，风雨终思发匣时。夜电尚摇池底影，秋莲空吐锷边辉。自从星坼中台后，化作双龙去不归。",
            "comment": ""
        },
        {
            "title": "长沙陪裴大夫夜宴",
            "content": "东山夜宴酒成河，银烛荧煌照绮罗。四面雨声笼笑语，满堂香气泛笙歌。泠泠玉漏初三滴，滟滟金觞已半酡。共向柏台窥雅量，澄陂万顷见天和。",
            "comment": ""
        },
        {
            "title": "浔阳观水",
            "content": "朝宗汉水接阳台，唅呀填坑吼作雷。莫见九江平稳去，还从三峡嶮巇来，南经梦泽宽浮日，西出岷山劣泛杯。直至沧溟涵贮尽，深沉不动浸昭回。",
            "comment": ""
        },
        {
            "title": "谪仙吟赠赵道士",
            "content": "汗漫东游黄鹤雏，缙云仙子住清都。三元麟凤推高座，六甲风雷閟小壶。日月暗资灵寿药，山河直拟化生符。若为失意居蓬岛，鳌足尘飞桑树枯。",
            "comment": ""
        },
        {
            "title": "黄陵庙",
            "content": "小姑洲北浦云边，二女容华自俨然。野庙向江春寂寂，古碑无字草芊芊。风回日暮吹芳芷，月落山深哭杜鹃。犹似含颦望巡狩，九疑愁断隔湘川。",
            "comment": " | 【注释】　　黄陵庙，在今湖南湘阴县北洞庭湖畔。古代当地人民由于同情舜帝的两个妃子娥皇和女英的不幸遭遇，给她们修了这座祠庙。　　据《史记·五帝本纪》载，舜南巡狩，死于苍梧，葬在江南的九疑山。《水经注·湘水》等又先后将故事发展成为娥皇、女英，因为追踪舜帝，溺于湘水，遂“神游洞庭之渊，出入潇湘之浦”。这样就给原来的传说加深了神话与悲剧的色彩。后世人们更将湘竹上面的斑斑点点，想象成为二妃远望苍梧，临江恸哭的泪痕。李群玉写此诗，也是借助这一绵绵长恨的故事为背景的。　　此诗在构思上，是用黄陵庙的荒凉寂寞与庙中栩栩如生的二妃悲切的塑像作为对照，在结构上则以诗人凭吊黄陵庙的足迹为线索布局，从而步步深入地表现了二妃音容宛在、精诚不灭，而岁月空流、人世凄清的悲苦情绪。　　首句“小姑洲北浦云边”，交代了祠庙的地点与位置，“浦云边”三字表明诗人从远处走向黄陵庙时所见到的云水相映颇为荒凉的景象，以及由此引起的漠漠层云，江天寂寥，四周一片空空荡荡的感觉。第二句，诗人已进入祠庙瞻望，以特写镜头显出“啼妆俨然”的二妃塑像。这里愈是写出环境的萧索与刻画出二妃生动的形象，也就愈会唤起人们无限的哀思。　　接下来诗人漫步祠外，只见“野庙向江春寂寂，古碑无字草芊芊”，进一步写景抒情。“野庙向江”，着一“野”字，点染了环境的荒凉。“向江”，显然暗示庙中二妃日夜面向苍梧。此时周围有的只是被风雨剥蚀了字迹的古老碑碣，萋萋的荒草和一片东风无语的寂寂春色，“寂寂”，是诗人的感受，也是对二妃怅惘心情的想象与描摹。　　接写诗人伫立平冈，愁思不已的所见所感：“风回日暮吹芳芷，月落山深哭杜鹃”。暮色晻晻，那江上的香芷在晚风中遥曳生恣。香芷，这个湘、沅一带特有的风物，既是黄陵庙前的现场景物，又暗暗关联二妃美丽的神话。《楚辞·湘夫人》云：“沅有芷兮澧有兰，思公子兮未敢言。”触景生情，引人遐想。待到夜暮降临，江畔月落，四周杜鹃啼血，如果二妃有知，听着声声“不如归去”，她们将会感到怎样的悲戚！她们纵欲归去，又能够归向何处呢？想到这里，感伤之情油然而生。诗人再次步入庙中，抬头凝望“啼妆俨然”的神像，“犹似含颦望巡狩，九疑如黛隔湘川”，仿佛看出她们蹙着眉黛，隔着湘水，仍在朝朝暮暮地遥望远处不可企及的九疑山，默默无言地翘盼着舜帝的归来！这样的形象更加激起诗人内心的波澜：事去千年，人世已非；恨重如山，心似金石啊！这里的“犹似”二字，既把二妃的神态写活了，流露出她们坚贞不渝、长恨绵绵的情怀，也寄寓了诗人无限的情思。此时此地，诗人伫立野庙，愁萦湘浦，目遇神追，依恋感怀，不能自已。其下“九疑如黛”的结句，以一“隔”字，包含多少欲哭无泪的憾恨，全诗到此，辞虽尽而意未尽，如余音绕梁，回味无穷。就以诗中“月落山深哭杜鹃”中那一“哭”字来说，究竟是实写杜鹃的啼血，二妃的饮泣，还是诗人自己的一掬同情的眼泪，抑或是三者合而有之，那就很难叫人分得清了。　　（陶慕渊）"
        },
        {
            "title": "秣陵怀古",
            "content": "野花黄叶旧吴宫，六代豪华烛散风，龙虎势衰佳气歇，凤凰名在故台空。市朝迁变秋芜绿，坟冢高低落照红。霸业鼎图人去尽，独来惆怅水云中。",
            "comment": ""
        },
        {
            "title": "同郑相并歌姬小饮戏赠",
            "content": "裙拖六幅湘江水，鬓耸巫山一段云。风格只应天上有，歌声岂合世间闻。胸前瑞雪灯斜照，眼底桃花酒半醺。不是相如怜赋客，争教容易见文君。",
            "comment": ""
        },
        {
            "title": "送秦炼师归岑公山",
            "content": "紫泥飞诏下金銮，列象分明世仰观。北省谏书藏旧草，南宫郎署握新兰。春归凤沼恩波暖，晓入鸳行瑞气寒。偏是此生栖息者，满衣零泪一时干。",
            "comment": ""
        },
        {
            "title": "九日",
            "content": "年年羞见菊花开，十度悲秋上楚台。半岭残阳衔树落，一行斜雁向人来。行云永绝襄王梦，野水偏伤宋玉怀。丝管阑珊归客尽，黄昏独自咏诗回。",
            "comment": ""
        },
        {
            "title": "送唐侍御福建省兄",
            "content": "桂枝攀尽贾家才，霄汉春风棣萼开。世掌纶言传大笔，官分鸿序压霜台。闽山翠卉迎飞旆，越水清纹散落梅。到日池塘春草绿，谢公应梦惠连来。",
            "comment": ""
        },
        {
            "title": "留别马使君",
            "content": "俱来海上叹烟波，君佩银鱼我触罗。蜀国才微甘放荡，专城年少岂蹉跎。应怜旅梦千重思，共怆离心一曲歌。唯有管弦知客意，分明吹出感恩多。",
            "comment": ""
        },
        {
            "title": "湖寺清明夜遣怀",
            "content": "柳暗花香愁不眠，独凭危槛思凄然。野云将雨渡微月，沙鸟带声飞远天。久向饥寒抛弟妹，每因时节忆团圆。饧餐冷酒明年在，未定萍蓬何处边。",
            "comment": ""
        },
        {
            "title": "广州陪凉公从叔越台宴集",
            "content": "一径松梢踏石梯，步穷身在白云西。日衔赤浪金车没，天拂沧波翠幕低。高鸟散飞惊大旆，长风万里卷秋鼙。玉钩挂海笙歌合，珠履三千半似泥。",
            "comment": ""
        },
        {
            "title": "醉后赠冯姬",
            "content": "黄昏歌舞促琼筵，银烛台西见小莲。二寸横波回慢水，一双纤手语香弦。桂形浅拂梁家黛，瓜字初分碧玉年。愿托襄王云雨梦，阳台今夜降神仙。",
            "comment": ""
        },
        {
            "title": "哭小女痴儿",
            "content": "平生未省梦熊罴，稚女如花坠晓枝。条蔓纵横输葛藟，子孙蕃育羡螽斯。方同王衍钟情切，犹念商瞿有庆迟。负尔五年恩爱泪，眼中惟有涸泉知。",
            "comment": ""
        },
        {
            "title": "献王中丞时有除拜",
            "content": "登仙望绝李膺舟，从此青蝇点遂稠。半夜剑吹牛斗动，二年门掩雀罗愁。张仪会展平生舌，韩信那惭跨下羞。他日图勋画麟阁，定呈肝胆始应休。",
            "comment": ""
        },
        {
            "title": "送隐者归罗浮",
            "content": "春山杳杳日迟迟，路入云峰白犬随。两卷素书留贳酒，一柯樵斧坐看棋。蓬莱道士飞霞履，清远仙人寄好诗。自此尘寰音信断，山川风月永相思。",
            "comment": ""
        },
        {
            "title": "仙明洲口号",
            "content": "长爱沙洲水竹居，暮江春树绿阴初。浪翻新月金波浅，风损轻云玉叶疏。半浦夜歌闻荡桨，一星幽火照叉鱼。二年此处寻佳句，景物常输楚客书。",
            "comment": ""
        },
        {
            "title": "请告南归留别同馆",
            "content": "一点灯前独坐身，西风初动帝城砧。不胜庾信乡关思，遂作陶潜归去吟。书阁乍离情黯黯，彤庭回望肃沈沈。应怜一别瀛洲侣，万里单飞云外深。",
            "comment": ""
        },
        {
            "title": "江楼闲望怀关中亲故",
            "content": "摇落江天欲尽秋，远鸿高送一行愁。音书寂绝秦云外，身世蹉跎楚水头。年貌暗随黄叶去，时情深付碧波流。风凄日冷江湖晚，驻目寒空独倚楼。",
            "comment": ""
        },
        {
            "title": "送人隐居",
            "content": "棋局茅亭幽涧滨，竹寒江静远无人。村梅尚敛风前笑，沙草初偷雪后春。鹏鷃喻中消日月，沧浪歌里放心神。平生自有烟霞志，久欲抛身狎隐沦。",
            "comment": ""
        },
        {
            "title": "长沙紫极宫雨夜愁坐",
            "content": "独坐高斋寒拥衾，洞宫台殿窅沉沉。春灯含思静相伴，夜雨滴愁更向深。穷达未知他日事，是非皆到此时心。羁栖摧剪平生志，抱膝时为梁甫吟。",
            "comment": ""
        },
        {
            "title": "凉公从叔春祭广利王庙",
            "content": "龙骧伐鼓下长川，直济云涛古庙前。海客敛威惊火旆，天吴收浪避楼船。阴灵向作南溟王，祀典高齐五岳肩。从此华夷封域静，潜熏玉烛奉尧年。",
            "comment": ""
        },
        {
            "title": "送萧十二校书赴郢州婚姻",
            "content": "蓬莱才子即萧郎，彩服青书卜凤凰。玉珮定催红粉色，锦衾应惹翠云香。马穿暮雨荆山远，人宿寒灯郢梦长。领取和鸣好风景，石城花月送归乡。",
            "comment": ""
        },
        {
            "title": "人日梅花病中作",
            "content": "去年今日湘南寺，独把寒梅愁断肠。今年此日江边宅，卧见琼枝低压墙。半落半开临野岸，团情团思醉韶光。玉鳞寂寂飞斜月，素艳亭亭对夕阳。已被儿童苦攀折，更遭风雨损馨香。洛阳桃李渐撩乱，回首行宫春景长。",
            "comment": ""
        },
        {
            "title": "九子坡闻鹧鸪",
            "content": "落照苍茫秋草明，鹧鸪啼处远人行。正穿诘曲崎岖路，更听钩輈格磔声。曾泊桂江深岸雨，亦于梅岭阻归程。此时为尔肠千断，乞放今宵白发生。",
            "comment": ""
        },
        {
            "title": "望月怀友",
            "content": "浮云卷尽看朣胧，直出沧溟上碧空。盈手水光寒不湿，流天素彩静无风。酒花荡漾金尊里，棹影飘飖玉浪中。川路正长难可越，美人千里思何穷。",
            "comment": ""
        },
        {
            "title": "寄长沙许侍御",
            "content": "三年文会许追随，和遍南朝杂体诗。未把彩毫还郭璞，乞留残锦与丘迟。竹斋琴酒欢成梦，水寺烟霞赏对谁。今日秋风满湘浦，只应搔首咏琼枝。",
            "comment": ""
        },
        {
            "title": "寄张祜",
            "content": "越水吴山任兴行，五湖云月挂高情。不游都邑称平子，只向江东作步兵。昔岁芳声到童稚，老来佳句遍公卿。如君气力波澜地，留取阴何沈范名。",
            "comment": ""
        },
        {
            "title": "送陶少府赴选",
            "content": "陶君官兴本萧疏，长傍青山碧水居。久向三茅穷艺术，仍传五柳旧琴书。迹同飞鸟栖高树，心似闲云在太虚。自是葛洪求药价，不关梅福恋簪裾。",
            "comment": ""
        },
        {
            "title": "奉和张舍人送秦炼师归岑公山",
            "content": "仙翁归卧翠微岑，一夜西风月峡深。松径定知芳草合，玉书应念素尘侵。闲云不系东西影，野鹤宁知去住心。兰浦苍苍春欲暮，落花流水怨离琴。",
            "comment": ""
        },
        {
            "title": "哭郴州王使君",
            "content": "银章朱绂照云骢，六换鱼书惠化崇。瑶树忽倾沧海里，醉乡翻在夜台中。东山妓逐飞花散，北海尊随逝水空。曾是绮罗筵上客，一来长恸向春风。",
            "comment": ""
        },
        {
            "title": "薛侍御处乞靴",
            "content": "越客南来夸桂麖，良工用意巧缝成。看时共说茱萸皱，著处嫌无鸲鹆鸣。百里奚身悲甚似，五羊皮价敢全轻。日于文苑陪高步，赢得芳尘接武名。",
            "comment": ""
        },
        {
            "title": "湘阴江亭却寄友人",
            "content": "湘岸初晴淑景迟，风光正是客愁时。幽花暮落骚人浦，芳草春深帝子祠。往事隔年如过梦，旧游回首谩劳思。烟波自此扁舟去，小酌文园杳未期。",
            "comment": ""
        },
        {
            "title": "送崔使君萧山祷雨甘泽遽降",
            "content": "谢公一拜敬亭祠，五马旋归下散丝。不假土龙呈夭矫，自然石燕起参差。预听禾稼如云语，应有空濛似雾时。已向为霖报消息，颍川征诏是前期。",
            "comment": ""
        },
        {
            "title": "辱绵州于中丞书信",
            "content": "一缄垂露到云林，中有孙阳念骥心。万木自凋山不动，百川皆旱海长深。风标想见瑶台鹤，诗韵如闻渌水琴。他日纵陪池上酌，已应难到暝猿吟。",
            "comment": ""
        },
        {
            "title": "玉真观",
            "content": "高情帝女慕乘鸾，绀发初簪玉叶冠。秋月无云生碧落，素蕖寒露出情澜。层城烟雾将归远，浮世尘埃久住难。一自箫声飞去后，洞宫深掩碧瑶坛。",
            "comment": ""
        },
        {
            "title": "石门韦明府为致东阳潭石鲫鲙",
            "content": "锦鳞衔饵出清涟，暖日江亭动鲙筵。叠雪乱飞消箸底，散丝繁洒拂刀前。太湖浪说朱衣鲋，汉浦休夸缩项鳊。隽味品流知第一，更劳霜橘助芳鲜。",
            "comment": ""
        },
        {
            "title": "送于少监自广州还紫逻",
            "content": "鸣皋山水似麻源，谢监东还忆故园。海峤烟霞轻逸翰，洛川花木待回轩。宦情薄去诗千首，世事闲来酒一尊。明日中书见颜范，始应通籍入金门。",
            "comment": ""
        },
        {
            "title": "金塘路中",
            "content": "山连楚越复吴秦，蓬梗何年是住身。黄叶黄花古城路，秋风秋雨别家人。冰霜想度商於冻，桂玉愁居帝里贫。十口系心抛不得，每回回首即长颦。",
            "comment": ""
        },
        {
            "title": "和吴中丞悼笙妓",
            "content": "丽质仙姿烟逐风，凤凰声断吹台空。多情草色怨还绿，无主杏花春自红。堕珥尚存芳树下，余香渐减玉堂中。唯应去抱云和管，从此长归阿母宫。",
            "comment": ""
        },
        {
            "title": "龟",
            "content": "静养千年寿，重泉自隐居。不应随跛鳖，宁肯滞凡鱼。灵腹唯玄露，芳巢必翠蕖。扬花输蚌蛤，奔月恨蟾蜍。曳尾辞泥后，支床得水初。冠山期不小，铸印事宁虚。有志酬毛宝，无心畏豫且。他时清洛汭，会荐帝尧书。",
            "comment": ""
        },
        {
            "title": "游玉芝观",
            "content": "寻仙向玉清，独倚雪初晴。木落寒郊迥，烟开叠嶂明。片云盘鹤影，孤磬杂松声。且共探玄理，归途月未生。",
            "comment": ""
        },
        {
            "title": "北风",
            "content": "病发干垂枕，临风强起梳。蝶飞魂尚弱，蚁斗体犹虚。瘦骨呻吟后，羸容几杖初。庭幽行药静，凉暑翠筠疏。",
            "comment": ""
        },
        {
            "title": "七月十五夜看月",
            "content": "朦胧南溟月，汹涌出云涛。下射长鲸眼，遥分玉兔毫。势来星斗动，路越青冥高。竟夕瞻光彩，昂头把白醪。",
            "comment": ""
        },
        {
            "title": "自遣",
            "content": "翻覆升沉百岁中，前途一半已成空。浮生暂寄梦中梦，世事如闻风里风。修竹万竿资阒寂，古书千卷要穷通。一壶浊酒暄和景，谁会陶然失马翁。",
            "comment": ""
        },
        {
            "title": "湖阁晓晴寄呈从翁二首",
            "content": "岭日开寒雾，湖光荡霁华。风乌摇径柳，水蝶恋幽花。蜀国地西极，吴门天一涯。轻舟栏下去，点点入湘霞。高秋凭远槛，万里看新晴。重雾披天急，千云触石轻。湖山四五点，湘雁两三声。遥想潘园里，琴尊兴转清。",
            "comment": ""
        },
        {
            "title": "东湖二首",
            "content": "晚景微雨歇，逍遥湖上亭。波闲鱼弄饵，树静鸟遗翎。性野难依俗，诗玄自入冥。何繇遂潇洒，高枕对云汀。雨气消残暑，苍苍月欲升。林间风卷簟，栏下水摇灯。迥野垂银镜，层峦挂玉绳。重期浮小楫，来摘半湖菱。",
            "comment": ""
        },
        {
            "title": "同张明府游溇水亭",
            "content": "草色绿溪晚，梅香生縠文。云天敛余霁，水木笼微曛。垂钓坐方屿，幽禽时一闻。何当五柳下，酌醴吟庭筠。",
            "comment": ""
        },
        {
            "title": "法性寺六祖戒坛",
            "content": "初地无阶级，余基数尺低。天香开茉莉，梵树落菩提。惊俗生真性，青莲出淤泥。何人得心法，衣钵在曹溪。",
            "comment": ""
        },
        {
            "title": "伤友",
            "content": "玉棺来九天，凫舄掩穷泉。芜没池塘屿，凄凉翰墨筵。短期存大梦，旧好委浮烟。我有幽兰曲，因君遂绝弦。",
            "comment": ""
        },
        {
            "title": "长沙开元寺昔与故长林许侍御题松竹联句",
            "content": "墙阴数行字，怀旧惨伤情。薜荔侵年月，莓苔压姓名。逝川前后水，浮世短长生。独立秋风暮，凝颦隔郢城。",
            "comment": ""
        },
        {
            "title": "中秋夜南楼寄友人",
            "content": "海月出银浪，湖光射高楼。朗吟无渌酒，贱价买清秋。气冷鱼龙寂，轮高星汉幽。他乡此夜客，对景饯多愁。",
            "comment": ""
        },
        {
            "title": "九日越台",
            "content": "旭日高山上，秋天大海隅。黄花罗粔籹，绛实簇茱萸。病久欢情薄，乡遥客思孤。无心同落帽，天际望归途。",
            "comment": ""
        },
        {
            "title": "中秋广江驿示韦益",
            "content": "莫惜三更坐，难消万里情。同看一片月，俱在广州城。泪逐金波满，魂随夜鹊惊。支颐乡思断，无语到鸡鸣。",
            "comment": ""
        },
        {
            "title": "中秋越台看月",
            "content": "海雨洗尘埃，月从空碧来。水光笼草树，练影挂楼台。皓曜迷鲸目，晶荧失蚌胎。宵分凭槛望，应合见蓬莱。",
            "comment": ""
        },
        {
            "title": "赠元绂",
            "content": "相逢在总角，与子即同心。隐石那知玉，披沙始遇金。兰秋香不死，松晚翠方深。各保芳坚性，宁忧霜霰侵。",
            "comment": ""
        },
        {
            "title": "桂州经佳人故居琪树",
            "content": "种树人何在，攀枝空叹嗟。人无重见日，树有每年花。满院雀声暮，半庭春景斜。东风不知恨，遍地落余霞。",
            "comment": ""
        },
        {
            "title": "中秋维舟君山看月二首",
            "content": "汗漫铺澄碧，朦胧吐玉盘。雨师清滓秽，川后扫波澜。气射繁星灭，光笼八表寒。来从云涨迥，路上碧霄宽。熠耀游何处，蟾蜍食渐残。棹翻银浪急，林映白虹攒。练彩连河晓，冰晖压树干。夜深高不动，天下仰头看。",
            "comment": ""
        },
        {
            "title": "临水蔷薇",
            "content": "堪爱复堪伤，无情不久长。浪摇千脸笑，风舞一丛芳。似濯文君锦，如窥汉女妆。所思云雨外，何处寄馨香。",
            "comment": ""
        },
        {
            "title": "洞庭风雨二首",
            "content": "面南一片黑，俄起北风颠。浪泼巴陵树，雷烧鹿角田。鱼龙方簸荡，云雨正喧阗。想赭君山日，秦皇怒赫然。巨浸吞湘澧，西风忽怒号。水将天共黑，云与浪争高。羽化思乘鲤，山漂欲抃鳌。阳乌犹曝翅，真恐湿蟠桃。",
            "comment": ""
        },
        {
            "title": "赠花",
            "content": "酒为看花酝，花须趁酒红。莫令芳树晚，使我绿尊空。金谷园无主，桃源路不通。纵非乘露折，长短尽随风。",
            "comment": ""
        },
        {
            "title": "送房处士闲游",
            "content": "采药陶贞白，寻山许远游。刀圭藏妙用，岩洞契冥搜。花月三江水，琴尊一叶舟。羡君随野鹤，长揖稻粱愁。",
            "comment": ""
        },
        {
            "title": "九日陪崔大夫宴清河亭",
            "content": "玉醴浮金菊，云亭敞玳筵。晴山低画浦，斜雁远书天。谢胱离都日，殷公出守年。不知瑶水宴，谁和白云篇。",
            "comment": ""
        },
        {
            "title": "湘阴县送迁客北归",
            "content": "不须留薏苡，重遣世人疑。瘴染面如檗，愁熏头似丝。黄梅住雨外，青草过湖时。今日开汤网，冥飞亦未迟。",
            "comment": ""
        },
        {
            "title": "送秦炼师",
            "content": "紫府静沈沈，松轩思别琴。水流宁有意，云泛本无心。锦洞桃花远，青山竹叶深。不因时卖药，何路更相寻。",
            "comment": ""
        },
        {
            "title": "经费拾遗所居呈封员外",
            "content": "云卧竟不起，少微空陨光。唯应孔北海，为立郑公乡。旧馆苔藓合，幽斋松菊荒。空余书带草，日日上阶长。",
            "comment": ""
        },
        {
            "title": "杜门",
            "content": "且咏闲居赋，飞翔去未能。春风花屿酒，秋雨竹溪灯。世路变陵谷，时情验友朋。达生书一卷，名利付春冰。",
            "comment": ""
        },
        {
            "title": "桑落洲",
            "content": "九江寒露夕，微浪北风生。浦屿渔人火，蒹葭凫雁声。颓云晦庐岳，微鼓辨湓城。远忆天边弟，曾从此路行。",
            "comment": ""
        },
        {
            "title": "广江驿饯筵留别",
            "content": "别筵欲尽秋，一醉海西楼。夜雨寒潮水，孤灯万里舟。酒飞鹦鹉重，歌送鹧鸪愁。惆怅三年客，难期此处游。",
            "comment": ""
        },
        {
            "title": "春寒",
            "content": "拨火垂帘夕，将暄向冷天。闷斟壶酒暖，愁听雨声眠。处世心悠尔，干时思索然。春光看已半，明日又藏烟。",
            "comment": ""
        },
        {
            "title": "与三山人夜话",
            "content": "静谈云鹤趣，高会两三贤。酒思弹琴夜，茶芳向火天。兔裘堆膝暖，鸠杖倚床偏。各厌池笼窄，相看意浩然。",
            "comment": ""
        },
        {
            "title": "吾道",
            "content": "吾道成微哂，时情付绝言。凤兮衰已尽，犬也吠何繁。轻重忧衡曲，妍媸虑镜昏。方忻耳目净，谁到翟公门。",
            "comment": ""
        },
        {
            "title": "宵民",
            "content": "大雅无忧怨，宵民有爱憎。鲁侯天不遇，臧氏尔何能。惨惨心如虺，营营舌似蝇。谁于销骨地，一鉴玉壶冰。",
            "comment": ""
        },
        {
            "title": "晚莲",
            "content": "露冷芳意尽，稀疏空碧荷。残香随暮雨，枯蕊堕寒波。楚客罢奇服，吴姬停棹歌。涉江无可寄，幽恨竟如何。",
            "comment": ""
        },
        {
            "title": "半醉",
            "content": "处俗常如病，看花亦似秋。若无时复酒，宁遣镇长愁。渐觉身非我，都迷蝶与周。何烦五色药，尊下即丹丘。",
            "comment": ""
        },
        {
            "title": "将之番禺留别湖南府幕",
            "content": "本乏烟霞志，那随鸳鹭游。一枝仍未定，数粒欲何求。溟涨道途远，荆吴云雪愁。会登梅岭翠，南翥入炎洲。",
            "comment": ""
        },
        {
            "title": "早鸿",
            "content": "木落波浪动，南飞闻夜鸿。参差天汉雾，嘹唳月明风。野水莲茎折，寒泥稻穗空。无令一行侣，相失五湖中。",
            "comment": ""
        },
        {
            "title": "登蒲涧寺后二岩三首",
            "content": "五仙骑五羊，何代降兹乡。涧有尧年韭，山余禹日粮。楼台笼海色，草树发天香。浩啸波光里，浮溟兴甚长。行尽崎岖路，惊从汗漫游。青天豁眼快，碧海醒心秋。便欲寻河汉，因之犯斗牛。九霄身自致，何必遇浮丘。南溟吞越绝，极望碧鸿濛。龙渡潮声里，雷喧雨气中。赵佗丘垄灭，马援鼓鼙空。遐想鱼鹏化，开襟九万风。",
            "comment": ""
        },
        {
            "title": "长沙陪裴大夫登北楼",
            "content": "岩嶂随高步，琴尊奉胜游。金风吹绿簟，湘水入朱楼。朗抱云开月，高情鹤见秋。登临多暇日，非为赋消忧。",
            "comment": ""
        },
        {
            "title": "失鹤",
            "content": "瑶台烟雾外，一去不回心。清海蓬壶远，秋风碧落深。堕翎留片雪，雅操入孤琴。岂是笼中物，云萝莫更寻。",
            "comment": ""
        },
        {
            "title": "石头城",
            "content": "伯业随流水，寒芜上古城。长空横海色，断岸落潮声。八极悲扶拄，五湖来止倾。东南天子气，扫地入函京。",
            "comment": ""
        },
        {
            "title": "旅泊",
            "content": "摇落江天里，飘零倚客舟。短篇才遣闷，小酿不供愁。沙雨潮痕细，林风月影稠。书空闲度日，深拥破貂裘。",
            "comment": ""
        },
        {
            "title": "石潴",
            "content": "古岸陶为器，高林尽一焚。焰红湘浦口，烟浊洞庭云。迥野煤飞乱，遥空爆响闻。地形穿凿势，恐到祝融坟。",
            "comment": ""
        },
        {
            "title": "云安",
            "content": "滩恶黄牛吼，城孤白帝秋。水寒巴字急，歌迥竹枝愁。树暗荆王馆，云昏蜀客舟。瑶姬不可见，行雨在高丘。",
            "comment": ""
        },
        {
            "title": "初月二首",
            "content": "滟滟流光浅，娟娟泛露轻。云间龙爪落，帘上玉钩明。桂树枝犹小，仙人影未成。欲为千里别，倚幌独含情。凝颦立户前，细魄向娟娟。破镜徒相问，刀头恐隔年。轻轻摇远水，脉脉下春烟。别后春江上，随人何处圆。",
            "comment": ""
        },
        {
            "title": "新荷",
            "content": "田田八九叶，散点绿池初。嫩碧才平水，圆阴已蔽鱼。浮萍遮不合，弱荇绕犹疏。增在春波底，芳心卷未舒。",
            "comment": ""
        },
        {
            "title": "昼寐",
            "content": "筠桂晚萧疏，任人嘲宰予。鸟惊林下梦，风展枕前书。正作庄生蝶，谁知惠子鱼。人间无乐事，直拟到华胥。",
            "comment": ""
        },
        {
            "title": "竞渡时在湖外偶为成章",
            "content": "雷奔电逝三千儿，彩舟画楫射初晖。喧江雷鼓鳞甲动，三十六龙衔浪飞。灵均昔日投湘死，千古沉魂在湘水。绿草斜烟日暮时，笛声幽远愁江鬼。",
            "comment": ""
        },
        {
            "title": "湖阔",
            "content": "楚色笼青草，秋风洗洞庭。夕霏生水寺，初月尽云汀。棹响来空阔，渔歌发杳冥。欲浮阑下艇，一到斗牛星。",
            "comment": ""
        },
        {
            "title": "醒起独酌怀友",
            "content": "西风静夜吹莲塘，芙蓉破红金粉香。摘花把酒弄秋芳，吴云楚水愁茫茫。美人此夕不入梦，独宿高楼明月凉。",
            "comment": ""
        },
        {
            "title": "王内人琵琶引",
            "content": "檀槽一曲黄钟羽，细拨紫云金凤语。万里胡天海寒秋，分明弹出风沙愁。三千宫嫔推第一，敛黛倾鬟艳兰室。嬴女停吹降浦箫，嫦娥净掩空波瑟。翠幕横云蜡焰光，银龙吐酒菊花香，皓魄翻",
            "comment": ""
        },
        {
            "title": "寄短书歌",
            "content": "骨肉萍蓬各天末，十度附书九不达。孤台冷眼无来人，楚水秦天莽空阔。翔雁横秋过洞庭，西风落日浪峥嵘。三年音信凝颦外，一曲哀歌白发生。",
            "comment": ""
        },
        {
            "title": "洞庭遇秋",
            "content": "尘愁老来颜，久与江山隔。逍遥澄湖上，洗眼见秋色。凉波弄轻棹，湖月生远碧。未减遥客情，西望杳何极。",
            "comment": ""
        },
        {
            "title": "广州重别方处士之封川",
            "content": "楚国傲名客，九州遍芳声。白衣谢簪绂，云卧重岩扃。长波飞素舸，五月下南溟。大笑相逢日，天边作酒星。七年一云雨，常恨辉容隔。天末又分襟，离忧鬓堪白。愿回凌潮楫，且著登山屐。共期罗浮秋，与子醉海色。",
            "comment": ""
        },
        {
            "title": "穆天子",
            "content": "穆满恣逸志，而轻天下君。一朝得八骏，逐日西溟濆。寂漠崦嵫幽，绝迹留空文。三千閟宫艳，怨绝宁胜云。或言帝轩辕，乘龙凌紫氛。桥山葬弓剑，暧昧竟难分。不思五弦琴，作歌咏南薰。但听西王母，瑶池吟白云。",
            "comment": ""
        },
        {
            "title": "送魏珪觐省",
            "content": "木落楚色深，风高浪花白。送君飞一叶，鸟逝入空碧。猗欤白华秀，伤心倚门夕。不知云涨遥，万里看咫尺。萧萧青枫岸，去掩江山宅。离觞有黄花，节物助凄戚。潇湘入濡桂，一路萦水石。烟萝拂行舟，玉濑锵枕席。多君林泉趣，耽玩日成癖。长啸凌清晖，襟情当雪涤。登龙屈指内，飞誉甚籍籍。未折月中枝，宁随宋都鶂。曰余吞声地，举足伤瓦砾。见尔一开颜，温明乃珠璧。春风到云峤，把酒时相忆。豆蔻花入船，鹧鸪啼送客。飏天与瘴海，此去备沿历。珍重春官英，加餐数刀帛。",
            "comment": ""
        },
        {
            "title": "将之京国赠薛员外",
            "content": "黄叶下空馆，寂寥寒雨愁。平居岁华晏，络纬啼林幽。节物凋壮志，咄嗟不能休。空怀赵鞅叹，变化良无由。所思杳何知，侧身仰皇州。苍烟晦楚野，寒浪埋昭丘。赵壹赋命薄，陈思多世忧。翻然羡鱼鸟，畅矣山川游。薛公龙泉姿，其气在斗牛。南冠束秀发，白石劳悲讴。圭衮照崇阅，文儒嗣箕裘。旷然方寸地，霁海浮云舟。澧浦一遗佩，郢南再悲秋。叫阍路既阻，浩荡怀灵修。莫奏武溪笛，且登仲宣楼。亨通与否闭，物理相沉浮。天子坐宣室，夔龙奉谟猷。行当赐环去，岂作遗贤羞。",
            "comment": ""
        },
        {
            "title": "赠回雪",
            "content": "回雪舞萦盈，萦盈若回雪。腰支一把玉，只恐风吹折。如能买一笑，满斗量明月。安得金莲花，步步承罗袜。",
            "comment": ""
        },
        {
            "title": "饭僧",
            "content": "好读天竺书，为寻无生理。焚香面金偈，一室唯巾水。交信方外言，二三空门子。峻范照秋霜，高标掩僧史。清晨洁蔬茗，延请良有以。一落喧哗竞，栖心愿依止。奔曦入半百，冉冉颓濛汜。云泛名利心，风轻是非齿。向为情爱缚，未尽金仙旨。以静制猿心，将虞瞥然起。纶巾与藜杖，此意真已矣。他日云壑间，来寻幽居士。",
            "comment": ""
        },
        {
            "title": "别尹炼师",
            "content": "吾家五千言，至道悬日月。若非函谷令，谁注流沙说。多君飞升志，机悟独超拔。学道玉笥山，烧丹白云穴。南穷衡疑秀，采药历幽绝。夜卧瀑布风，朝行碧岩雪。洞宫四百日，玉籍恣探阅。徒以菌蟪姿，缅攀修真诀。尘笼罩浮世，遐思空飞越。一罢棋酒欢，离情满寥泬。愿骑紫盖鹤，早向黄金阙。城市不可留，尘埃秽仙骨。",
            "comment": ""
        },
        {
            "title": "湘中别成威闍黎",
            "content": "至哉彼上人，冰霜凛规则。游心杳何境，宴坐入冥默。解空与密行，名腊信崇德。吐论驾秋涛，龙宫发胸臆。群迷行大夜，浩浩一昏黑。赤水千丈深，玄珠几人得。持杯挹溟涨，至理安可测。宁假喻芭蕉，真成嗅薝卜。松声扫白月，霁夜来静域。清梵罢法筵，天香满衣襋。何方济了岸，祗仗慈航力。愿与十八贤，同栖翠莲国。",
            "comment": ""
        },
        {
            "title": "将离澧浦置酒野屿奉怀沈正字昆弟三人联登高",
            "content": "春月三改兔，花枝成绿阴。年光东流水，浩叹伤羁心。酌桂烟屿晚，鴂鸣江草深。良图一超忽，万恨空相寻。上国刈翘楚，才微甘陆沉。无灯假贫女，有泪沾牛衾。衡岳三麒麟，各振黄钟音。卿云被文彩，芳价摇词林。夫子芸阁英，养鳞湘水浔。晴沙踏兰菊，隐几当青岑。明月洞庭上，悠扬挂离襟。停觞一摇笔，聊寄生刍吟。",
            "comment": ""
        },
        {
            "title": "汉阳春晚",
            "content": "汉阳抱青山，飞楼映湘渚。白云蔽黄鹤，绿树藏鹦鹉。凭高送春目，流恨伤千古。遐思祢衡才，令人怨黄祖。",
            "comment": ""
        },
        {
            "title": "岳阳春晚",
            "content": "不觉春物老，块然湖上楼。云沙鹧鸪思，风日沅湘愁。去翼灭云梦，来帆指昭丘。所嗟芳桂晚，寂寞对汀洲。",
            "comment": ""
        },
        {
            "title": "宿鸟远峡化台遇风雨",
            "content": "孤鹤长松颠，独宿万岩雨。龙湫在石脚，引袂时一取。惊风折乔木，飞焰猎窗户。半夜霹雳声，高斋有人语。",
            "comment": ""
        },
        {
            "title": "送郑子宽弃官东游便归女几",
            "content": "八月湖浸天，扬帆入秋色。岷峨雪气来，寒涨潇湘碧。子真冥鸿志，不逐笼下翼。九女叠云屏，於焉恣栖息。新诗山水思，静入陶谢格。困醉松花春，追攀紫烟客。相逢十年旧，嚬笑等欢慽。一饭玉露蔬，中肠展堆积。停食不尽意，倾意怅可惜。云水一分飞，离忧洞庭侧。回车三乡路，仙菊正堪摘。寄谢杜兰香，何年别张硕。",
            "comment": ""
        },
        {
            "title": "洞庭入澧江寄巴丘故人",
            "content": "四月桑半枝，吴蚕初弄丝。江行好风日，燕舞轻波时。去事旋成梦，来欢难预期。唯凭东流水，日夜寄相思。",
            "comment": ""
        },
        {
            "title": "送处士自番禺东游便归苏台别业",
            "content": "哑轧暮江上，橹声摇落心。宛陵三千里，路指吴云深。莼菜动归兴，忽然闻会吟。南浮龙川月，东下敬亭岑。多君咏逍遥，结萝碧溪阴。高笼华表鹤，静对幽兰琴。汗漫江海思，傲然抽冠簪。归屿未云寂，还家应追寻。二陆文苑秀，岧峣怀所钦。惜我入洛晚，不睹双南金。江左风流尽，名贤成古今。送君无限意，别酒但加斟。",
            "comment": ""
        },
        {
            "title": "送郑京昭之云安",
            "content": "君吟高唐赋，路过巫山渚。莫令巫山下，幽梦惹云雨。往事几千年，芬菲今尚传。空留荆王馆，岩嶂深苍然。楚水五月浪，轻舟入蘋烟。送君扬楫去，愁绝郢城篇。",
            "comment": ""
        },
        {
            "title": "龙山人惠石廪方及团茶",
            "content": "客有衡岳隐，遗余石廪茶。自云凌烟露，采掇春山芽。珪璧相压叠，积芳莫能加。碾成黄金粉，轻嫩如松花。红炉爨霜枝，越儿斟井华。滩声起鱼眼，满鼎漂清霞。凝澄坐晓灯，病眼如蒙纱。一瓯拂昏寐，襟鬲开烦拏。顾渚与方山，谁人留品差？持瓯默吟味，摇膝空咨嗟。",
            "comment": ""
        },
        {
            "title": "伤思",
            "content": "八月白露浓，芙蓉抱香死。红枯金粉堕，寥落寒塘水。西风团叶下，叠縠参差起。不见棹歌人，空垂绿房子。",
            "comment": ""
        },
        {
            "title": "赠方处士兼以写别",
            "content": "天与云鹤情，人间恣诗酒。龙宫奉采觅，澒洞一千首。清如南薰丝，韵若黄钟吼。喜于风骚地，忽见陶谢手。籍籍九江西，篇篇在人口。芙蓉为芳菲，未落诸花后。所知心眼大，别自开户牖。才力似风鹏，谁能算升斗。无营傲云竹，琴帙静为友。鸾凤戢羽仪，骐骥在郊薮。镜湖春水绿，越客忆归否。白衣四十秋，逍遥一何久。此身无定迹，又逐浮云走。离思书不穷，残阳落江柳。",
            "comment": ""
        },
        {
            "title": "登章华楼",
            "content": "楚子故宫地，苍然云水秋。我来览从事，落景空生愁。伯业没荆棘，雄图成古丘。沈吟问鼎语，但见东波流。征鸿引乡心，一去何悠悠。晴湖碧云晚，暝色空高楼。迢递趋远峤，微茫入孤舟。空路不堪望，西风白浪稠。",
            "comment": ""
        },
        {
            "title": "江楼独酌怀从叔",
            "content": "水国发爽气，川光静高秋。酣歌金尊醁，送此清风愁。楚色忽满目，滩声落西楼。云翻天边叶，月弄波上钩。芳意长摇落，蘅兰谢汀洲。长吟碧云合，怅望江之幽。",
            "comment": ""
        },
        {
            "title": "登宜春醉宿景星寺寄郑判官兼简空上人",
            "content": "晓发碧水阳，暝宿金山寺。松风洒寒雨，淅沥醒余醉。夜中香积饭，蔬粒俱精异。境寂灭尘愁，神高得诗思。皎皎荥阳子，芳春富才义。涨海豁心源，冰壶见门地。碧霄有鸠序，未展联行翅。俱笑一尺绳，三年绊骐骥。摧藏担簦客，郁抑胸襟事。名业尔未从，临风嘿舒志。一身渺云岭，中夜空涕泗。侧枕对孤灯，衾寒不成寐。粮薪极桂玉，大道生榛刺。耻息恶木阴，难书剑歌意。扬鞭入莽苍，山驿凌烟翠。越鸟日南飞，芳音愿相次。",
            "comment": ""
        },
        {
            "title": "送友人之峡",
            "content": "东吴有赋客，愿识阳台仙。彩毫飞白云，不减郢中篇。楚水五月浪，轻舟入暮烟。巫云多感梦，桂楫早回旋。",
            "comment": ""
        },
        {
            "title": "湘西寺霁夜",
            "content": "雨过琉璃宫，佳兴浩清绝。松风冷晴滩，竹路踏碎月。月波荡如水，气爽星朗灭。皓夜千树寒，峥嵘万岩雪。后山鹤唳断，前池荷香发。境寂凉夜深，神思空飞越。",
            "comment": ""
        },
        {
            "title": "大云池泛舟",
            "content": "九月莲花死，萍枯霜水清。船浮天光远，棹拂翠澜轻。古木□□□，了无烟霭生。游鳞泳皎洁，洞见逍遥情。渔父一曲歌，沧浪遂知名。未知斯水上，可以濯吾缨。",
            "comment": ""
        },
        {
            "title": "将之吴越留别坐中文酒诸侣",
            "content": "秋色满水国，江湖兴萧然。氛埃敛八极，万里净澄鲜。涔浦纵孤棹，吴门渺三千。回随衡阳雁，南入洞庭天。早闻陆士龙，矫掌跨山川。非思鲈鱼脍，且弄五湖船。暝泊远浦霞，晓饭芦洲烟。风流访王谢，佳境恣洄沿。霜剪别岸柳，香枯北池莲。岁华坐摇落，寂寂感流年。明朝即漂萍，离憾无由宣。相思空江上，何处金波圆。",
            "comment": ""
        },
        {
            "title": "送萧绾之桂林",
            "content": "兰香佩兰人，弄兰兰江春。尔为兰林秀，芳藻惊常伦。灿灿凤池裔，一毛今再新。竹花不给口，憔悴清湘滨。一朝南溟飞，彩翮不可亲。苍梧云水晚，离思空凝颦。我亦纵烟棹，西浮彭蠡津。丈夫未虎变，落魄甘风尘。大禹惜寸阴，况我无才身。流光销道路，以此生嗟辛。万里阔分袂，相思杳难申。桂水秋更碧，寄书西上鳞。",
            "comment": ""
        },
        {
            "title": "我思何所在",
            "content": "我思何所在，乃在阳台侧。良宵相望时，空此明月色。归魂泊湘云，飘荡去不得。觉来理舟楫，波浪春湖白。烟光浩楚秋，瑶草不忍摘。因书天末心，系此双飞翼。",
            "comment": ""
        },
        {
            "title": "古镜",
            "content": "明月何处来，朦胧在人境。得非轩辕作，妙绝世莫并。瑶匣开旭日，白电走孤影。泓澄一尺天，彻底寒霜景。冰辉凛毛发，使我肝胆冷。忽惊行深幽，面落九秋井。云天入掌握，爽朗神魂净。不必负局仙，金沙发光炯。阴沉蓄灵怪，可与天地永。恐为悲龙吟，飞去在俄顷。",
            "comment": ""
        },
        {
            "title": "别狄佩",
            "content": "翠竹不着花，凤雏长忍饥。未开凡霄翮，空把碧梧枝。圣人奏云韶，祥凤一来仪。文章耀白日，众鸟莫敢窥。郁抑不自言，凡鸟何由知。当看九千仞，飞出太平时。",
            "comment": ""
        },
        {
            "title": "湖中古愁三首",
            "content": "凉风西海来，直渡洞庭水。翛翛木叶下，白浪连天起。蘅兰委皓雪，百草一时死。摧残负志人，感叹何穷已。昔我睹云梦，穷秋经汨罗。灵均竟不返，怨气成微波。奠桂开古祠，朦胧入幽萝。落日潇湘上，凄凉吟九歌。南云哭重华，水死悲二女。天边九点黛，白骨迷处所。朦胧波上瑟，清夜降北渚。万古一双魂，飘飘在烟雨。",
            "comment": ""
        },
        {
            "title": "卢溪道中",
            "content": "晓发潺湲亭，夜宿潺湲水。风篁扫石濑，琴声九十里。光奔觉来眼，寒落梦中耳。曾向三峡行，巴江亦如此。",
            "comment": ""
        },
        {
            "title": "将游罗浮登广陵楞伽台别羽客",
            "content": "清远登高台，晃朗纵览历。濯泉唤仙风，于此荡灵魄。冷光邀远目，百里见海色。送云归蓬壶，望鹤灭秋碧。波澜收日气，天自回澄寂。百越落掌中，十洲点空白。身居飞鸟上，口咏玄元籍。飘如出尘笼，想望吹箫客。冥冥人间世，歌笑不足惜。朅来罗浮巅，披云炼琼液。谢公云岑兴，可以蹑高迹。吾将抱瑶琴，绝境纵所适。",
            "comment": ""
        },
        {
            "title": "山中秋夕",
            "content": "抱琴出南楼，气爽浮云灭。松风吹天箫，竹路踏碎月。后山鹤唳定，前浦荷香发。境寂良夜深，了与人间别。",
            "comment": ""
        },
        {
            "title": "秋怨",
            "content": "瑟瑟凉海气，西来送愁容。金风死绿蕙，玉露生寒松。所思在溟碧，无因一相逢。登楼睇去翼，目尽沧波重。虚窗度流萤，斜月啼幽蛩。疏红落残艳，冷水凋芙蓉。岁暮空太息，年华逐遗踪。凝情耿不寐，揽涕起疏慵。",
            "comment": ""
        },
        {
            "title": "赠方处士",
            "content": "白衣方外人，高闲溪中鹤。无心恋稻粱，但以林泉乐。赤霄终得意，天池俟飞跃。岁晏入帝乡，期君在寥廓。",
            "comment": ""
        },
        {
            "title": "感兴四首",
            "content": "子云吞白凤，遂吐太玄书。幽微十万字，枝叶何扶疏。婉娈猛虎口，甘言累其初。一睹美新作，斯瑕安可除。昔窃不死药，奔空有嫦娥。盈盈天上艳，孤洁栖金波。织女了无语，长宵隔银河。轧轧挥素手，几时停玉梭。洞房三五夕，金釭凝焰灭。美人抱云和，斜倚纱窗月。沈吟想幽梦，闺思深不说。弦冷玉指寒，含颦待明发。朔雁衔边秋，寒声落燕代。先惊愁人耳，颜发潜消改。凝云蔽洛浦，梦寐劳光彩。天边无书来，相思泪成海。",
            "comment": ""
        },
        {
            "title": "小弟艎南游近书来",
            "content": "湘南客帆稀，游子寡消息。经时停尺素，望尽云边翼。笑言频梦寐，独立想容色。落景无来人，修江入天白。停停倚门念，瑟瑟风雨夕。何处泊扁舟，迢递湍波侧。秋归旧窗竹，永夜一凄寂。吟尔鶺鴒篇，中宵慰相忆。",
            "comment": ""
        },
        {
            "title": "雨夜呈长官",
            "content": "远客坐长夜，雨声孤寺秋。请量东海水，看取浅深愁。愁穷重于山，终年压人头。朱颜与芳景，暗赴东波流。鳞翼思风水，青云方阻修。孤灯冷素艳，虫响寒房幽。借问陶渊明，何物号忘忧。无因一酩酊，高枕万情休。",
            "comment": ""
        },
        {
            "title": "乌夜号",
            "content": "层波隔梦渚，一望青枫林。有鸟在其间，达晓自悲吟。是时月黑天，四野烟雨深。如闻生离哭，其声痛人心。悄悄夜正长，空山响哀音。远客不可听，坐愁华发侵。既非蜀帝魂，恐是桓山禽。四子各分散，母声犹至今。",
            "comment": ""
        },
        {
            "title": "感春",
            "content": "春情不可状，艳艳令人醉。暮水绿杨愁，深窗落花思。吴宫新暖日，海燕双飞至。秋思逐烟光，空濛满天地。",
            "comment": ""
        },
        {
            "title": "琴曲歌辞·升仙操",
            "content": "嬴女去秦宫，琼箫生碧空。凤台闭烟雾，鸾吹飘天风。复闻周太子，亦遇浮丘公。丛簧发仙弄，轻举紫霞中。浊世不久住，清都路何穷。一去霄汉上，世人那得逢。",
            "comment": ""
        },
        {
            "title": "相和歌辞·乌夜啼",
            "content": "曾波隔梦渚，一望青枫林。有乌在其间，达晓自悲吟。是时月黑天，四野烟雨深。如闻生离哭，其声痛人心。悄悄夜正长，空山响哀音。远客不可听，坐愁华发侵。既非蜀帝魂，恐是恒山禽。四子各分散，母声犹至今。",
            "comment": ""
        },
        {
            "title": "横吹曲辞·骢马（一曰骢马驱）",
            "content": "浮云何权奇，绝足势未知。长嘶青海风，躞蹀振云丝。由来渥洼种，本是苍龙儿。穆满不再活，无人昆阆骑。君识跃峤怯，宁劳耀金羁。青刍与白水，空笑驽骀肥。伯乐傥一见，应惊耳长垂。当思八荒外，逐日向瑶池。",
            "comment": ""
        },
        {
            "title": "赠人",
            "content": "曾留宋玉旧衣裳，惹得巫山梦里香。云雨无情难管领，任他别嫁楚襄王。",
            "comment": " | 【注释】　　这首《赠人》诗，所赠之人虽不可考，但从内容可知，对方是一位失恋的多情男了。全诗借用宋玉《高唐赋》与《神女赋》的典故写出。　　据《高唐赋》与《神女赋》：楚怀王在游览云梦泽台馆时，曾经梦遇巫山神女。临别时，神女告诉怀王，她“旦为朝云，暮为行雨”。后人便根据神女的话，用“云雨”来指代男女间的私情。后来宋玉陪侍楚襄王到云梦泽游览，又都曾在梦中会过神女。《赠人》诗开头两句即用宋玉梦遇神女之事。诗人将失恋男子比成宋玉，将他所爱女子比成神女。首句以“衣裳”喻文采，暗示受赠者的文采风流一似宋玉。次句接着说，“惹得”神女动情而入梦。神女因宋玉之文采风流而生向往之情，入梦自荐。然而，美人的心是变化难测的，就说这位巫山神女吧，她先倾心于怀王，后来又钟情于襄王，可见她的爱情是不专一的。“惹得”二字很有意味，也很有分寸感，又照顾到了对方的体面。后两句议论，出语真诚，在旷达的劝说中见出对朋友的深情。“云雨无情难管领”的说法尽管偏颇，但对于失恋中的朋友却有很强的针对性，不失为一剂清热疏滞的良药。　　这首诗的成功，很大程度上得力于典故的运用。写诗向一位失恋的朋友进言，最易直露，也最忌直露。这首诗由于借用典故写出，将对失恋友人的劝慰之情说得十分含蓄，委婉得体，给诗情平添了许多韵味。　　（陈志明）"
        },
        {
            "title": "黄陵庙",
            "content": "黄陵庙前莎草春，黄陵女儿蒨裙新。轻舟短櫂唱歌去，水远山长愁杀人。",
            "comment": " | 【注释】　　黄陵庙是舜的二妃娥皇、女英的祀庙，又叫湘妃祠，座落在洞庭湖畔。这首诗虽然以“黄陵庙”为题，所写内容却与二妃故事并不相干。诗中描画的是一位船家姑娘，流露了诗人对她的爱悦之情。　　“黄陵庙前莎草春”，黄陵庙前，春光明媚，绿草如茵──这是黄陵女儿即将出现的具体环境。美丽的大自然仿佛正在等待以至是在呼唤着一位美丽姑娘的到来。莎草碧绿，正好映衬出般家姑娘的动人形象。　　“黄陵女儿蒨裙新”，一位穿着红裙的年轻女子翩然来到，碧绿的莎草上映出了艳丽的红裙。蒨（ｑｉàｎ欠），是一种红色的植物染料，也用以指染成的红色。“蒨裙”，本已够艳的了，何况又是“新”的。在莎草闪亮的绿色映衬下，不难想见这位穿着红裙的女子妩媚动人的身形体态。　　“轻舟短櫂唱歌去，水远山长愁杀人”，是写女子驾船而去。而船后还飘散着她的一串歌声。诗人出神地凝望着，只见小船向着洞庭湖水面渐去渐远，直至消失。“水远山长”，形象地写出诗人目送黄陵女儿划着短桨消失在远水长山那边的情景。“水远山长”四字还象一面镜子，从对面照出了怅然独立、若有所失的诗人的形象。　　《黄陵庙》在艺术上的成功，主要在于采用了写意的白描手法。诗人完全摆脱了形似的摹拟刻画，十分忠实于自己的感受。绿草映出的红裙留给诗人的印象最深，他对黄陵女儿的描画就只是抹上一笔鲜红的颜色，而毫不顾及穿裙女子的头脚脸面。登舟、举桨与唱歌远去最牵动诗人的情思，他就把“轻舟”、“短櫂”、歌声以及望中的远水长山，一一摄入画面。笔墨所及，无非是眼前景、心中事，不借助典故，也不追求花俏，文字不矫饰，朴实传神，颇有“豪华落尽见真淳”之美。　　（陈志明）"
        },
        {
            "title": "为炉前坐",
            "content": "孤灯照不寐，风雨满西林。多少关心事，书灰到夜深。",
            "comment": " | 【注释】　　这首诗写得含蓄深远，透露出作者的寂寞身世和内心的孤愤。　　诗的起句写室内情景：一盏孤灯，照着无法成眠的诗人。灯是“孤”灯，已经表现出那种寂寥的情境；而青灯照壁，夜不能寐，更隐隐透出一种莫名的愁情。这种在绝句中称为“写景陪起”的起句，在这里起了渲染气氛、烘托环境、刻画内心情态的作用，并点明时间，勾画出诉之于视觉的形象。第二句宕开一笔，由室内而室外，描绘出一个具有特征的空间，构成诉之于听觉的形象。“风雨满西林”，风声，雨声，林涛声，落木的萧萧声，声声入耳。一个“满”字，更笔酣墨饱地写出了雨烈风狂的情状。是西林的风雨声撩人愁思，使诗人长夜不寐？还是满林风雨象征着诗人难以平息的心潮？从诗人情景交融之笔看来，恐怕是二者兼有吧。　　第三句在绝句的写作中是很重要的一环，元代杨载在《诗法家数》中说：“大抵起承二句固难，然不过平直叙述为佳，从容承之为是，至于宛转变化工夫，全在第三句，若于此转变得好，则第四句如顺流之舟矣。”这首诗的第三句就有转折得力、另开新境之妙。在前面两句实以写景之后，第三句出之以虚以写情，使前面的形象描写具有思想内涵的深度，并使全诗跌宕顿挫而逼出末句。在这里，诗人点明“多少关心事”，然而，是家事？是国事？抑或家事而兼国事？他都没有一字提到，只在第四句勾勒了“书灰到夜深”的诗人自己的形象。这一句其妙有三：一是点明“火炉前坐”的诗题；二是“夜深”照应起笔的“不寐”，开合有致；三是通过关于“书灰”动作的细节描写，深入而含蓄地展示了人物的内心世界，创造了一个言有尽而意无穷的情境。“书灰”是活用“书空”的典故。《晋书·殷浩传》记载，浩为中军将军，受命领兵去平定“胡中大乱”，中途将领叛乱，功败垂成。桓温就此“上疏告浩”，“竟坐废为庶人，徙于东阳之信安县。”浩被黜放，“终日书空，作‘咄咄怪事’四字而已。”诗人未便明言的隐衷，也许可从此典推测一点消息吧。　　（李元洛）"
        },
        {
            "title": "池塘晚景",
            "content": "风荷珠露倾，惊起睡�欮洝Ｔ侣涑靥辆玻�金刀剪一声。",
            "comment": ""
        }
    ]
}