{
    "dynasty": "唐",
    "author": "李璟",
    "poems": [
        {
            "title": "保大五年元日大雪，同太弟景遂汪王景逖齐王",
            "content": "珠帘高卷莫轻遮，往往相逢隔岁华。春气昨宵飘律管，东风今日放梅花。素姿好把芳姿掩，落热还同舞势斜。坐有宾朋尊有酒，可怜清味属侬家。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "风压轻云贴水飞，乍晴池馆燕争泥。沈郎多病不胜衣。沙上未闻鸿雁信，竹间时有鹧鸪啼。此情惟有落花知。",
            "comment": "【注释】这是一首咏春词。上片由景及情，先实后虚；下片虚实结合，情中见景。全词情景交融，境界高妙。“风压轻云贴水飞，乍晴池馆燕争泥 。”作者先用简笔勾勒出一幅生机勃勃的春天画图。他既没有用浓重的色彩，也没有用艳丽的词藻，而只是轻描淡写地勾勒出风、云、水、燕、泥等颇初春气息的景物。在一个多云转晴的春日里，作者徜徉于池馆内外，但见和风吹拂大地，薄云贴水迅飞，轻阴搁雨，天气初晴，那啣泥的新燕，正软语呢喃。面对着这春意盎然的良辰佳景，作者却接着说一句“沈郎多病不胜衣”，作者用沈约之典，说自己腰围带减，瘦损不堪，值兹阳和气清之际，更加弱不禁风了。这样乐景、哀情相衬，其哀伤之情更深。压、贴、飞三个动词使首句形成连动句式，振动起整个画面。次句则把时空交互在一起写，春天初晴，在池馆内外。这两句色彩明快。第三句点出作者自己，由于情感外射，整幅画面顿时从明快变为阴郁。如此以来，产生了跌宕的审美效果，更增加了词的动态美。 “沙上不闻鸿雁信，竹间时听鹧鸪啼 。”鸿雁传书，出于《汉书·苏武传》，诗、词里常用这个典故。如今连鸿雁不捎信来。鹧鸪啼声，更时时勾起词人对故旧的思念 。“沙上”“竹间”，既分别为鸿雁和鹧鸪栖息之地，也极可能即作者举目所见之景。作者谪居黄州期间所写“拣尽寒枝不肯栖，寂寞沙洲冷”（《卜算子·黄州定慧院寓居作》）的情境，与此词类似。“此情惟有落花知 ！”句用移情手法，使无知的落花变成了深知作者心情的知己。这样融情入景，使得情景交融，格外耐人寻味 。“惟有”二字，说明除落花之外，人们对作者的心情都不理解；而落花能够理解作者的心情，正是由于作者与落花的命运；但尤为不幸的是落花无言，即使它理解作者的心情，也无可劝慰。"
        },
        {
            "title": "摊破浣溪沙",
            "content": "手卷真珠上玉钩，依前春恨锁重楼。风里落花谁是主，思悠悠。青鸟不传云外信，丁香空结雨中愁。回首绿波三楚暮，接天流。",
            "comment": "【注释】①真珠：即珠帘。②青鸟：传说曾为西王母传递消息给武帝。这里指带信的人。　云外，指遥远的地方。③丁香结·丁香的花蕾。此外诗人用以象征愁心。④三楚：指南楚、东楚、西楚。三楚地域，说法不一。这里用《汉书·高帝纪》注：江陵（今湖北江陵一带）为南楚。吴（今江苏吴县一带）为东楚。彭城（今江苏铜山县一带）为西楚。“三楚暮”，一作“三峡暮”。【评解】这首词借抒写男女之间的怅恨来表达作者的愁恨与感慨。上片写重楼春恨，落花无主。下片进一层写愁肠百结，固不可解。有人认为这首词非一般的对景抒情之作，可能是在南唐受后周严重威胁的情况下，李璟借小词寄托其彷徨无措的心情。李璟的词，已摆脱雕饰的习气，没有晦涩之病。辞语雅洁，感慨深沉。【集评】王方俊《唐宋词赏析》：全词情景融为一体，气象雄伟，意境深沉委婉，留有余韵，可称词中之神品，不为过誉。《漫叟诗话》：李璟有曲云“手卷真珠上玉钩”，或改为“珠帘”，非所谓遇知音者。《诗话总龟》：《翰苑名谈》云李璟“青鸟不传云外信，丁香空结雨中愁。”思清句雅可爱。黄蓼园《蓼园词选》：清和宛转，词旨秀颖。《南唐二主词辑述评》引《翰苑名谈》云：清雅可诵。"
        },
        {
            "title": "应天长",
            "content": "一钩初月临妆镜，蝉鬓凤钗慵不整。重帘静，层楼迥，惆怅落花风不定。柳堤芳草径，梦断辘轳金井。昨夜更阑酒醒，春愁过却病。",
            "comment": ""
        },
        {
            "title": "摊破浣溪沙",
            "content": "菡萏香销翠叶残，西风愁起绿波间。还与韶光共憔悴，不堪看。细雨梦回鸡塞远，小楼吹彻玉笙寒。多少泪珠无限恨，倚阑干。",
            "comment": "【注释】①菡萏：荷花的别名。②韶光：美好的时光。③梦回：梦醒。　鸡塞：即鸡鹿塞，汉时边塞名，故址在今内蒙古。这里泛指边塞。④吹彻：吹到最后一曲。彻，大曲中的最后一遍。【评解】这首词，写一个女子的悲秋念远之情，充满了感伤和哀怨，从而反映了封建时代夫妻远离给妇女带来的痛苦。全词借景抒情，情景交融，前写悲秋，后写念远。构思新颖，自然贴切。体现了南唐词坛清新自然、不事雕琢的特色。【集评】王国维《人间词话》：大有“众芳芜秽”、“美人迟暮”之感。张燕瑾《唐宋词选析》：不仅十分贴切地描绘了深秋的景色，也含蓄地表达出人物的心情，具有情景相生的艺术效果。俞陛云《唐五代两宋词选释》：荆公尝问山谷曰：“江南词何者最好？”山谷以“一江春水向东流”为对。荆公曰：未若“细雨梦回鸡塞远，小楼吹彻玉笙寒”为妙。冯延已对中主语，极推重“小楼”七字，谓胜于己作。陈廷焯《白雨斋词话》：南唐中宗《出花子》云：“还与韶光共憔悴，不堪看。”沉之至，郁之至，凄然欲绝。后主虽善言情，辛不能出其右之。王闿运《湘绮楼词选》：选声配色，恰是词语。黄蓼园《蓼园词选》：按“细雨梦回”二句，意兴清幽，自系名句。结尾“倚阑干”三字，亦有说不尽之意。"
        },
        {
            "title": "句",
            "content": "灵槎思浩荡，老鹤倚崆峒。苍苔迷古道，红叶乱朝霞。栖凤枝梢犹软弱，化龙形状已依稀。",
            "comment": ""
        },
        {
            "title": "游后湖赏莲花",
            "content": "蓼花蘸水火不灭，水鸟惊鱼银梭投。满目荷花千万顷，红碧相杂敷清流。孙武已斩吴宫女，琉璃池上佳人头。",
            "comment": ""
        },
        {
            "title": "望远行",
            "content": "玉砌花光锦绣明，朱扉长日镇长扃。夜寒不去寝难成，炉香烟冷自亭亭。残月秣陵砧，不传消息但传情。黄金窗下忽然惊，征人归日二毛生。",
            "comment": ""
        }
    ]
}