{
    "dynasty": "唐",
    "author": "李煜",
    "poems": [
        {
            "title": "相见欢",
            "content": "无言独上西楼，月如钩。寂寞梧桐深院，锁清秋。剪不断，理还乱，是离愁。别是一般滋味，在心头。",
            "comment": "【注释】（一名乌夜啼，又名上西楼、西楼子、月上瓜洲、秋夜月、忆真妃）--------------------------------------------亡国之音哀以思——李煜两首《相见欢》的解读一、李煜生平及词风衍演李煜（937－978）公元961年即位，史称南唐后主。他登位之时，宋已代周建国，南唐形势风雨飘摇。他在对宋委屈求全中过了十几年苟安生活。南唐为宋灭之后，他被俘到汴京，过了约两年囚徒生活，终为太宗赐鸩毒杀。李煜在政治上十分无能，文艺上却颇有成就，工书善画，妙解音律，尤工于词。他的创作分为前后两个阶段：前期不修政事，纵情于吟咏宴游，笙歌燕舞，为了使宫女的舞姿更加曼妙婀娜，荒唐病态竟至于让宫女束脚，戕害中国女子裹脚陋习便起于其人。他这一时期的词作大都反映了他荒淫奢靡的官廷生活，这些词虽在技巧上已日臻成熟，实则为南朝宫体和花间词风的承续。后期则为入宋之后，此时，他逐渐从醉生梦死中清醒过来，对屈辱的拘囚生活极为愤懑感伤，他的词开始转向抒奏亡国之音，倾泻其“日夕以眼泪洗面”的深哀巨恸，他的词有了打动人心的恒久的艺术力量。可以说，亡国使他丢掉了皇帝的宝座，却使他在词的创作上获取了巨大的成就，诚如清人王国维评价：“词至李后主而眼界始大，感慨遂深，遂变伶工之词为士大夫之词。”便是对他文学地位的中肯评价。二、《相见欢》的“细读”西方新批评学派在解读诗歌时采纳重视文字本身在作品中的作用的“细读”方式，他们认为，文字是组成篇什的基础，而文字表现出的形象、肌理、色调、语法乃是评说一首诗歌的重要依据。下面，笔者就用这种“细读”的形式对两首《相见欢》的意义加诸简评。（一）《相见欢·林花谢了春红》1、“林花”：满林花树；“谢了”：表现一种美好事物－－美好之节、美好之花、美好之色－－零落凋残的悲慨；“春红”：代落英；“太匆匆”：花开短促，体现为对美的凋零的伤悼之感。2、“无奈朝来寒雨往来风”：花谢匆匆之因。“朝”与“晚”、“雨”与“风”的对举，极尽朝暮风雨摧残施虐的无可抗争之悲绪。3、“胭脂泪”：承上文之“春红”，悲极艳绝，确有杜甫“林花著雨胭脂湿”的意蕴；“留人醉”：悲伤凄惜，人迷心醉，是“花”对赏花者的相留，还是“人”对赏花者的相留？或可作多义诠解；“几时重？”：犹言“何时可再？”，用花之凋谢与人之离别展现了一种难以挽回的痛苦惋叹。4、“自是人生长恨水长东”：“长恨”、“长东”，悲绪难平。系悲沈恨极的哀切之辞。（二）《相见欢·无言独上西楼》1、“无言独上西楼”：“无言”，无尽思绪，无可倾诉；“独上西楼”：登高问月，无人倾诉、心境落寞的行为观照；“月如钩”：寂寞清愁的意象，月圆必缺，载荷着人生的无常之悲。2、“寂寞梧桐深院锁清秋”：种着梧桐树的寂静庭院为秋色笼罩（梧桐，古有“梧桐树，三更雨”、“疏雨滴梧桐”等句），“寂寞梧桐”，似有人树泯合之感；“深院”，庭院深深，音讯隔绝杳无；“清秋”：背景，为通篇充溢的“离愁”愁起之由。全句摹画了一幅意境朦胧、浸染着哀愁的图画。3、“剪不断，理还乱，是离愁”：表现了心宇深处深深的寂寞、万般的无奈和无法排遣的离愁。4、“别是一般滋味在心头”：“别是一般滋味”指离愁，即“离愁在心头”之意。如果说前文还用“剪”和“理”的动作对离愁加以形象摹刻，本句则将离愁写得无可形状、无以陈述，为更深一层的写法。三、《相见欢》的喻况“尼采谓：‘一切文字，余爱以血书者。’后主之词，真所谓以血书者也”。（王国维《人间词话》卷上）对任何一个作家的作品的解读，都离不开对其本人生平和思想的了解，因为在作品中，无一例外地蕴藉着作者自身的爱憎情感和思想观念，所以法朗士说“文学作品都是作家的自叙传”。这句话是否绝对我们姑且不论，但其某种程度上反映了文学创作活动的本质是毋庸置疑的。的确，作品往往折射着作者本人的经验体悟和身世感发，李煜正是以他的心和血才浇沥出这两首《相见欢》。“林花”一词，表面上是伤春咏别，但细作探求，“人生长恨水长东”的深切悲慨，决非一般闺怨、离情，其“伤春咏别”，很难说没有托意：上片惜花之意，实是自悲身世，朝雨、晚风，摧残不已；下片念泪留醉尚且不能，何况重返故国？国而“长恨”“长东”，悲慨难托难平。“无言”一词，表面上看也是悲秋咏别，但细品寻微，词中深深的寂寞、万般的无奈和无法排遣的离愁，也决非一般离别相思，而是有所喻况：上片“梧桐”，是惨遭幽闭的物象，而“深院”难道不正是囚身之喻？下片的离愁无疑可以解为去国之愁。心品之下，确可品出“亡国之音”的况味，难怪宋人黄升评注：“此词最凄惋，可谓‘亡国之者哀以思’。”正因为如此，我们可以说，李煜词中所表现的情感哀伤深挚，莫不是字字见血，有如血泪凝铸而成。四、结论李煜的两首《相见欢》，虽然表面上都是写相思离别，但他作为亡国之君，受人拘囚，又何敢明目张胆地在作品中言志而表明自已“故国之恋”、“亡国之痛”的情感呢？除非他觉着活腻了。因而在作品中以“喻况”流露情感。因此，我们在赏析品读时，不仅要明白作品所写的外表情事方面的主题，更应把握作品中所流露的隐藏的某种心灵和情感的本质。同时，由于两者在内容情感上有着诸多的契合之处，甚至连标题也一样，我们当然可将它们视为关系密切姊妹篇，因而，为了使学生对李煜“无言”一词有更为深切的感悟，应将他的“林花”一词作为补充阅读材料以给学生，通过对举并读，使学生得到更为丰富的情感体验。地址：湖北省十堰市武当路马家河路3号 邹立群http://www.zhsc.net/Html/2004427173128-1.html | 【注释】[1]锁清秋：深深被秋色所笼罩。[2]离愁：指去国之愁。[3]别是一般：亦做“别是一番”，另有一种之意。　　词名《相见欢》咏的却是离别愁。此词写作时期难定。如系李煜早年之作，词中的缭乱离愁不过属于他宫庭生活的一个插曲，如作于归宋以后，此词所表现的则应当是他离乡去国的锥心怆痛。　　起句“无言独上西楼”，摄尽凄惋之神。“无言”者，并非无语可诉，而是无人共语。由作者“无言”、“独上”的滞重步履和凝重神情，可见其孤独之甚、哀愁之甚。本来，作者深谙“独自莫凭栏”之理，因为栏外景色往往会触动心中愁思，而今他却甘冒其“险”，又可见他对故国（或故人）怀念之甚、眷恋之甚。　　“月如钩”，是作者西楼凭栏之所见。一弯残月映照着作者的孑然一身，也映照着他视线难及的“三千里地山河”（《破阵子》），引起他多少遐想、多少回忆？而俯视楼下，但见深院为萧飒秋色所笼罩。“寂寞梧桐深院锁清秋”，这里，“寂寞”者究竟是梧桐还是作者，已无法、也无须分辨，因为情与景已妙合无垠。　　过片后“剪不断”三句，以麻丝喻离愁，将抽象的情感加以具象化，历来为人们所称道，但更见作者独诣的还是结句：“别是一般滋味在心头”。　　诗词家借助鲜明生动的艺术形象来表现离愁时，或写愁之深，如李白《远离别》：“海水直下万里深，谁人不言此愁古”；或写愁之长，如李白《秋浦歌》：“白发三千丈，缘愁似个长”；或写恋之重，如李清照《武陵春》：“只恐双溪艋舟，载不动许多愁”；或写愁之多，如秦观《千秋岁》：“春去也，飞红万点愁如海”。李煜此句则写出愁之味：其味在酸咸之外，但却根植于作者的内心深处，无法驱散，历久弥鲜；舌品不得，心感方知。因此也就不用诉诸人们的视觉，而直接诉诸人们的心灵，读后使人自然地结合自身的体验而产生同感。这种写法无疑有其深至之处。【集评】黄昇《花庵词选》：此词最凄婉，所谓“亡国之音哀以思”。陈廷焯《白雨斋词话》：思路凄惋，词场本色。沈际飞《草堂诗余续集》：七情所至，浅尝者说破，深尝者说不破。破之浅，不破之深。“别是一般滋味在心头”句妙。唐圭璋《唐宋词简释》：此词写别愁，凄惋已极。“无言独上西楼”一句，叙事直起，画出后主愁容。其下两句，画出后主所处之愁境。举头见新月如钩，低头见桐阴深锁俯仰之间，万感萦怀矣。此片写景亦妙，惟其桐阴深黑，新月乃愈显明媚也。下片，因景抒情。换头三句，深刻无匹，使有千丝万缕之离愁，亦未必不可剪，不可理，此言“剪不断，理还乱”，则离愁之纷繁可知。所谓“别是一般滋味”，是无人尝过之滋味，唯有自家领略也。后主以南朝天子，而为北地幽囚；其所受之痛苦，所尝之滋味，自与常人不同，心头所交集者，不知是悔是恨，欲说则无从说起，且亦无人可说，故但云“别是一般滋味”。究竟滋味若何，后主且不自知，何况他人？此种无言之哀，更胜于痛哭流涕之哀。俞陛云《唐五代两宋词选释》：后阕仅十八字，而肠回心倒，一片凄异之音，伤心人固别有怀抱。"
        },
        {
            "title": "望江梅",
            "content": "闲梦远，南国正清秋。千里江山寒色远，芦花深处泊孤舟。笛在月明楼。",
            "comment": ""
        },
        {
            "title": "悼诗",
            "content": "永念难消释，孤怀痛自嗟。雨深秋寂莫，愁引病增加。咽绝风前思，昏濛眼上花。空王应念我，穷子正迷家。",
            "comment": ""
        },
        {
            "title": "书琵琶背",
            "content": "侁自肩如削，难胜数缕绦。天香留凤尾，余暖在檀槽。",
            "comment": ""
        },
        {
            "title": "捣练子令",
            "content": "深院静，小庭空，断续寒砧断续风。无奈夜长人不寐，数声和月到帘栊。",
            "comment": "【注释】①砧（zhēn）：捣衣石。寒砧：寒夜捣帛声。古代秋来，家人捣帛为他乡游子准备寒衣。②栊：窗户。【评解】秋风送来了断续的寒砧声，在小庭深院中，听得格外真切。夜深了，月光和砧声穿进帘栊，更使人联想到征人在外，勾起了绵绵的离恨和相思。因而长夜不寐，愁思百结。“砧声不断”、“月到帘栊”，从景中透露出愁情，情景交融，轻柔含蓄，耐人寻思。这首小令，语言新，意境新，给人以极美的艺术享受。【集评】俞陛云《唐五代两宋词选释》：曲名《捣练子》，即以咏之，乃唐词本体。首二句言闻捣练之声，院静庭空，已写出幽悄之境。三句赋捣练，四、五句由闻砧者说到砧声之远递。通首赋捣练，而独夜怀人情味，摇漾于寒砧断续之中，可谓极此题能事。杨升庵谓旧本以此曲名《鹧鸪天》之后半首，尚有上半首云：“塘水初澄似玉容，所思还在别离中。谁知九月初三夜，露似珍珠月似弓。”案《鹧鸪天》调，唐人罕填之。况塘水四句，全于捣练无涉，升庵之说未确。但露珠月弓，传诵词苑，自是佳句。王方俊《唐宋词赏析》：通篇无点题之笔，但处处写离情，情包含在景中，从景中透露出感情，极为含蓄，意境清新，是李词中内容较健康的词作。"
        },
        {
            "title": "南歌子",
            "content": "云鬓裁新绿，霞衣曳晓红。待歌凝立翠筵中，一朵彩云何事下巫峰。趁拍鸾飞镜，回身燕□空。莫翻红袖过帘栊，怕被杨花勾引嫁东风。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "花明月暗笼轻雾，今宵好向郎边去。剗袜步香阶，手提金缕鞋。画堂南畔见，一向偎人颤。奴为出来难，教郎恣意怜。",
            "comment": ""
        },
        {
            "title": "望江南",
            "content": "多少恨，昨夜梦魂中。还似旧时游上苑，车如流水马如龙。花月正春风。",
            "comment": "【注释】①上苑：古代皇帝的花园。②车如流水马如龙：极言车马众多。【评解】这首记梦小词，是李煜降宋被囚后的作品。抒写了梦中重温旧时游娱生活的欢乐和梦醒之后的悲恨。以梦中的乐景抒写现实生活中的哀情。“车如流水马如龙，花月正春风。”游乐时环境的优美，景色的绮丽，倾注了诗人对往昔生活的无限深情。这首小词，“深哀浅貌，短语长情”，在艺术上达到高峰。“以梦写醒”、“以乐写愁”、“以少胜多”的高妙手法，使这首小词获得耐人寻味的艺术生命。【集评】张燕瑾《唐宋词选析》：统观这首小词，构思新颖，环环相扣，通首都用白描手法，语言明净流畅。《唐宋词鉴赏集》：李煜笔下这个欢乐而又使他悲苦的梦，可以使作品置身于唐宋诗词作家创造的形形色色的“梦”的画廊之中。俞陛云《唐五代两宋词选释》：“车水马龙”句为时传诵。当年之繁盛，今日之孤凄，欣戚之怀，相形而益见。陈廷焯《别调集》卷一云：后主词一片忧思，当领会于声调之外，君人而为此词，欲不亡国也得乎？"
        },
        {
            "title": "虞美人",
            "content": "风回小院庭芜绿，柳眼春相续。凭阑半日独无言，依旧竹声新月似当年。笙歌未散尊前在，池面冰初解。烛明香暗画楼深，满鬓清霜残雪思难任。",
            "comment": ""
        },
        {
            "title": "书灵筵手巾",
            "content": "浮生共憔悴，壮岁失婵娟。汗手遗香渍，痕眉染黛烟。",
            "comment": ""
        },
        {
            "title": "长相思",
            "content": "一重山，两重山，山远天高烟水寒，相思枫叶丹。鞠花开，鞠花残，塞雁高飞人未还，一帘风月闲。",
            "comment": "【注释】（一题邓肃作）"
        },
        {
            "title": "捣练子",
            "content": "云鬓乱，晚妆残，带恨眉儿远岫攒。斜托香腮春笋嫩，为谁和泪倚阑干？",
            "comment": ""
        },
        {
            "title": "破阵子",
            "content": "四十年来家国，三千里地山河。凤阁龙楼连霄汉，玉楼琼枝作烟萝，几曾识干戈？一旦归为臣虏，沈腰潘鬓消磨。最是仓皇辞庙日，教坊犹奏别离歌，垂泪对宫娥。",
            "comment": ""
        },
        {
            "title": "子夜歌",
            "content": "人生愁恨何能免？销魂独我情何限！故国梦重归，觉来双泪垂。高楼谁与上？长记秋晴望。往事已成空，还如一梦中。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "遥夜亭皋闲信步，乍过清明，早觉伤春暮。数点雨声风约住，朦胧淡月云来去。桃李依依春暗度，谁在秋千，笑里低低语。一片芳心千万绪，人间没个安排处。",
            "comment": "【注释】（一题李冠作）此词通过作者暮春夜晚漫步时所见的景色，表达了词人起伏扬抑的伤春、相思情怀。全词以清景无限来烘托、暗示人物情感的变化，营造出一种深婉优美的意境。“遥夜”交待时间，夜色未深，但也入夜有一段时间了。所行之地是“亭皋”，城郊有宅舍亭台的地方。词人在“信步”上着一个“闲”字，点染出一幅随意举步、漫不经心的样子。“才过清明，渐觉伤春暮”是无理之语。按说“清明才过”，春光正好，词人却已经“伤春暮”了，看来“闲信步”当含有排遣内心某种积郁的用意。上片最后两句是词人耳目所见，刚刚听到几点雨声，却被春风挡住而听不到了。天上的月亮因积有云层而朦胧不明 。这两句写景 ，清新淡雅而又流转自然。过片谓这时虽说已过了桃杏盛开的花期，但余香依稀可闻。人为淡月、微云、阵阵清风、数点微雨和依稀可闻到的桃杏花香的美景所感染，那“伤春暮”的情怀暂时退却了。此处白描手法运用得当。下片二、三句词意陡转。词人遐想联翩之际，听到近处有妇女荡秋千的轻声笑语，她们说些什么听不清楚，但不断传来的莺语，对他来说是一番诱惑。结尾两句，写词人因意中人不在身边，以致常常魂牵梦萦。今夜出来漫步，便有可能出于排遣对意中人的相思之苦。举天地之大，竟无一处可以安排作者的愁绪，由此可见其徬徨、感伤与苦闷的程度之深。此词写景鲜明，抒情真挚，语言浅近，读来委婉动人，艺术上确有不凡之处。"
        },
        {
            "title": "柳枝",
            "content": "风情渐老见春羞，到处芳魂感旧游。多谢长条似相识，强垂烟穗拂人头。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "晚妆初了明肌雪，春殿嫔娥鱼贯列。笙箫吹断水云开，重按霓裳歌遍彻。临风谁更飘香屑，醉拍阑干情味切。归时休放烛花红，待踏马蹄清夜月。",
            "comment": ""
        },
        {
            "title": "子夜歌",
            "content": "寻春须是先春早，看花莫待花枝老。缥色玉柔擎，醅浮盏面清。何妨频笑粲，禁苑春归晚。同醉与闲评，诗随羯鼓成。",
            "comment": ""
        },
        {
            "title": "望远行",
            "content": "碧砌花光照眼明，朱扉长日镇长扃。余寒欲去梦难成，炉香烟冷自亭亭。辽阳月，秣陵砧，不传消息但传情。黄金台下忽然惊，征人归日二毛生。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "帘外雨潺潺，春意阑珊。罗衾不耐五更寒。梦里不知身是客，一晌贪欢。独自莫凭栏，无限江山，别时容易见时难。流水落花春去也，天上人间。",
            "comment": "【注释】[1]潺潺：形容雨声。[2]阑珊：衰残。一作“将阑”。[3]罗衾（音亲）：绸被子。不耐：受不了。一作“不暖”。[4]身是客：指被拘汴京，形同囚徒。[5]一晌（音赏）：一会儿，片刻。贪欢：指贪恋梦境中的欢乐。　　此词上片用倒叙手法，帘外雨，五更寒，是梦后事；忘却身份，一晌贪欢，是梦中事。潺潺春雨和阵阵春寒，惊醒残梦，使抒情主人公回到了真实人生的凄凉景况中来。梦中梦后，实际上是今昔之比。　　李煜《菩萨蛮》词有句：“故国梦重归，觉来双泪垂”。所写情事与此差同。但《菩萨蛮》写得直率，此词则婉转曲折。词中的自然环境和身心感受，更多象征性，也更有典型性。　　下片首句“独自莫凭栏”的“莫”字，有入声与去声（暮）两种读法。作“莫凭栏”，是因凭栏而见故国江山，将引起无限伤感，作“暮凭栏”，是晚眺江山遥远，深感“别时容易见时难”。两说都可通。　　“流水落花春去也”，与上片“春意阑珊”相呼应，同时也暗喻来日无多，不久于人世。“天上人间”句，颇感迷离恍惚，众说纷纭。其实语出白居易《长恨歌》：“但教心似金钿坚，天上人间会相见。”“天上人间”，本是一个专属名词，并非天上与人间并列。李煜用在这里，似指自已的最后归宿。　　应当指出，李煜词的抒情特色，就是善于从生活实感出发，抒写自已人生经历中的真切感受，自然明净，含蓄深沉。这对抒情诗来说，原是不假外求的最为本色的东西。因此他的词无论伤春伤别，还是心怀故国，都写得哀感动人。同时，李煜又善于把自已的生活感受，同高度的艺术概括力结合起来。身为亡国之君的李煜，在词中很少作帝王家语，倒是以近乎普通人的身份，诉说自已的不幸和哀苦。这些词就具有了可与人们感情上相互沟通、唤起共鸣的因素。《虞美人》（春花秋月何时了）如此，此词亦复如此。　　即以“别时容易见时难”而言，便是人们在生活中通常会经历到是一种人生体验。与其说它是帝王之伤别，无宁说它概括了离别中的人们的普遍遭遇。李煜词大多是四五十字的小令，调短字少，然包孕极富，寄慨极深，没有高度的艺术概括力是做不到的。【集评】《乐府纪闻》：后主归家后与故宫人书云：“梦里不知身是客，一晌贪欢，“流水落花春去也，天上人间”……旧臣闻之，有泣下者。七夕在赐第作乐。太宗闻之怒，更得其词，故有赐牵机药之事。蔡绦《西清诗话》：诗人（李煜）归宋后，“每怀故国，且念嫔妾散落，郁郁不自聊。”“尝作长短句（即指此词），含思凄惋，未几下世。”王方俊《唐宋词赏析》：这首词的艺术成就是很高的，自然率真，直写观感，直抒胸臆，因之有极强的艺术感染力。它不仅在旧时曾为人传诵，现在看来也是我国诗歌艺术宝库中的一件珍品。俞陛云《唐五代两宋词选释》：言梦中之欢，益见醒后之悲，昔日歌舞《霓裳》，不堪回首。结句“天上人间”三句，怆然欲绝：此归朝后所作。尤极凄黯之音，如峡猿之三声肠断也。唐圭璋《唐宋词简释》：此首殆后主绝笔，语意惨然。五更梦回，寒雨潺潺，其境之黯淡凄凉可知。“梦里”两句，忆梦中情事，尤觉哀痛。换头宕开，两句自为呼应，所以“独自莫凭栏”者，盖因凭阑见无限江山，又引起无限伤心也。此与“心事莫将和泪说，凤笙休向泪时吹”，同为悲愤已极之语。“别时”一句，说出过去与今天之情况。自知相见无期，而下世亦不久矣。故“流水”两句，即承上中说不久于人世之意，水流尽矣，花落尽矣，春归去矣，而人亦将亡矣。将四种了语，并合一处作结，肝肠断绝，遗恨千古。《南唐二主词汇笺》引郭麟云：绵邈飘忽之音，最为感人之至。李后主之“梦里不知身是客，一晌贪欢”，所以独绝也。王闿运《湘绮楼词选》：高妙超脱，一往情深。"
        },
        {
            "title": "渡中江望石城泣下",
            "content": "江南江北旧家乡，三十年来梦一场。吴苑宫闱今冷落，广陵台殿已荒凉。云笼远岫愁千片，雨打归舟泪万行。兄弟四人三百口，不堪闲坐细思量。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "往事只堪哀，对景难排。秋风庭院藓侵阶。一任珠帘闲不卷，终日谁来？金锁已沉埋，壮气蒿莱。晚凉天净月华开。相得玉楼瑶殿影，空照秦淮。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "春花秋月何时了，往事知多少。小楼昨夜又东风，故国不堪回首月明中。雕阑玉砌应犹在，只是朱颜改。问君能有几多愁，恰似一江春水向东流。",
            "comment": "【注释】[1]了：了结，完结。[2]砌：台阶。雕阑玉砌：指远在金陵的南唐故宫。应犹：一作“依然”。[3]朱颜改：指所怀念的人已衰老。[4]君：作者自称。能：或作“都”、“那”、“还”、“却”。　　此词大约作于李煜归宋后的第三年。词中流露了不加掩饰的故国之思，据说是促使宋太宗下令毒死李煜的原因之一。那么，它等于是李煜的绝命词了。　　全词以问起，以答结；由问天、问人而到自问，通过凄楚中不无激越的音调和曲折回旋、流走自如的艺术结构，使作者沛然莫御的愁思贯穿始终，形成沁人心脾的美感效应。　　诚然，李煜的故国之思也许并不值得同情，他所眷念的往事离不开“雕栏玉砌”的帝王生活和朝暮私情的宫闱秘事。但这首脍炙人口的名作，在艺术上确有独到之处：　　“春花秋月”人多以美好，作者却殷切企盼它早日“了”却；小楼“东风”带来春天的信息，却反而引起作者“不堪回首”的嗟叹，因为它们都勾发了作者物是人非的枨触，跌衬出他的囚居异邦之愁，用以描写由珠围翠绕，烹金馔玉的江南国主一变而为长歌当哭的阶下囚的作者的心境，是真切而又深刻的。　　结句“一江春水向东流”，是以水喻愁的名句，含蓄地显示出愁思的长流不断，无穷无尽。同它相比，刘禹锡的《竹枝调》“水流无限似侬愁”，稍嫌直率，而秦观《江城子》“便作春江都是泪，流不尽，许多愁”，则又说得过尽，反而削弱了感人的力量。　　可以说，李煜此词所以能引起广泛的共鸣，在很大程度上，正有赖于结句以富有感染力和向征性的比喻，将愁思写得既形象化，又抽象化：作者并没有明确写出其愁思的真实内涵——怀念昔日纸醉金迷的享乐生活，而仅仅展示了它的外部形态——“恰似一江春水向东流。这样人们就很容易从中取得某种心灵上的呼应，并借用它来抒发自已类似的情感。因为人们的愁思虽然内涵各异，却都可以具有“恰似一江春水向东流”那样的外部形态。由于“形象往往大于思想”，李煜此词便能在广泛的范围内产生共鸣而得以千古传诵了。【集评】俞陛云《唐五代两宋词选释》：亡国之音，何哀思之深耶？传诵禁廷，不加悯而被祸，失国者不殉宗社，而任人宰割，良足伤矣。《后山诗话》谓秦少游词“飞红万点愁如海”出于后主“一江春水”句。《野客丛书》又谓白乐天之“欲识愁多少，高于滟滪堆”、刘禹锡之“水流无限似浓愁”，为后主所祖，但以水喻愁，词家意所易到，屡见载籍，未必互相沿用。就词而论，李、刘、秦诸家之以水喻愁，不若后主之“春江”九字，真伤心人语也。唐圭璋《唐宋词简释》：此首感怀故国，悲愤已极。起句，追维往事，痛不欲生！满腔恨血，喷薄而出：诚《天问》之遗也。“小楼”句承起句，缩笔吞咽；“故国”句承起句，放笔呼号。一“又”字惨甚。东风又入，可见春花秋月一时尚不得遽了。罪孽未满，苦痛未尽，仍须偷息人间，历尽磨折。下片承上，从故国月明想入，揭出物是人非之意。末以问答语，吐露心中万斛愁恨，令人不堪卒读。通首一气盘旋，曲折动荡，如怨如慕，如泣如诉。王方俊《唐宋词赏析》：这首千古传诵脍炙人口的名作《虞美人》，被前人誉为“词中之帝”，是李煜囚居汴京时所作。据王轾《默记》载：“归朝（指李煜降宋后），郁郁不乐，见于词语。”本词就是抒写这种怀念故国之情，哀叹亡国之痛的情怀的。"
        },
        {
            "title": "渔父",
            "content": "一棹春风一叶舟，一纶茧缕一轻钩。花满渚，酒满瓯，万顷波中得自由。",
            "comment": ""
        },
        {
            "title": "忆江南",
            "content": "多少恨，昨夜梦魂中。还似旧时游上苑，车如流水马如龙。花月正春风。多少泪，沾袖复横颐。心事莫将和泪滴，凤笙休向月明吹。肠断更无疑。闲梦远，南国正芳春。船上管弦江面绿，满城飞絮混轻尘。愁杀看花人。闲梦远，南国正清秋。千里江山寒色暮，芦花深处泊孤舟。笛在月明楼。",
            "comment": ""
        },
        {
            "title": "秋莺",
            "content": "残莺何事不知秋，横过幽林尚独游。老舌百般倾耳听，深黄一点入烟流。栖迟背世同悲鲁，浏亮如笙碎在缑。莫更留连好归去，露华凄冷蓼花愁。",
            "comment": ""
        },
        {
            "title": "乌夜啼",
            "content": "昨夜风兼雨，帘帏飒飒秋声。烛残漏滴频欹枕，起坐不能平。世事漫随流水，算来一梦浮生。醉乡路稳宜频到，此外不堪行。",
            "comment": ""
        },
        {
            "title": "蝶恋花",
            "content": "遥夜亭皋闲信步。才过清明，渐觉伤春暮。数点雨声风约住，朦胧澹月云来去。桃李依依香暗度。谁在秋千，笑里轻轻语。一片芳心千万绪，人间没个安排处。",
            "comment": ""
        },
        {
            "title": "谢新恩",
            "content": "樱花落尽阶前月，象床愁倚薰笼。远似去年今日，恨还同。双鬟不整云憔悴，泪沾红抹胸。何处相思苦，纱窗醉梦中。",
            "comment": ""
        },
        {
            "title": "题金楼子后",
            "content": "牙签万轴里红绡，王粲书同付火烧。不于祖龙留面目，遗篇那得到今朝。",
            "comment": ""
        },
        {
            "title": "木兰花（一名玉楼春、春晓曲、惜春容）",
            "content": "晓妆初了明肌雪，春殿嫔娥鱼贯列。凤箫声断水云闲，重按霓裳歌遍彻。临风谁更飘香屑，醉拍阑干情未切。归时休放烛花红，待蹋马蹄清夜月。",
            "comment": ""
        },
        {
            "title": "相见欢",
            "content": "林花谢了春红，太匆匆，无奈朝来寒雨晚来风。胭脂泪，相留醉，几时重，自是人生长恨水长东。",
            "comment": "【注释】[1]此词的词牌亦有作“乌夜啼”。[2]谢：凋谢。[3]胭脂泪：指女子的眼泪。女子脸上搽有胭脂泪水流经脸颊时沾上胭脂的红色，故云。[4]几时重：何时再度相会。　　此词将人生失意的无限怅恨寄寓在对暮春残景的描绘中，是即景抒情的典范之作。　　起句“林花谢了春红”，即托出作者的伤春惜花之情；而续以“太匆匆”，则使这种伤春惜花之情得以强化。狼藉残红，春去匆匆；而作者的生命之春也早已匆匆而去，只留下伤残的春心和破碎的春梦。因此，“太匆匆”的感慨，固然是为林花凋谢之速而发，但其中不也糅合了人生苦短、来日无多的喟叹，包蕴了作者对生命流程的理性思考？　　“无奈朝来寒雨晚来风”一句点出林花匆匆谢去的原因是风雨侵龚，而作者生命之春的早逝不也是因为过多地栉风沐雨？所以，此句同样既是叹花，亦是自叹。“无奈”云云，充满不甘听凭外力摧残而又自恨无力改变生态环境的感怆。　　换头“胭脂泪”三句，转以拟人化的笔墨，表现作者与林花之间的依依惜别之情。这里，一边是生逢末世，运交华盖的失意人，一边是盛时不再、红消香断的解语花，二者恍然相对，不胜缱绻。“胭脂泪”，遥按上片“林花谢了春红”句，是从杜甫《曲江对雨》诗“林花著雨胭脂湿”变化而来。林花为风侵欺，状如胭脂。“胭脂泪”者，此之谓也。但花本无泪，实际上是惯于“以我观物”的作者移情于彼，使之人格化——作者身历世变，泣血无泪，不亦色若胭脂？　　“相留醉”，一作“留人醉”，花固怜人，人亦惜花；泪眼相向之际，究竟是人留花抑或花留人，已惝恍难分。着一“醉”字，写出彼此如醉如痴、眷变难舍的情态，极为传神，而“几时重”则吁出了人与花共同的希冀和自知希冀无法实现的怅惘与迷茫。　　结句“自是人生长恨水长东”，一气呵成益见悲慨。“人生长恨”似乎不仅仅是抒写一已的失意情怀，而涵盖了整个人类所共有的生命的缺憾，是一种融汇和浓缩了无数痛苦的人生体验的浩叹。"
        },
        {
            "title": "亡后见形诗",
            "content": "异国非所志，烦劳殊清闲。惊涛千万里，无乃见钟山。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "转烛飘蓬一梦归，欲寻陈迹怅人非，天教心愿与身违。待月池台空逝水，荫花楼阁谩斜晖，登临不惜更沾衣。",
            "comment": "【注释】（一题冯延巳作）"
        },
        {
            "title": "临江仙",
            "content": "秦楼不见吹箫女，空馀上苑风光。粉英含蕊自低昂，东风恼我，才发一衿香。琼窗梦□留残月，当年得恨何长。碧阑干外映垂杨，暂时想见，如梦懒思量。",
            "comment": "【注释】注：此首及下一首“临江仙”词牌原作为“谢新恩”，因王国维认为系《临江仙》调，今暂从王说。□：（原缺字）。"
        },
        {
            "title": "开元乐",
            "content": "心事数茎白发，生涯一片青山。空山有雪相待，野路无人自还。",
            "comment": ""
        },
        {
            "title": "谢新恩",
            "content": "樱花落尽春将困，秋千架下归时。漏暗斜月迟迟，花在枝。彻晓纱窗下，待来君不知。",
            "comment": ""
        },
        {
            "title": "渔父",
            "content": "浪花有意千重雪，桃李无言一队春。一壶酒，一竿纶，世上如侬有几人？",
            "comment": ""
        },
        {
            "title": "句",
            "content": "迢迢牵牛星，杳在河之阳。粲粲黄姑女，耿耿遥相望。莺狂应有恨，蝶舞已无多。揖让月在手，动摇风满怀。病态如衰弱，厌厌向五年。衰颜一病难牵复，晓殿君临颇自羞。冷笑秦皇经远略，静怜姬满苦时巡。鬓从今日添新白，菊是去年依旧黄。万古到头归一死，醉乡葬地有高原。人生不满百，刚作千年画。日映仙云薄，秋高天碧深。乌照始潜辉，龙烛便争秉。凝珠满露枝。游飏日已西，肃穆寒初至。九重开扇鹄，四牖炳灯鱼。忌觞无算酌。倾碗更为寿，深卮递酬宾。",
            "comment": ""
        },
        {
            "title": "感怀",
            "content": "又见桐花发旧枝，一楼烟雨暮凄凄。凭阑惆怅人谁会，不觉潸然泪眼低。层城无复见娇姿，佳节缠哀不自持。空有当年旧烟月，芙蓉城上哭蛾眉。",
            "comment": ""
        },
        {
            "title": "青玉案",
            "content": "梵宫百尺同云护，渐白满苍苔路。破腊梅花□早露。银涛无际，玉山万里，寒罩江南树。鸦啼影乱天将暮，海月纤痕映烟雾。修竹低垂孤鹤舞。杨花风弄，鹅毛天剪，总是诗人误。",
            "comment": ""
        },
        {
            "title": "九月十日偶书",
            "content": "晚雨秋阴酒乍醒，感时心绪杳难平。黄花冷落不成艳，红叶飕飗竞鼓声。背世返能厌俗态，偶缘犹未忘多情。自从双鬓斑斑白，不学安仁却自惊。",
            "comment": ""
        },
        {
            "title": "挽辞",
            "content": "珠碎眼前珍，花凋世外春。未销心里恨，又失掌中身。玉笥犹残药，香奁已染尘。前哀将后感，无泪可沾巾。艳质同芳树，浮危道略同。正悲春落实，又苦雨伤丛。秾丽今何在，飘零事已空。沉沉无问处，千载谢东风。",
            "comment": ""
        },
        {
            "title": "一斛珠",
            "content": "晚妆初过，沉檀轻注些儿个。向人微露丁香颗，一曲清歌，暂引樱桃破。罗袖□残殷色可，杯深旋被香醪〔氵宛〕。绣床斜凭娇无那，烂嚼红茸，笑向檀郎唾。",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "铜簧韵脆锵寒竹，新声慢奏移纤玉。眼色暗相钩，秋波横欲流。雨云深绣户，未便谐衷素。宴罢又成空，魂迷春梦中。",
            "comment": ""
        },
        {
            "title": "后庭花破子",
            "content": "玉树后庭前，瑶草妆镜边。去年花不老，今年月又圆。莫教偏，和月和花，天教长少年。",
            "comment": "【注释】（或为冯延巳作）"
        },
        {
            "title": "望江梅",
            "content": "闲梦远，南国正芳春。船上管弦江面绿，满城飞絮辊轻尘。忙杀看花人。",
            "comment": ""
        },
        {
            "title": "送邓王二十弟从益牧宣城",
            "content": "且维轻舸更迟迟，别酒重倾惜解携。浩浪侵愁光荡漾，乱山凝恨色高低。君驰桧楫情何极，我凭阑干日向西。咫尺烟江几多地，不须怀抱重凄凄。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "辘轳金井梧桐晚，几树惊秋。昼雨新愁，百尺虾须在玉钩。琼窗春断双蛾皱，回首边头。欲寄鳞游，九曲寒波不溯流。",
            "comment": ""
        },
        {
            "title": "采桑子",
            "content": "亭前春逐红英尽，舞态徘徊。细雨霏微，不放双眉时暂开。绿窗冷静芳音断，香印成灰。可奈情怀，欲睡朦胧入梦来。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "金雀钗，红粉面，花里暂时相见。知我意，感君怜，此情须问天。香作穗，蜡成泪，还似两人心意。珊枕腻，锦衾寒，觉来更漏残。",
            "comment": "【注释】（一题温庭筠作）"
        },
        {
            "title": "病中感怀",
            "content": "憔悴年来甚，萧条益自伤。风威侵病骨，雨气咽愁肠。夜鼎唯煎药，朝髭半染霜。前缘竟何似，谁与问空王。",
            "comment": ""
        },
        {
            "title": "病起题山舍壁",
            "content": "山舍初成病乍轻，杖藜巾褐称闲情。炉开小火深回暖，沟引新流几曲声。暂约彭涓安朽质，终期宗远问无生。谁能役役尘中累，贪合鱼龙构强名。",
            "comment": ""
        },
        {
            "title": "阮郎归",
            "content": "东风吹水日衔山，春来长是闲。落花狼籍酒阑珊，笙歌醉梦间。佩声悄，晚妆残，恁谁整翠鬟。留连光景惜朱颜，黄昏独倚阑。?",
            "comment": ""
        },
        {
            "title": "三台令",
            "content": "不寐倦长更，披衣出户行。月寒秋竹冷，风切夜窗声。",
            "comment": ""
        },
        {
            "title": "喜迁莺",
            "content": "晓月堕，宿云微，无语枕凭欹。梦回芳草思依依，天远雁声稀。啼莺散，馀花乱，寂寞画堂深院。片红休扫尽从伊，留待舞人归。",
            "comment": ""
        },
        {
            "title": "望江南",
            "content": "多少泪，断脸复横颐。心事莫将和泪说，凤笙休向泪时吹。肠断更无疑。",
            "comment": ""
        },
        {
            "title": "谢新恩",
            "content": "樱桃落尽春将困，秋千架下归时。漏暗斜月迟迟，在花枝。彻晓纱窗下，待来君不知。",
            "comment": ""
        },
        {
            "title": "病中书事",
            "content": "病身坚固道情深，宴坐清香思自任。月照静居唯捣药，门扃幽院只来禽。庸医懒听词何取，小婢将行力未禁。赖问空门知气味，不然烦恼万涂侵。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "庭空客散人归后，画堂半掩珠帘。林风淅淅夜厌厌，小楼新月，回首自纤纤。春光镇在人空老，新愁往恨何穷。金刀力困起还慵，一声羌笛，惊起醉怡容。",
            "comment": "【注释】注：此首及上一首“临江仙”词牌原作为“谢新恩”，因王国维认为系《临江仙》调，今暂从王说。"
        },
        {
            "title": "谢新恩",
            "content": "冉冉秋光留不住，满阶红叶暮。又是过重阳，台榭登临处。茱萸香堕，紫菊气，飘庭户，晚烟笼细雨。雍雍新雁咽寒声，愁恨年年长相似。",
            "comment": ""
        },
        {
            "title": "梅花",
            "content": "殷勤移植地，曲槛小栏边。共约重芳日，还忧不盛妍。阻风开步障，乘月溉寒泉。谁料花前后，蛾眉却不全。失却烟花主，东君自不知。清香更何用，犹发去年枝。",
            "comment": ""
        },
        {
            "title": "长相思",
            "content": "云一緺，玉一梭，澹澹衫儿薄薄罗。轻颦双黛螺。秋风多，雨相和，帘外芭蕉三两窠。夜长人奈何？",
            "comment": ""
        },
        {
            "title": "菩萨蛮",
            "content": "蓬莱院闭天台女，画堂昼寝人无语。抛枕翠云光，绣衣闻异香。潜来珠锁动，惊觉银屏梦。脸慢笑盈盈，相看无限情。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "别来春半，触目柔肠断。砌下落梅如雪乱，拂了一身还满。雁来音信无凭，路遥归梦难成。离恨恰如春草，更行更远还生。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "樱桃落尽春归去，蝶翻金粉双飞。子规啼月小楼西，楞帘珠箔，惆怅卷金泥。门巷寂寥人去后，望残烟草低迷。炉香闲袅凤凰儿，空持罗带，回首恨依依。",
            "comment": "【注释】注：此首“临江仙”词牌原作为“谢新恩”，因王国维认为系《临江仙》调，今暂从王说。"
        },
        {
            "title": "捣练子令",
            "content": "云鬟乱，晚妆残，带恨眉儿远岫攒。斜托香腮春笋嫩，为谁和泪倚阑干。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "柳丝长，春雨细，花外漏声迢递。惊塞雁，起城乌，画屏金鹧鸪。香雾薄，透重幕，惆怅谢家池阁。红烛背，绣帏垂，梦长君不知。",
            "comment": "【注释】（一题温庭筠作）"
        },
        {
            "title": "浣溪沙",
            "content": "红日已高三丈透，金炉次第添香兽。红锦地衣随步皱。佳人舞点金钗溜，酒恶时拈花蕊嗅。别殿遥闻箫鼓奏。",
            "comment": ""
        },
        {
            "title": "一斛珠",
            "content": "晓妆初过，沉檀轻注些儿个。向人微露丁香颗，一曲清歌，暂引樱桃破。罗袖裛残殷色可，杯深旋被香醪涴。绣床斜凭娇无那，烂嚼红茸，笑向檀郎唾。",
            "comment": "【注释】1.沈（chen2）檀--浅绛色的唇膏。轻注：轻点。2.丁香颗--代称女子的舌头。3.樱桃破--代指张开小口。4.“罗袖”句--可：隐约。5.无那--无奈。6.红茸--红色的丝线。7.檀郎--古代妇女称呼自己所爱的男子为檀郎。"
        }
    ]
}