{
    "dynasty": "唐",
    "author": "李适",
    "poems": [
        {
            "title": "九月十八赐百僚追赏因书所怀",
            "content": "雨霁霜气肃，天高云日明。繁林已坠叶，寒菊仍舒荣。懿此秋节时，更延追赏情。池台列广宴，丝竹传新声。至乐非外奖，浃欢同中诚。庶敦朝野意，永使风化清。",
            "comment": ""
        },
        {
            "title": "丰年多庆，九日示怀",
            "content": "爽气肃时令，早衣闻朔鸿。重阳有佳节，具物欣年丰。皎洁暮潭色，芬敷新菊丛。芳尊满衢室，繁吹凝烟空。惠合信吾道，保和惟尔同。推诚至玄化，天下期为公。",
            "comment": ""
        },
        {
            "title": "中春麟德殿会百僚观新乐诗，一章，章十六句",
            "content": "芳岁肇佳节，物华当仲春。乾坤既昭泰，烟景含氤氲。德浅荷玄贶，乐成思治人。前庭列钟鼓，广殿延群臣。八卦随舞意，五音转曲新。顾非咸池奏，庶协南风熏。式宴礼所重，浃欢情必均。同和谅在兹，万国希可亲。",
            "comment": ""
        },
        {
            "title": "送徐州张建封还镇",
            "content": "牧守寄所重，才贤生为时。宣风自淮甸，授钺膺藩维。入觐展遐恋，临轩慰来思。忠诚在方寸，感激陈情词。报国尔所向，恤人予是资。欢宴不尽怀，车马当还期。谷雨将应候，行春犹未迟。勿以千里遥，而云无己知。",
            "comment": ""
        },
        {
            "title": "七月十五日题章敬寺",
            "content": "招提迩皇邑，复道连重城。法筵会早秋，驾言访禅扃。尝闻大仙教，清净宗无生。七物匪吾宝，万行先求成。名相既双寂，繁华奚所荣。金风扇微凉，远烟凝翠晶。松院静苔色，竹房深磬声。境幽真虑恬，道胜外物轻。意适本非说，含毫空复情。",
            "comment": ""
        },
        {
            "title": "中和节赐群臣宴赋七韵",
            "content": "东风变梅柳，万汇生春光。中和纪月令，方与天地长。耽乐岂予尚，懿兹时景良。庶遂亭育恩，同致寰海康。君臣永终始，交泰符阴阳。曲沼水新碧，华林桃稍芳。胜赏信多欢，戒之在无荒。",
            "comment": ""
        },
        {
            "title": "重阳日中外同欢，以诗言志，因示群官",
            "content": "炎节在重九，物华新雨余。清秋黄叶下，菊散金潭初。万实行就稔，百工欣所如。欢心畅遐迩，殊俗同车书。至化自敦睦，佳辰宜宴胥。锵锵间丝生，济济罗簪裾。此乐匪足耽，此诚期永孚。",
            "comment": ""
        },
        {
            "title": "中和节日宴百僚赐诗",
            "content": "韶年启仲序，初吉谐良辰。肇兹中和节，式庆天地春。欢酣朝野同，生德区宇均。云开洒膏露，草疏芳河津。岁华今载阳，东作方肆勤。惭非熏风唱，曷用慰吾人。",
            "comment": ""
        },
        {
            "title": "重阳日即事",
            "content": "令节晓澄霁，四郊烟霭空。天清白露洁，菊散黄金丛。寡德荷天贶，顺时休百工。岂怀歌钟乐，思为君臣同。至化在亭育，相成资始终。未知康衢咏，所仰惟年丰。",
            "comment": ""
        },
        {
            "title": "三日书怀因示百僚",
            "content": "佳节上元巳，芳时属暮春。流觞想兰亭，捧剑得金人。风轻水初绿，日晴花更新。天文信昭回，皇道颇敷陈。恭己每从俭，清心常保真。戒兹游衍乐，书以示群臣。",
            "comment": ""
        },
        {
            "title": "九日绝句",
            "content": "禁苑秋来爽气多，昆明风动起沧波。中流箫鼓诚堪赏，讵假横汾发棹歌。",
            "comment": ""
        },
        {
            "title": "元日退朝观军仗归营",
            "content": "献岁视元朔，万方咸在庭。端旒揖群后，回辇阅师贞。彩仗宿华殿，退朝归禁营。分行左右出，转旆风云生。历历趋复道，容容映层城。勇余矜捷技，令肃无喧声。眷此戎旅节，载嘉良士诚。顺时倾宴赏，亦以助文经。",
            "comment": ""
        },
        {
            "title": "重阳日赐宴曲江亭，赋六韵诗用清字",
            "content": "早衣对庭燎，躬化勤意诚。时此万机暇，适与佳节并。曲池洁寒流，芳菊舒金英。乾坤爽气满，台殿秋光清。朝野庆年丰，高会多欢声。永怀无荒戒，良士同斯情。",
            "comment": ""
        },
        {
            "title": "中和节赐百官燕集因示所怀",
            "content": "至化恒在宥，保和兹息人。推诚抚诸夏，与物长为春。仲月风景暖，禁城花柳新。芳时协金奏，赐宴同群臣。丝竹岂云乐，忠贤惟所亲。庶洽朝野意，旷然天地均。",
            "comment": ""
        },
        {
            "title": "麟德殿宴百僚",
            "content": "忧勤承圣绪，开泰喜时康。恭己临群后，垂衣御八荒。务闲春向暮，朝罢日犹长。紫殿初筵列，彤庭广乐张。成功归辅弼，致理赖忠良。共此欢娱事，千秋乐未央。",
            "comment": ""
        }
    ]
}