{
    "dynasty": "唐",
    "author": "杜光庭",
    "poems": [
        {
            "title": "赠人",
            "content": "静神凝思仰青冥，此夕长天降瑞星。海上昨闻鹏羽翼，人间初见鹤仪形。",
            "comment": ""
        },
        {
            "title": "题莫公台",
            "content": "奇绝巍台峙浊流，古来人号小瀛洲。路通霄汉云迷晚，洞隐鱼龙月浸秋。举首摘星河有浪，自天图画笔无钩。将军悟却希夷诀，赢得清名万古流。",
            "comment": ""
        },
        {
            "title": "题龙鹄山",
            "content": "抽得闲身伴瘦筇，乱敲青碧唤蛟龙。道人扫径收松子，缺月初圆天柱峰。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "铜壶滴滴禁漏起，三十六宫争卷帘。，斜阳古岸归鸦晚，红蓼低沙宿雁愁。霜雕曲径寒芜白，雁下遥村落照黄。恩威欲寄黄丞相，仁信先闻郭细侯。兵气此时来世上，文星今日到人间。降因天下思姚宋，出为儒门继孔颜。丹灶河车休矻矻，蚌胎龟息且绵绵。驭景必能趋日域，骑箕终拟蹑星躔。返朴还淳皆至理，遗形忘性尽真铨。",
            "comment": ""
        },
        {
            "title": "题霍山秦尊师（一作郑遨诗）",
            "content": "老鹤玄猿伴采芝，有时长叹独移时。翠娥红粉婵娟剑，杀尽世人人不知。",
            "comment": ""
        },
        {
            "title": "题剑门",
            "content": "谁运乾坤陶冶功，铸为双剑倚苍穹。题诗曾驻三天驾，碍日长含八海风。",
            "comment": ""
        },
        {
            "title": "题鸿都观",
            "content": "亡吴霸越已功全，深隐云林始学仙。鸾鹤自飘三蜀驾，波涛犹忆五湖船。双溪夜月明寒玉，众岭秋空敛翠烟。也有扁舟归去兴，故乡东望思悠然。",
            "comment": ""
        },
        {
            "title": "题都庆观",
            "content": "三仙一一驾红鸾，仙去云闲绕古坛。炼药旧台空处所，挂衣乔木两摧残。清风岭接猿声近，白石溪涵水影寒。二十四峰皆古隐，振缨长往亦何难。",
            "comment": ""
        },
        {
            "title": "初月",
            "content": "始看东上又西浮，圆缺何曾得自由。照物不能长似镜，当天多是曲如钩。定无列宿敢争耀，好伴晴河相映流。直使奔波急于箭，只应白尽世间头。",
            "comment": ""
        },
        {
            "title": "山居三首（一作郑遨诗）",
            "content": "闷见有人寻，移庵更入深。落花流涧水，明月照松林。醉劝头陀酒，闲教孺子吟。身同云外鹤，断得世尘侵。冥心栖太室，散发浸流泉。采柏时逢麝，看云忽见仙。夏狂冲雨戏，春醉戴花眠。绝顶登云望，东都一点烟。不求朝野知，卧见岁华移。采药归侵夜，听松饭过时。荷竿寻水钓，背局上岩棋。祭庙人来说，中原正乱离。",
            "comment": ""
        },
        {
            "title": "题鹤鸣山",
            "content": "五气云龙下泰清，三天真客已功成。人间回首山川小，天上凌云剑佩轻。花拥石坛何寂寞，草平辙迹自分明。鹿裘高士如相遇，不待岩前鹤有声。",
            "comment": ""
        },
        {
            "title": "题仙居观",
            "content": "往岁真人朝玉皇，四真三代住繁阳。初开九鼎丹华熟，继蹑五云天路长。烟锁翠岚迷旧隐，池凝寒镜贮秋光。时从白鹿岩前往，应许潜通不死乡。",
            "comment": ""
        },
        {
            "title": "读书台",
            "content": "山中犹有读书台，风扫晴岚画障开。华月冰壶依旧在，青莲居士几时来。",
            "comment": ""
        },
        {
            "title": "咏西施（一作郑遨诗）",
            "content": "素面已云妖，更著花钿饰。脸横一寸波，浸破吴王国。",
            "comment": ""
        },
        {
            "title": "题北平沼",
            "content": "桐柏真人曾此居，焚香厓下诵灵书。朝回时宴三山客，涧尽闲飞五色鱼。天柱一峰凝碧玉，神灯千点散红蕖。宝芝常在知谁得，好驾金蟾入太虚。",
            "comment": ""
        },
        {
            "title": "伤时（一作郑遨诗）",
            "content": "帆力劈开沧海浪，马蹄踏破乱山青。浮名浮利过于酒，醉得人心死不醒。",
            "comment": ""
        },
        {
            "title": "题福唐观二首",
            "content": "盘空蹑翠到山巅，竹殿云楼势逼天。古洞草深微有路，旧碑文灭不知年。八州物象通檐外，万里烟霞在目前。自是人间轻举地，何须蓬岛访真仙。曾随云水此山游，行尽层峰更上楼。九月登临须有意，七年岐路亦堪愁。树红树碧高低影，烟淡烟浓远近秋。暂熟炉香不须去，伫陪天仗入神州。",
            "comment": ""
        },
        {
            "title": "题空明洞",
            "content": "窅然灵岫五云深，落翮标名振古今。芝朮迎风香馥馥，松柽蔽日影森森。从师只拟寻司马，访道终期谒奉林。欲问空明奇胜处，地藏方石恰如金。",
            "comment": ""
        },
        {
            "title": "偶题（一作郑遨诗）",
            "content": "似鹤如云一个身，不忧家国不忧贫。拟将枕上日高睡，卖与世间荣贵人。",
            "comment": ""
        },
        {
            "title": "景福中作（一作郑遨诗）",
            "content": "闷见戈鋋匝四溟，恨无奇策救生灵。如何饮酒得长醉，直到太平时节醒。",
            "comment": ""
        },
        {
            "title": "赠蜀州刺史",
            "content": "再扶日月归行殿，却领山河镇梦刀。从此雄名压寰海，八溟争敢起波涛。",
            "comment": ""
        },
        {
            "title": "题本竹观",
            "content": "楼阁层层冠此山，雕轩朱槛一跻攀。碑刊古篆龙蛇动，洞接诸天日月闲。帝子影堂香漠漠，真人丹涧水潺潺。扫空双竹今何在，只恐投波去不还。",
            "comment": ""
        },
        {
            "title": "题平盖沼",
            "content": "势压长江空八阵，吴都仙客此修真。寒江向晚波涛急，深洞无风草木春。江上玉人应可见，洞中仙鹿已来驯。龙车凤辇非难遇，只要尘心早出尘。",
            "comment": ""
        },
        {
            "title": "招友人游春（一作郑遨诗）",
            "content": "难把长绳系日乌，芳时偷取醉功夫。任堆金璧磨星斗，买得花枝不老无。",
            "comment": ""
        },
        {
            "title": "思山咏（一作郑遨诗）",
            "content": "因卖丹砂下白云，鹿裘惟惹九衢尘。不如将耳入山去，万是千非愁杀人。",
            "comment": ""
        }
    ]
}