{
    "dynasty": "唐",
    "author": "来鹄",
    "poems": [
        {
            "title": "句",
            "content": "回眸绿水波初起，合掌白莲花未开。",
            "comment": ""
        },
        {
            "title": "卖花谣",
            "content": "紫艳红苞价不同，匝街罗列起香风。无言无语呈颜色，知落谁家池馆中。",
            "comment": ""
        },
        {
            "title": "鄂渚清明日与乡友登头陀山",
            "content": "冷酒一杯相劝频，异乡相遇转相亲。落花风里数声笛，芳草烟中无限人。都大此时深怅望，岂堪高处更逡巡。思量费子真仙子，不作头陀山下尘。",
            "comment": ""
        },
        {
            "title": "偶题二首",
            "content": "近来灵鹊语何疏，独凭栏干恨有殊。一夜绿荷霜剪破，赚他秋雨不成珠。水边箕踞静书空，欲解愁肠酒不浓。可惜青天好雷雹，只能驱趁懒蛟龙。",
            "comment": ""
        },
        {
            "title": "题庐山双剑峰",
            "content": "倚天双剑古今闲，三尺高于四面山。若使火云烧得动，始应农器满人间。",
            "comment": ""
        },
        {
            "title": "除夜",
            "content": "事关休戚已成空，万里相思一夜中。愁到晓鸡声绝后，又将憔悴见春风。",
            "comment": ""
        },
        {
            "title": "鹦鹉",
            "content": "色白还应及雪衣，嘴红毛绿语仍奇。年年锁在金笼里，何似陇山闲处飞。",
            "comment": ""
        },
        {
            "title": "宛陵送李明府罢任归江州",
            "content": "菊花村晚雁来天，共把离觞向水边。官满便寻垂钓侣，家贫已用卖琴钱。浪生湓浦千层雪，云起炉峰一炷烟。倘见吾乡旧知己，为言憔悴过年年。",
            "comment": ""
        },
        {
            "title": "梅花",
            "content": "枝枝倚槛照池冰，粉薄香残恨不胜。占得早芳何所利，与他霜雪助威棱。",
            "comment": ""
        },
        {
            "title": "金钱花",
            "content": "也无棱郭也无神，露洗还同铸出新。青帝若教花里用，牡丹应是得钱人。",
            "comment": ""
        },
        {
            "title": "古剑池",
            "content": "秋水莲花三四枝，我来慷慨步迟迟。不决浮云斩邪佞，直成龙去欲何为。",
            "comment": ""
        },
        {
            "title": "云",
            "content": "千形万象竟还空，映水藏山片复重。无限旱苗枯欲尽，悠悠闲处作奇峰。",
            "comment": "【注释】　　夏云形状奇特，变幻不常。“夏云多奇峰”，是历来传诵的名句。但这首诗　　的作者似乎对悠闲作态的夏云颇为憎厌，这是因为作者的心境本来就并不悠闲，用意又另有所属的缘故。　　首句撇开夏云的各种具体形象，用“千形万象”四字一笔带过，紧接着下了“竟还空”这几个感情份量很重的词语。原来，诗人是怀着久旱盼甘霖的焦急心情注视着风云变幻。对他说来，夏云的千姿百态并没有实际意义，当然也就想不到要加以描写。对事物关心的角度不同，描写的方式也自然有别。这一句对夏云的描写尽管抽象，却完全符合诗人此时的感情。它写出一个过程：云不断幻化出各种形象，诗人也不断重复着盼望、失望，最后，云彩随风飘散，化为乌有，诗人的希望也终于完全落空。“竟还空”三字，既含有事与愿违的深深失望，也含有感到被作弄之后的一腔怨愤。　　次句写“竟还空”后出现的情形。云彩虽变幻以至消失，但切盼甘霖者仍在寻觅它的踪影。它仿佛故意与人们捉迷藏：到处寻觅不见，蓦然低头，却发现它的倒影映入水中；猛然抬头，则又见它原来就隐藏在山后。又好象故意在你面前玩戏法：忽而轻云片片，忽而重重迭迭。这就进一步写出了云的容与悠闲之状，怡然自得之情，写出了它的故作姿态。而经历过失望、体验过被作弄的滋味的诗人，面对弄姿自媚的云，究竟怀着一种什么样的感情，也就可想而知了。　　“无限旱苗枯欲尽，悠悠闲处作奇峰。”第三句是全诗的背景，按自然顺序，似应放在首句。诗人把它安排在这里，一方面是使这首篇幅很狭的小诗也有悬念，有波澜；另一方面（也是更重要的）是让它在感情发展的关节点上出现，以便与第四句形成鲜明尖锐的对照，取得更加强烈的艺术效果。第三句明显地蕴含着满腔的焦虑、怨愤，提得很高，出语很重，第四句放下去时却很轻，表面上几乎不带感情。一边是大片旱苗行将枯死，亟盼甘霖，一边却是高高在上，悠闲容与，化作奇峰在自我欣赏。正是在跌宕有致的对比描写中，诗人给云的形象添上了画龙点睛的一笔，把憎厌如此夏云的感情推向了高潮。　　一首不以描摹刻画为能事、有所托寓的咏物诗，总是能以它的生动形象启发人们去联想，去思索。这首诗，看来并不单纯是抒写久旱盼雨、憎厌旱云的感情。诗中“云”的形象，既具有自然界中夏云的特点，又概括了社会生活中某一类人的特征。那千变万化，似乎给人们以洒降甘霖希望的云，其实根本就无心解救干枯的旱苗。当人们焦急地盼它降雨时，它却“悠悠闲处作奇峰”呢。不言而喻，这正是旧时代那些看来可以“解民倒悬”，实际上“不问苍生”的权势者的尊容。它的概括性是很高的，直到今天，我们还会感到诗里所描绘的人格化了的“云”是似曾相识的。　　古代诗歌中咏云的名句很多，但用劳动者的眼光、感情来观察、描绘云的，却几乎没有。来鹄这位不大出名的诗人的这一首《云》，也许算得上最富人民性的咏云之作。　　（刘学锴）<>"
        },
        {
            "title": "山中避难作",
            "content": "山头烽火水边营，鬼哭人悲夜夜声。唯有碧天无一事，日还西下月还明。",
            "comment": ""
        },
        {
            "title": "子规",
            "content": "月落空山闻数声，此时孤馆酒初醒。投人语若似伊泪，口畔血流应始听。",
            "comment": ""
        },
        {
            "title": "圣政纪颂",
            "content": "三皇不书，五帝不纪。有圣有神，风销日已。何教何师，生来死止。无典无法，顽肩奡比。三皇实作，五帝实治。成天造地，不昏不圯。言得非排，文得圣齿。表表如见者，莫若乎史。是知朴绳休结，正简斯若。君诰臣箴，觚编毫络。前书后经，规善鉴恶。国之大章，如何寝略。呜呼！贞观多吁，永徽多俞。廷日发论，殿日发谟。牙孽不作，鸟鼠不除。论出不盖，谟行不纡。楹然史臣，蛇然史裾。瞠瞠而视，逶逶而窭。翘笔当面，决防纳污。不梏尔智，不息我愚。执言直注，史文直敷。故得粲粲朝典，落落廷謇。圣牍既多，尧风不浅。颂编坦轴，君出臣显。若俨见旒，若俯见冕。无闲殿旷廷，无尸安素宴。三皇不亡，五帝不翦。太宗得之，史焉斯展。暨乎后相图身，天子专问。我独以言，史不得近。丘明见嫌，倚相在摈。秉笔如今，随班不进。班退史归，惘然畴依。奏问莫睹，嘉谟固稀。取彼诰命，禄为国肥。炯哉时皇，言必成章。德宣五帝，道奥三皇。如何翌臣，嚵肉嗜亡皿。觜距磨抉，楅衡拘长。控截僚位，占护阳光。垣私藩已，远史廋唐。俾德音嘉访，默缩暗亡。咽典噤法，盖圣笼昌。曷以致此，史文不张。后必非笑，将来否臧。谓乎殿空扆逸，朝懵廷荒。不知奸蔽，文失汪洋。有贞观业，有永徽纲。亦匿匪见，亦寝匪彰。赖有后臣，斯言不佞。伊尹真心，太甲须圣。事既可书，史何不命。乃具前欺，大陈不敬。曰逐史之喻，请以物并。且十夫树杨，一夫欲竞。栽既未牢，摒岂能盛！帝业似栽，逐史似摒。穆宗怃然，若疚若茜。昔何臣斯，隐我祖正。不传亲问，不写密诤。孰示来朝，以光神政。由是天呼震吸，征奔召急。史题笔来，叱廷而入。端耳抗目，不撝不挹。獬豸侧头，螭虬摆湿。握管绝怡，当殿而立。君也尽问，臣也倒诚。磊磊其事，镗镗其声。大何不显，细何不明。语未绝绪，史已录成。谓之何书，以政纪名。伊纪清芳，可昭典坟。古师官鸟，昔圣官云。方之我后，录里书分。录有君法，书有君文。君法君文，在圣政纪云。殿无闲时，廷无旷日。云诹波访，倦编刓笔。君劬臣劳，上讨下述。惟勤惟明，在圣政纪出。至德何比，至教焉如？孰窥孰测，外夷内储。谓君有道乎，臣有谟欤？有道有谟，在圣政纪书。一体列秩，同力翼戴。祈福去邪，绝防无碍。国章可披，唐文可爱。善咨不偷，嘉论不盖。不偷不盖，在圣政纪载。谅夫！总斯不朽，可悬魏阙。愚得是言，非讪非伐。实谓医臣浑沌，开君日月。妖物雰死，天文光发。惟我之有颂兮，奚斯跃而董狐蹶。",
            "comment": ""
        },
        {
            "title": "清明日与友人游玉粒（一本无粒字）塘庄",
            "content": "几宿春山逐陆郎，清明时节好烟光。归穿细荇船头滑，醉踏残花屐齿香。风急岭云飘迥野，雨余田水落方塘。不堪吟罢东回首，满耳蛙声正夕阳。",
            "comment": ""
        },
        {
            "title": "新安官舍闲坐",
            "content": "寂寞空阶草乱生，簟凉风动若为情。不知独坐闲多少，看得蜘蛛结网成。",
            "comment": ""
        },
        {
            "title": "闻蝉",
            "content": "绿槐阴里一声新，雾薄风轻力未匀。莫道闻时总惆怅，有愁人有不愁人。",
            "comment": ""
        },
        {
            "title": "早春",
            "content": "新历才将半纸开，小庭犹聚爆竿灰。偏憎杨柳难钤辖，又惹东风意绪来。",
            "comment": ""
        },
        {
            "title": "游鱼",
            "content": "弄萍隈荇思夷犹，掉尾扬鬐逐慢流。应怕碧岩岩下水，浮藤如线月如钩。",
            "comment": ""
        },
        {
            "title": "惜花",
            "content": "东风渐急夕阳斜，一树夭桃数日花。为惜红芳今夜里，不知和月落谁家。",
            "comment": ""
        },
        {
            "title": "子规",
            "content": "雨恨花愁同此冤，啼时闻处正春繁。千声万血谁哀尔，争得如花笑不言。",
            "comment": ""
        },
        {
            "title": "病起",
            "content": "春初一卧到秋深，不见红芳与绿阴。窗下展书难久读，池边扶杖欲闲吟。藕穿平地生荷叶，笋过东家作竹林。在舍浑如远乡客，诗僧酒伴镇相寻。",
            "comment": ""
        },
        {
            "title": "鹭鸶",
            "content": "袅丝翘足傍澄澜，消尽年光伫思间。若使见鱼无羡意，向人姿态更应闲。",
            "comment": ""
        },
        {
            "title": "寒食山馆书情",
            "content": "独把一杯山馆中，每经时节恨飘蓬。侵阶草色连朝雨，满地梨花昨夜风。蜀魄啼来春寂寞，楚魂吟后月朦胧。分明记得还家梦，徐孺宅前湖水东。",
            "comment": ""
        },
        {
            "title": "鄂渚除夜书怀",
            "content": "鹦鹉洲头夜泊船，此时形影共凄然。难归故国干戈后，欲告何人雨雪天。箸拨冷灰书闷字，枕陪寒席带愁眠。自嗟落魄无成事，明日春风又一年。",
            "comment": ""
        },
        {
            "title": "洞庭隐",
            "content": "高卧洞庭三十春，芰荷香里独垂纶。莫嫌无事闲销日，有事始怜无事人。",
            "comment": ""
        },
        {
            "title": "蚕妇",
            "content": "晓夕采桑多苦辛，好花时节不闲身。若教解爱繁华事，冻杀黄金屋里人。",
            "comment": ""
        }
    ]
}