{
    "dynasty": "唐",
    "author": "柳中庸",
    "poems": [
        {
            "title": "秋怨",
            "content": "玉树起凉烟，凝情一叶前。别离伤晓镜，摇落思秋弦。汉垒关山月，胡笳塞北天。不知肠断梦，空绕几山川。",
            "comment": ""
        },
        {
            "title": "征人怨",
            "content": "岁岁金河复玉关，朝朝马策与刀环。三春白雪归青冢，万里黄河绕黑山。",
            "comment": " | 【注释】金河：即黑河，源出内蒙古，注入黄河。黑山：在今内蒙古自治区。【简析】：　　这是一首传诵极广的边塞诗。诗中写到的金河、青冢、黑山，都在今内蒙古自治区境内，唐时属单于都护府。由此可以推断，这首诗写的是一个隶属于单于都护府的征人的怨情。全诗四句，一句一景，表面上似乎不相连属，实际上却统一于“征人”的形象，都围绕着一个“怨”字铺开。　　前两句就时记事，说的是：年复一年，东西奔波，往来边城；日复一日，跃马横刀，征战不休。“金河”，即大黑河，在今内蒙古呼和浩特市南。“玉关”，即甘肃玉门关。金河在东而玉门关在西，相距很远，但都是边陲前线。“马策”，即马鞭。“刀环”，刀柄上的铜环。马策、刀环虽小而微，然而对于表现军中生活来说却有典型性，足以引起对征戍之事的一系列的联想。这两句“岁岁”、“朝朝”相对，“金河”、“玉关”，“马策”、“刀环”并举，又加以“复”字、“与”字，给人以单调困苦、不尽无穷之感，怨情自然透出。　　前两句从“岁岁”说到“朝朝”，似乎已经把话说尽。然而对于满怀怨情的征人来说，这只是说着了一面。他不仅从那无休止的时间中感到怨苦之无时不在，而且还从即目所见的景象中感到怨苦之无处不有，于是又有三、四句之作。　　“青冢”是西汉时王昭君的坟墓，在今呼和浩特市境内，当时被认为是远离中原的一处极僻远荒凉的地方。传说塞外草白，惟独昭君墓上草色发青，故称青冢。时届暮春，在苦寒的塞外却“春色未曾看”，所见者唯有白雪落向青冢而已。萧杀如此，怎不令人凄绝？末句写边塞的山川形势：滔滔黄河，绕过沉沉黑山，复又奔腾向前。黄河和黑山相隔甚远，这里不可坐实理解。上句说青冢，这里自然想起青冢附近的黑山，并用一个“绕”字牵合，寄寓绵绵怨情。这两句写景，似与诗题无关，其实都是征人常见之景，常履之地，因而从白雪青冢与黄河黑山这两幅图画里，我们不仅看到征戍之地的寒苦与荒凉，也可以感受到征人转战跋涉的苦辛。诗虽不直接发为怨语，而蕴蓄于其中的怨恨之情足以使人回肠荡气。　　通篇不着一个“怨”字，却又处处弥漫着怨情。诗人抓住产生怨情的缘由，从时间与空间两方面落笔，让“岁岁”、“朝朝”的戎马生涯以及“三春白雪”与“黄河”、“黑山”的自然景象去现身说法，收到了“不着一字，尽得风流”的艺术效果。而这首诗的谨严工整也历来为人称道。诗不仅每句自对（如首句中的“金河”对“玉关”），又两联各自成对。后一联的对仗尤其讲究：数字对（“三”、“万”）与颜色对（“白”、“青”、“黄”、“黑”）同时出现在一联之中；颜色对中，四种色彩交相辉映，使诗歌形象富于色泽之美；动词“归”、“绕”对举，略带拟人色彩，显得别具情韵。这样精工的绝句，确是不多见的。　　（陈志明）"
        },
        {
            "title": "凉州曲二首",
            "content": "关山万里远征人，一望关山泪满巾。青海戍头空有月，黄沙碛里本无春。高槛连天望武威，穷阴拂地戍金微。九城弦管声遥发，一夜关山雪满飞。",
            "comment": ""
        },
        {
            "title": "江行",
            "content": "繁阴乍隐洲，落叶初飞浦。萧萧楚客帆，暮入寒江雨。",
            "comment": ""
        },
        {
            "title": "春思赠人",
            "content": "红粉当三五，青娥艳一双。绮罗回锦陌，弦管入花江。落雁惊金弹，抛杯泻玉缸。谁知褐衣客，憔悴在书窗。",
            "comment": ""
        },
        {
            "title": "幽院早春",
            "content": "草短花初拆，苔青柳半黄。隔帘春雨细，高枕晓莺长。无事含闲梦，多情识异香。欲寻苏小小，何处觅钱塘。",
            "comment": ""
        },
        {
            "title": "听筝",
            "content": "抽弦促柱听秦筝，无限秦人悲怨声。似逐春风知柳态，如随啼鸟识花情。谁家独夜愁灯影，何处空楼思月明。更入几重离别恨，江南岐路洛阳城。",
            "comment": "【注释】　　筝是一种拨弦乐器，相传为秦人蒙恬所制，故又名「秦筝」。它发音凄苦，令人「感悲音而增叹，怆憔悴而怀愁」（汉侯瑾《筝赋》）。这首诗，写诗人听筝时的音乐感受，其格局和表现技巧，别具一格，别有情韵。　　首句「抽弦促柱听秦筝」，「抽弦促柱」点出弹筝的特殊动作。筝的长方形音箱面上，张弦十三根，每弦用一柱支撑，柱可左右移动以调节音量。弹奏时，以手指或鹿骨爪拨弄筝弦；缓拨叫「抽弦」，急拨叫「促柱」。那忽疾忽徐、时高时低的音乐声，就从这「抽弦促柱」变化巧妙的指尖端飞出来，传入诗人之耳。诗人凝神地听着，听之于耳，会之于心。「听」是此诗的「题眼」，底下内容，均从「听」字而来。　　诗人听筝最突出的感受是什么？──「无限秦人悲怨声」。诗人由秦筝联想到秦人之声。据《秦州记》：「陇山东西百八十里，登山巅东望，秦川四五百里，极目泯然。山东人行役升此而顾瞻者，莫不悲思。」这就是诗人所说的「秦人悲怨声」。诗人以此渲染他由听筝而引起的感时伤别、无限悲怨之情。下面围绕「悲怨」二字，诗人对筝声展开了一连串丰富的想象和细致地描写。　　「似逐春风知柳态，如随啼鸟识花情。」筝声象柳条拂着春风，絮絮话别；又象杜鹃鸟绕着落花，啁啁啼血。诗人巧妙地把弦上发出的乐声同大自然的景物融为一体，顿时使悲怨的乐声，转化为鲜明生动的形象。那柳条摇荡、柳絮追逐、落英缤纷、杜鹃绕啼的暮春情景，仿佛呈现于我们的眼前；春风、杨柳、花、鸟，情怀逼露，更加渲染出一片伤春惜别之情。　　随着「抽弦促柱」之声的变化，又唤起诗人更加奇妙的联想：「谁家独夜愁灯影？何处空楼思月明？」上一联写大自然的景物，这一联则写人世的悲欢，更加真切感人。那低沉、幽咽的筝声，好似谁家的白发老母枯坐灯前，为游子不归而对影啜泣；又好似谁家的红颜少妇伫立楼头，为丈夫远出而望月长叹。「独」、「空」两字，尤使画面显得分外凄清，增加了盼子思夫、离愁别恨的分量。「愁灯影」、「思月明」，含蓄蕴藉，耐人寻味：灯前别无他人，只看到自己的影子，可见何等孤独，怎能不「愁」？楼头没有亲人，只见明月高悬，可见何等空荡，怎能不「思」？这两处倘若写作「愁灯下」、「思离人」，就索然无味了。这一联用暗喻，且用「谁家」、「何处」疑问句式，不仅显得与上一联有参差变化之美，而且更能激起读者想象的翅膀，让各人按自己的生活体验，从画面中去品尝那筝声所构成的美妙动人的音乐形象。　　以上两联所构成的形象，淋漓尽致地描摹出筝声之「苦」，使人耳际仿佛频频传来各种惜别的悲怨之声。筝声「苦」，如果听者也怀有「苦」情，筝弦与心弦同声相应，那么就愈发感到苦。诗人柳中庸正是怀着苦情听筝的。　　「更入几重离别恨，江南歧路洛阳城。」意思是说，筝声本来就苦，更何况又掺入了我的重重离别之恨，岂不格外引起对远方亲人的怀念！「江南歧路洛阳城」，指南北远离，两地相思。诗人的族侄、著名文学家柳宗元因参与王叔文集团的政治改革，失败后，被贬窜南陲海涯。这末二句也许是有感而发吧！　　这首描写筝声的诗，着眼点不在表现弹奏者精湛的技艺，而是借筝声传达心声，抒发感时伤别之情。诗人展开联想，以新颖、贴切的比喻，集中描写筝弦上所发出的种种哀怨之声。诗中重点写「声」，却又不直接写「声」，没有用一个象声词。而是着力刻画各种必然发出「悲怨声」的形象，唤起读者的联想，使人见其形似闻其声，显示了「此时无声胜有声」的艺术效果。　　（何庆善）"
        },
        {
            "title": "河阳桥送别",
            "content": "黄河流出有浮桥，晋国归人此路遥。若傍阑干千里望，北风驱马雨萧萧。",
            "comment": ""
        },
        {
            "title": "寒食戏赠",
            "content": "春暮越江边，春阴寒食天。杏花香麦粥，柳絮伴秋千。酒是芳菲节，人当桃李年。不知何处恨，已解入筝弦。",
            "comment": ""
        },
        {
            "title": "夜渡江（一作姚崇诗）",
            "content": "夜渚带浮烟，苍茫晦远天。舟轻不觉动，缆急始知牵。听笛遥寻岸，闻香暗识莲。唯看去帆影，常恐客心悬。",
            "comment": ""
        },
        {
            "title": "丁评事宅秋夜宴集",
            "content": "翠幕卷回廊，银灯开后堂。风惊拥砌叶，月冷满庭霜。绮席人将醉，繁弦夜未央。共怜今促席，谁道客愁长。",
            "comment": ""
        },
        {
            "title": "扬子途中",
            "content": "楚塞望苍然，寒林古戍边。秋风人渡水，落日雁飞天。第二百五十八卷",
            "comment": ""
        }
    ]
}