{
    "dynasty": "唐",
    "author": "毛文锡",
    "poems": [
        {
            "title": "巫山一段云",
            "content": "雨霁巫山上，云轻映碧天。远风吹散又相连，十二晚峰前。暗湿啼猿树，高笼过客船。朝朝暮暮楚江边，几度降神仙。貌掩巫山色，才过濯锦波。阿谁提笔上银河，月里写嫦娥。薄薄施铅粉，盈盈挂绮罗。菖蒲花役梦魂多，年代属元和。",
            "comment": ""
        },
        {
            "title": "诉衷情（一名桃花水）",
            "content": "桃花流水漾纵横，春昼彩霞明。刘郎去，阮郎行，惆怅恨难平。愁坐对云屏，算归程。何时携手洞边迎，诉衷情。鸳鸯交颈绣衣轻，碧沼藕花馨。偎藻荇，映兰汀，和雨浴浮萍。思妇对心惊，想边庭。何时解佩掩云屏，诉衷情。",
            "comment": ""
        },
        {
            "title": "纱窗恨",
            "content": "新春燕子还来至，一双飞。垒巢泥湿时时坠，涴人衣。后园里、看百花发，香风拂、绣户金扉。月照纱窗，恨依依。双双蝶翅涂铅粉，咂花心。绮窗绣户飞来稳，画堂阴。二三月、爱随风絮，伴落花、来拂衣襟。更剪轻罗片，傅黄金。",
            "comment": ""
        },
        {
            "title": "接贤宾",
            "content": "香鞯镂襜五色骢，值春景初融。流珠喷沫躞蹀，汗血流红。少年公子能乘驭，金镳玉辔珑璁。为惜珊瑚鞭不下，骄生百步千踪。信穿花，从拂柳，向九陌追风。",
            "comment": ""
        },
        {
            "title": "何满子",
            "content": "红粉楼前月照，碧纱窗外莺啼。梦断辽阳音信，那堪独守空闺。恨对百花时节，王孙绿草萋萋。",
            "comment": ""
        },
        {
            "title": "醉花间",
            "content": "休相问，怕相问，相问还添恨。春水满塘生，鸂鶒还相趁。昨夜雨霏霏，临明寒一阵。偏忆戍楼人，久绝边庭信。",
            "comment": "【注释】①鸂鶒：是一种比鸳鸯稍大一点的紫色水鸟，常常雌雄一起戏水游耍，又称紫鸳鸯。　趁：乘便，乘机。②戍楼：古时边防驻军筑以望远者。【评解】征人远戍，虽曰“休相问”，心中却自难忘。而昨夜风雨，黎明轻寒，不觉更加思念远方征人。他久无音信，实在让人牵念。这首小词，辞语浅易，而情思缠绵，写得极有韵致。【集评】俞陛云《唐五代两宋词选释》：此词言己拼得不相闻问。人苦独居，不及相趁鸂鶒，而晓来过雨，忽念征人远戍，寒到君边，虽言“休相问”，安能不问？越抛开，越是缠绵耳。《餐樱庑词话》况周颐云：语淡而真，亦轻清，亦沉着。"
        },
        {
            "title": "恋情深",
            "content": "滴滴铜壶寒漏咽，醉红楼月。宴余香殿会鸳衾，荡春心。真珠帘下晓光侵，莺语隔琼林。宝帐欲开慵起，恋情深。玉殿春浓花烂漫，簇神仙伴。罗裙窣地缕黄金，奏清音。酒阑歌罢两沉沉，一笑动君心。永愿作鸳鸯伴，恋情深。",
            "comment": ""
        },
        {
            "title": "摊破浣溪沙",
            "content": "春水轻波浸绿苔，枇杷洲上紫檀开。晴日眠沙鸂鶒稳，暖相偎。罗袜生尘游女过，有人逢著弄珠回。兰麝飘香初解佩，忘归来。",
            "comment": ""
        },
        {
            "title": "酒泉子",
            "content": "绿树春深，燕语莺啼声断续，惠风飘荡入芳丛，惹残红。柳丝无力袅烟空。金盏不辞须满酌，海棠花下思朦胧，醉春风。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "暮蝉声尽落斜阳，银蟾影挂潇湘。黄陵庙侧水茫然。楚江红树，烟雨隔高唐。岸泊鱼灯风飐碎，白萍远散浓香。灵娥鼓瑟韵清商。朱弦凄切，云散碧天长。",
            "comment": "【注释】银蟾：月亮。楚江：流经楚地的长江。飐：风吹物使其颤动。清商：古代民乐简称。朱弦：瑟弦的美称。"
        },
        {
            "title": "中兴乐",
            "content": "豆蔻花繁烟艳深，丁香软结同心。翠鬟女，相与，共淘金。红蕉叶里猩猩语。鸳鸯浦，镜中鸾舞。丝雨，隔荔枝阴。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "春夜阑，春恨切，花外子规啼月。人不见，梦难凭，红纱一点灯。偏怨别，是芳节，庭下丁香千结。宵雾散，晓霞晖，梁间双燕飞。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "春叶阑，春恨切，花外子规啼月。人不见，梦难凭，红纱一点灯。偏怨别，是芳节，庭下丁香千结。宵雾散，晓霞辉，梁间双燕飞。",
            "comment": "【注释】①阑：残，尽，晚。②丁香结：此处谓固结不开，犹人之愁固结不解。【评解】子规声声，夜月沉沉，已经是夜阑人静的时候了。而人既不见，梦又难凭。独对孤灯，彻夜无眠。转眼“宵雾散，晓霞晖”，梁间双燕，令人益增愁思。这首春宵怀人的小词，情景兼融，婉丽多姿，为“花间”名篇之一。【集评】俞陛云《唐五代两宋词选释》：此词上阕言春夜之怀人。质言之，人既不见，虚索之梦又无凭，则当前相伴，惟此一点纱灯，照我迷离梦境耳。下阕言春日之怀人，霞明雾散，见燕双而人独也。栩庄《栩庄漫记》：如此首之婉而多怨，应为其压卷之作。"
        },
        {
            "title": "虞美人",
            "content": "鸳鸯对浴银塘暖，水面蒲梢短。垂杨低拂曲尘波，蛛丝结网露珠多，滴圆荷。遥思桃叶吴江碧，便是天河隔。锦鳞红鬣影沉沉，相思空有梦相寻，意难任。宝檀金缕鸳鸯枕，绶带盘宫锦。夕阳低映小窗明，南园绿树语莺莺，梦难成。玉炉香暖频添炷，满地飘轻絮。珠帘不卷度沈烟，庭前闲立画秋千，艳阳天。",
            "comment": ""
        },
        {
            "title": "赞浦子",
            "content": "锦帐添香睡，金炉换夕薰。懒结芙蓉带，慵拖翡翠裙。正是柳夭桃媚，那堪暮雨朝云。宋玉高唐意，裁琼欲赠君。",
            "comment": ""
        },
        {
            "title": "喜迁莺",
            "content": "芳春景，暧晴烟，乔木见莺迁。传枝偎叶语关关，飞过绮丛间锦翼鲜，金毳软，百转千娇相唤。碧纱窗晓怕闻声，惊破鸳鸯暖。",
            "comment": ""
        },
        {
            "title": "西溪子",
            "content": "昨夜西溪游赏，芳树奇花千样。锁春光，金尊满，听弦管。娇妓舞衫香暖。不觉到斜晖，马驮归。",
            "comment": ""
        },
        {
            "title": "赞成功",
            "content": "海棠未坼，万点深红，香包缄结一重重。似含羞态，邀勒春风。蜂来蝶去，任绕芳丛。昨夜微雨，飘洒庭中，忽闻声滴井边桐。美人惊起，坐听晨钟。快教折取，戴玉珑璁。",
            "comment": ""
        },
        {
            "title": "月宫春",
            "content": "水晶宫里桂花开，神仙探几回。红芳金蕊绣重台，低倾玛瑙杯。玉兔银蟾争守护，姮娥姹女戏相偎。遥听钧天九奏，玉皇亲看来。",
            "comment": ""
        },
        {
            "title": "甘州遍",
            "content": "春光好，公子爱闲游。足风流。金鞍白马，雕弓宝剑，红缨锦襜出长楸。花蔽膝，玉衔头。寻芳逐胜欢宴，丝竹不曾休。美人唱、揭调是甘州，醉红楼。尧年舜日，乐圣永无忧。秋风紧，平碛雁行低。阵云齐。萧萧飒飒，边声四起，愁闻戍角与征鼙。青冢北，黑山西。沙飞聚散无定，往往路人迷。铁衣冷、战马血沾蹄，破蕃奚。凤凰诏下，步步蹑丹梯。",
            "comment": ""
        },
        {
            "title": "应天长",
            "content": "平江波暖鸳鸯语，两两钓船归极浦。芦洲一夜风和雨，飞起浅沙翘雪鹭。渔灯明远渚，兰棹今宵何处。罗袂从风轻举，愁杀采莲女。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "七夕年年信不违，银河清浅白云微，蟾光鹊影伯劳飞。每恨蟪蛄怜婺女，几回娇妒下鸳机，今宵嘉会两依依。",
            "comment": ""
        }
    ]
}