{
    "dynasty": "唐",
    "author": "毛熙震",
    "poems": [
        {
            "title": "菩萨蛮",
            "content": "梨花满院飘香雪，高楼夜静风筝咽。斜月照帘帷，忆君和梦稀。小窗灯影背，燕语惊愁态。屏掩断香飞，行云山外归。绣帘高轴临塘看，雨翻荷芰真珠散。残暑晚初凉，轻风渡水香。无憀悲往事，争那牵情思。光影暗相催，等闲秋又来。天含残碧融春色，五陵薄幸无消息。尽日掩朱门，离愁暗断魂。莺啼芳树暖，燕拂回塘满。寂寞对屏山，相思醉梦间。",
            "comment": ""
        },
        {
            "title": "南歌子（一名望秦川，一名风蝶令）",
            "content": "远山愁黛碧，横波慢脸明。腻香红玉茜罗轻，深院晚堂人静，理银筝。鬓动行云影，裙遮点屐声。娇羞爱问曲中名，杨柳杏花时节，几多情。惹恨还添恨，牵肠即断肠。凝情不语一枝芳，独映画帘闲立，绣衣香。暗想为云女，应怜傅粉郎。晚来轻步出闺房，髻慢钗横无力，纵猖狂。",
            "comment": ""
        },
        {
            "title": "清平乐",
            "content": "春光欲暮，寂寞闲庭户。粉蝶双双穿槛舞，帘卷晚天疏雨。含愁独倚闺帏，玉炉烟断香微。正是销魂时节，东风满院花飞。",
            "comment": "【注释】①烟断香微：言无心在香炉内添香，故“烟断香微”，正是愁人情态。【评解】暮春时节，庭户寂寞，粉蝶穿槛，疏雨黄昏。东风送暖，落红成阵。此情此景，令人魂销。闺中人独自含愁，哪里还有心肠料理玉炉香烟！这首词通过春景的描写，含蓄地透露了人物内心的离别相思之情。诗人以风华之笔，运幽丽之思。全词写得清新柔美，婉转多姿。【集评】《全唐诗话》：熙震有《清平乐》词云：“含愁独倚闺帏，玉炉烟断香微，东风满树花飞。”为人们传诵。俞陛云《唐五代两宋词选释》：此词仅为清稳之作，结意含蓄，自是正轨。陈廷焯《别调集》卷一：情味宛然。又《白雨斋词话》：“东风”六字精湛，凄艳。"
        },
        {
            "title": "定西番",
            "content": "苍翠浓阴满院，莺对语，蝶交飞，戏蔷薇。斜日倚阑风好，余香出绣衣。未得玉郎消息，几时归。",
            "comment": "【注释】 ①苍翠：青绿色。指枝叶繁茂。【评解】春风和煦，绿阴满院。蔷薇盛开，莺啼蝶飞。风光绮丽而玉郎未归。黄昏倚阑，不觉勾起了绵绵相思。这首春日怀人的小词，写得情殷语婉，纡回不尽。【集评】《花间集注》：“戏”是嘲弄之意。而“蔷薇”则是作者的“自喻”。俞陛云《唐五代两宋词选释》：中多新警，而不为儇薄。俞陛云《唐五代两宋词选释》：上、下阕之结句，皆善用迂回之笔。"
        },
        {
            "title": "更漏子",
            "content": "秋色清，河影淡，深户烛寒光暗。绡幌碧，锦衾红，博山香炷融。更漏咽，蛩鸣切，满院霜华如雪。新月上，薄云收，映帘悬玉钩。烟月寒，秋夜静，漏转金壶初永。罗幕下，绣屏空，灯花结碎红。人悄悄，愁无了，思梦不成难晓。长忆得，与郎期，窃香私语时。",
            "comment": ""
        },
        {
            "title": "后庭花（或加玉树二字）",
            "content": "莺啼燕语芳菲节，瑞庭花发。昔时欢宴歌声揭，管弦清越。自从陵谷追游歇，画梁尘黦。伤心一片如珪月，闲锁宫阙。轻盈舞伎含芳艳，竞妆新脸。步摇珠翠修蛾敛，腻鬟云染。歌声慢发开檀点，绣衫斜掩。时将纤手匀红脸，笑拈金靥。越罗小袖新香茜，薄笼金钏。倚阑无语摇轻扇，半遮匀面。春残日暖莺娇懒，满庭花片。争不教人长相见，画堂深院。",
            "comment": ""
        },
        {
            "title": "木兰花",
            "content": "掩朱扉，钩翠箔，满院莺声春寂寞。匀粉泪，恨檀郎，一去不归花又落。对斜晖，临小阁，前事岂堪重想著。金带冷，画屏幽，宝帐慵熏兰麝薄。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "春暮黄莺下砌前，水精帘影露珠悬，绮霞低映晚晴天。弱柳万条垂翠带，残红满地碎香钿，蕙风飘荡散轻烟。花榭香红烟景迷，满庭芳草绿萋萋，金铺闲掩绣帘低。紫燕一双娇语碎，翠屏十二晚峰齐，梦魂消散醉空闺。晚起红房醉欲消，绿鬟云散袅金翘，雪香花语不胜娇。好是向人柔弱处，玉纤时急绣裙腰，春心牵惹转无憀。一只横钗坠髻丛，静眠珍簟起来慵，绣罗红嫩抹苏胸。羞敛细蛾魂暗断，困迷无语思犹浓，小屏香霭碧山重。云薄罗裙绶带长，满身新裛瑞龙香，翠钿斜映艳梅妆。佯不觑人空婉约，笑和娇语太猖狂，忍教牵恨暗形相。碧玉冠轻袅燕钗，捧心无语步香阶，缓移弓底绣罗鞋。暗想欢娱何计好，岂堪期约有时乖，日高深院正忘怀。半醉凝情卧绣茵，睡容无力卸罗裙，玉笼鹦鹉厌听闻。慵整落钗金翡翠，象梳欹鬓月生云，锦屏绡幌麝烟薰。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "南齐天子宠婵娟，六宫罗绮三千。潘妃娇艳独芳妍。椒房兰洞，云雨降神仙。纵态迷欢心不足，风流可惜当年。纤腰婉约步金莲。妖君倾国，犹自至今传。幽闺欲曙闻莺转，红窗月影微明。好风频谢落花声。隔帏残烛，犹照绮屏筝。绣被锦茵眠玉暖，炷香斜袅烟轻。淡蛾羞敛不胜情。暗思闲梦，何处逐行云。",
            "comment": ""
        },
        {
            "title": "小重山",
            "content": "梁燕双飞画阁前，寂寥多少恨、懒孤眠。晓来闲处想君怜，红罗帐、金鸭冷沉烟。谁信损婵娟，倚屏啼玉箸、湿香钿。四支无力上秋千，群花谢、愁对艳阳天。",
            "comment": ""
        },
        {
            "title": "酒泉子",
            "content": "闲卧绣帏，慵想万般情宠。锦檀偏，翘股重，翠云欹。暮天屏上春山碧，映香烟雾隔。蕙兰心，魂梦役，敛蛾眉。钿匣舞鸾，隐映艳红修碧。月梳斜，云鬓腻，粉香寒。晓花微敛轻呵展，袅钗金燕软。日初升，帘半卷，对妆残。",
            "comment": ""
        },
        {
            "title": "女冠子",
            "content": "碧桃红杏，迟日媚笼光影。彩霞深，香暖熏莺语，风清引鹤音。翠鬟冠玉叶，霓袖捧瑶琴。应共吹箫侣，暗相寻。修蛾慢脸，不语檀心一点。小山妆，蝉鬓低含绿，罗衣澹拂黄。闲来深院里，闲步落花傍。纤手轻轻整，玉炉香。",
            "comment": ""
        },
        {
            "title": "何满子",
            "content": "寂寞芳菲暗度，岁华如箭堪惊。缅想旧欢多少事，转添纯思难平。曲栏丝垂金柳，小窗弦断银筝。深院空间燕语，满院闲落花轻。一片相思休不得，忍教长日愁生。谁见夕阳孤梦，觉来无限伤情。",
            "comment": ""
        }
    ]
}