{
    "dynasty": "唐",
    "author": "沈彬",
    "poems": [
        {
            "title": "吊边人",
            "content": "杀声沈后野风悲，汉月高时望不归。白骨已枯沙上草，家人犹自寄寒衣。",
            "comment": ""
        },
        {
            "title": "都门送别",
            "content": "岸柳萧疏野荻秋，都门行客莫回头。一条灞水清如剑，不为离人割断愁。",
            "comment": ""
        },
        {
            "title": "阳朔碧莲峰",
            "content": "陶潜彭泽五株柳，潘岳河阳一县花。两处争如阳朔好，碧莲峰里住人家。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "尺素隐清辉，一毫分险阻。金翅动身摩日月，银河转浪洗乾坤。须知手笔安排定，不怕山河整顿难。九衢冠盖暗争路，四海干戈多异心。地隈一水巡城转，天约群山附郭来。数家鱼网疏云外，一岸残阳细雨中。松欹晚影离坛草，钟撼秋声入殿风。压低吴楚遥涵水，约破云霞独倚天。半身落日离秦树，一路平芜入楚烟。清占月中三峡水，丽偷云外十洲春。幽鸟唤人穿竹去，野猿寻果出云来。",
            "comment": ""
        },
        {
            "title": "麻姑山",
            "content": "绀殿松萝太古山，仙人曾此话桑田。闲倾云液十分日，已过浮生一万年。花洞路中逢鹤信，水帘岩底见龙眠。我来游礼酬心愿，欲共怡神契自然。",
            "comment": ""
        },
        {
            "title": "横吹曲辞·入塞曲",
            "content": "欲为皇王服远戎，万人金甲鼓鼙中。阵云暗塞三边黑，兵血愁天一片红。半夜翻营旗搅月，深秋防戍剑磨风。谤书未及明君爇，卧骨将军已殁功。苦战沙间卧箭痕，戍楼闲上望星文。生希国泽分偏将，死夺河源答圣君。鸢觑败兵眠白草，马惊边鬼哭阴云。功多地远无人纪，汉阁笙歌日又曛。",
            "comment": ""
        },
        {
            "title": "题苏仙山（郴州城东有山，为苏耽修真之所，",
            "content": "眼穿林罅见郴州，井里交连侧局楸。味道不来闲处坐，劳生更欲几时休。苏仙宅古烟霞老，义帝坟荒草木愁。千古是非无处问，夕阳西去水东流。",
            "comment": ""
        },
        {
            "title": "塞下三首",
            "content": "塞叶声悲秋欲霜，寒山数点下牛羊。映霞旅雁随疏雨，向碛行人带夕阳。边骑不来沙路失，国恩深后海城荒。胡儿向化新成长，犹自千回问汉王。贵主和亲杀气沉，燕山闲猎鼓鼙音。旗分雪草偷边马，箭入寒云落塞禽。陇月尽牵乡思动，战衣谁寄泪痕深。金钗谩作封侯别，劈破佳人万里心。月冷榆关过雁行，将军寒笛老思乡。贰师骨恨千夫壮，李广魂飞一剑长。戍角就沙催落日，阴云分碛护飞霜。谁知汉武轻中国，闲夺天山草木荒。",
            "comment": ""
        },
        {
            "title": "秋日",
            "content": "秋含砧杵捣斜阳，笛引西风颢气凉。薜荔惹烟笼蟋蟀，芰荷翻雨泼鸳鸯。当年酒贱何妨醉，今日时难不易狂。肠断旧游从一别，潘安惆怅满头霜。",
            "comment": ""
        },
        {
            "title": "忆仙谣（第二举）",
            "content": "白榆风飒九天秋，王母朝回宴玉楼。日月渐长双凤睡，桑田欲变六鳌愁。云翻箫管相随去，星触旌幢各自流。诗酒近来狂不得，骑龙却忆上清游。",
            "comment": ""
        },
        {
            "title": "赠王定保",
            "content": "仙桂曾攀第一枝，薄游湘水阻佳期。皋桥已失齐眉愿，萧寺行逢落发师。废苑露寒兰寂寞，丹山云断凤参差。闻公已有平生约，谢绝女萝依兔丝。",
            "comment": ""
        },
        {
            "title": "纳省卷赠为首刘象（第三举）",
            "content": "曾应大中天子举，四朝风月鬓萧疏。不随世祖重携剑，却为文皇再读书。十载战尘销旧业，满城春雨坏贫居。一枝何事于君借，仙桂年年幸有余。",
            "comment": ""
        },
        {
            "title": "金陵杂题二首",
            "content": "王气生秦四百年，晋元东渡浪花船。正惭海内皆涂地，来保江南一片天。古树著行临远岸，暮山相亚出微烟。千征万战英雄尽，落日牛羊食野田。暮潮声落草光沉，贾客来帆宿岸阴。一笛月明何处酒，满城秋色几家砧。时清曾恶桓温盛，山翠长牵谢傅心。今日到来何物在，碧烟和雨锁寒林。",
            "comment": ""
        }
    ]
}