{
    "dynasty": "唐",
    "author": "牛希济",
    "poems": [
        {
            "title": "酒泉子",
            "content": "枕转簟凉，清晓远钟残梦。月光斜，帘影动，旧炉香。梦中说尽相思事，纤手匀双泪。去年书，今日意，断人肠。",
            "comment": ""
        },
        {
            "title": "临江仙",
            "content": "峭碧参差十二峰，冷烟寒树重重。瑶姬宫殿是仙踪。金炉珠帐，香霭昼偏浓。一自楚王惊梦断，人间无路相逢。至今云雨带愁容。月斜江上，征棹动晨钟。谢家仙观寄云岑，岩萝拂地成阴。洞房不闭白云深。当时丹灶，一粒化黄金。石壁霞衣犹半挂，松风长似鸣琴。时闻唳鹤起前林。十洲高会，何处许相寻。渭阙宫城秦树凋，玉楼独上无憀。含情不语自吹箫。调清和恨，天路逐风飘。何事乘龙人忽降，似知深意相招。三清携手路非遥。世间屏障，彩笔画娇饶。江绕黄陵春庙闲，娇莺独语关关。满庭重叠绿苔斑。阴云无事，四散自归山。箫鼓声稀香烬冷，月娥敛尽弯环。风流皆道胜人间，须知狂客，判死为红颜。素洛春光潋滟平，千重媚脸初生。凌波罗袜势轻轻。烟笼日照，珠翠半分明。风引宝衣疑欲舞，鸾回凤翥堪惊。也知心许恐无成。陈王辞赋，千载有声名。柳带摇风汉水滨，平芜两岸争匀。鸳鸯对浴浪痕新。弄珠游女，微笑自含春。轻步暗移蝉鬓动，罗裙风惹轻尘。水精宫殿岂无因。空劳纤手，解佩赠情人。洞庭波浪飐晴天，君山一点凝烟。此中真境属神仙。玉楼珠殿，相映月轮边。万里平湖秋色冷，星辰垂影参然。橘林霜重更红鲜。罗浮山下，有路暗相连",
            "comment": "【注释】①瑶姬：神女。②霭：云气，烟雾。这里指香炉的熏烟。③楚王惊梦：即楚王与巫山神女相遇之事。④征棹：即征帆。谓远行之舟。棹：摇船的用具，这里指舟船。【评解】这首《临江仙》词，吟咏的是楚王神女相遇的故事。上片着重写景。峭壁参差的巫山十二峰，乃神女居住之所。金炉珠帐，云烟缭绕，描绘出凄清美妙的仙境。下片抒情。船行巫峡时，斜月照人。古代在这里传说的一段风流佳话，触动了诗人的情思。咏古抒怀，为词的发展开拓了新路。【集评】《十国春秋》：希济素以诗词擅名。所撰《临江仙》有云：“月斜江上，征棹动晨钟。”持为词家之隽。为时人称道。《花间集评注》引仇山村曰：希济《临江仙》，芊绵温丽极矣！自有凭吊凄怆之意，得咏史体裁。栩庄《栩庄漫记》：全词咏巫山女事，妙在结二句，使实处俱化空灵矣。"
        },
        {
            "title": "奉诏赋蜀主降唐",
            "content": "满城文武欲朝天，不觉邻师犯塞烟。唐主再悬新日月，蜀王难保旧山川。非干将相扶持拙，自是君臣数尽年。古往今来亦如此，几曾欢笑几潸然。",
            "comment": ""
        },
        {
            "title": "谒金门",
            "content": "秋已暮，重叠关山岐路。嘶马摇鞭何处去，晓禽霜满树。梦断禁城钟鼓，泪滴枕檀无数。一点凝红和薄雾，翠蛾愁不语。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "新月曲如眉，未有团圆意。红豆不堪看，满眼相思泪。终日劈桃瓤，仁儿在心里。两朵隔墙花，早晚成连理。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "春山烟欲收，天淡星稀小。残月脸边明，别泪临清晓。语已多，情未了，回首犹重道：记得绿罗裙，处处怜芳草。",
            "comment": "【注释】①烟：此指春晨弥漫于山前的薄雾。【评解】恋人相别，自有一番难言的缠绵之情。此词用清峻委婉的语言，描摹出一种深沉悱恻的情绪。上片写晨景，末句方点出“别泪”，为下片“语已多，情未了”张本。歇拍两句，从江总妻诗“雨过草芊芊，连云锁南陌。门前君试看，是妾罗裙色”中化出，颇见构思之巧、寓意之挚。【集评】俞陛云《唐五代两宋词选释》：牛希济《生查子》言清晓欲别，次第写来，与《片玉词》之“泪花落枕红绵冷”词相似。下阕言行人已去，犹回首丁宁，可见眷恋之殷。结句见天涯芳草，便忆及翠裙，表“长勿相忘”之意。五代词中希见之品。唐圭璋《唐宋词简释》：此首写别情。上片别时景，下片别时情。起写烟收星小，是黎明景色。“残月”两句，写晓景尤真切。残月映脸，别泪晶莹，并当时人之愁情，都已写出。换头，记别时言语，悱恻温厚。着末，揭出别后难忘之情，以处处芳草之绿，而联想人罗裙之绿，设想似痴，而情则极挚。栩庄《栩庄漫记》：“记得绿罗裙，处处怜芳草”，词旨悱恻温厚，而造句近乎自然。岂飞卿辈所可企及？“语已多，情未了，回首犹重道”，将人人共有之情，和盘托出，是为善于言情。"
        },
        {
            "title": "中兴乐（即湿罗衣）",
            "content": "池塘暖碧浸晴晖，濛濛柳絮轻飞。红蕊凋来，醉梦还稀。春云空有雁归，珠帘垂。东风寂寞，恨郎抛掷，泪湿罗衣。",
            "comment": ""
        }
    ]
}