{
    "dynasty": "唐",
    "author": "王湾",
    "poems": [
        {
            "title": "闰月七日织女",
            "content": "耿耿曙河微，神仙此夜稀。今年七月闰，应得两回归。",
            "comment": ""
        },
        {
            "title": "奉使登终南山",
            "content": "常爱南山游，因而尽原隰。数朝至林岭，百仞登嵬岌。石壮马径穷，苔色步缘入。物奇春状改，气远天香集。虚洞策杖鸣，低云拂衣湿。倚岩见庐舍，入户欣拜揖。问性矜勤劳，示心教澄习。玉英时共饭，芝草为余拾。境绝人不行，潭深鸟空立。一乘从此授，九转兼是给。辞处若轻飞，憩来唯吐吸。闲襟超已胜，回路倏而及。烟色松上深，水流山下急。渐平逢车骑，向晚睨城邑。峰在野趣繁，尘飘宦情涩。辛苦久为吏，劳生何妄执。日暮怀此山，悠然赋斯什。",
            "comment": ""
        },
        {
            "title": "晚春诣苏州敬赠武员外",
            "content": "苏台忆季常，飞棹历江乡。持此功曹掾，初离华省郎。贵门生礼乐，明代秉文章。嘉郡位先进，鸿儒名重扬。爰从姻娅贬，岂失忠信防。万里行骥足，十年暌凤翔。回迁翊元圣，入拜伫惟良。别业对南浦，群书满北堂。意深投辖盛，才重接筵光。陋学叨铅简，弱龄许翰场。神驰劳旧国，颜展别殊方。际晓杂氛散，残春众物芳。烟和疏树满，雨续小谿长。旅拙感成慰，通贤顾不忘。从来琴曲罢，开匣为君张。",
            "comment": ""
        },
        {
            "title": "观搊筝（一作祖咏诗）",
            "content": "虚室有秦筝，筝新月复清。弦多弄委曲，柱促语分明。晓怨凝繁手，春娇入曼声。近来唯此乐，传得美人情。",
            "comment": ""
        },
        {
            "title": "次北固山下",
            "content": "客路青山外，行舟绿水前。潮平两岸阔，风正一帆悬。海日生残夜，江春入旧年。乡书何处达，归雁洛阳边。",
            "comment": "【注释】次：住宿，这里指船停泊。北固山：在今江苏省镇江市北，三面临江，形势险固，因以为名。【简析】：从海日东升，春意萌动，放舟于绿水之上，联想起“雁足传书”的故事，表达了淡淡的乡思愁绪。全诗和谐而优美。[译文]我要走的路还远在青山之外，乘着帆船在绿水中前进江湖涌涨，水岸相平，两岸顿显开阔；风顺平和，白帆高悬，小船急速行驶。海日冲破残夜冉冉而升，旧年未逝春天已悄悄来临。家书如何寄故乡？让北归的大雁捎回洛阳城。　　这首题为《次北固山下》的五律，最早见于唐人芮挺章编选的《国秀集》。唐人殷璠选入《河岳英灵集》时题为《江南意》，但有不少异文：“南国多新意，东行伺早天。潮平两岸失，风正数帆悬。海日生残夜，江春入旧年。从来观气象，惟向此中偏。”本文系据长期传诵的《次北固山下》。　　王湾是洛阳人，一生中，“尝往来吴楚间”。“北固山”，在今江苏镇江市以北，三面临江。上引《江南意》中首二句为“南国多新意，东行伺早天。”其“东行”，当是经镇江到江南一带去。诗人一路行来，当舟次北固山下的时候，潮平岸阔，残夜归雁，触发了心中的情思，吟成了这一千古名篇。　　诗以对偶句发端，既工丽，又跳脱。“客路”，指作者要去的路。“青山”点题中“北固山”。作者乘舟，正朝着展现在眼前的“绿水”前进，驶向“青山”，驶向“青山”之外遥远的“客路”。这一联先写“客路”而后写“行舟”，其人在江南、神驰故里的飘泊羁旅之情，已流露于字里行间，与末联的“乡书”、“归雁”，遥相照应。　　次联的“潮平两岸阔”，“阔”，是表现“潮平”的结果。春潮涌涨，江水浩渺，放眼望去，江面似乎与岸平了，船上人的视野也因之开阔。这一句，写得恢弘阔大，下一句“风正一帆悬”，便愈见精采。“悬”是端端直直地高挂着的样子。诗人不用“风顺”而用“风正”，是因为光“风顺”还不足以保证“一帆悬”。风虽顺，却很猛，那帆就鼓成弧形了。只有既是顺风，又是和风，帆才能够“悬”。那个“正”字，兼包“顺”与“和”的内容。这一句写小景已相当传神。但还不仅如此，如王夫之所指出，这句诗的妙处，还在于它“以小景传大景之神”（《姜斋诗话》卷上）。可以设想，如果在曲曲折折的小河里行船，老要转弯子，这样的小景是难得出现的。如果在三峡行船，即使风顺而风和，却依然波翻浪涌，这样的小景也是难得出现的。诗句妙在通过“风正一帆悬”这一小景，把平野开阔、大江直流、波平浪静等等的大景也表现出来了。　　读到第三联，就知道作者是于岁暮腊残，连夜行舟的。潮平而无浪，风顺而不猛，近看可见江水碧绿，远望可见两岸空阔。这显然是一个晴明的、处处透露着春天气息的夜晚，孤舟扬帆，缓行江上，不觉已到残夜。这第三联，就是表现江上行舟，即将天亮时的情景。　　这一联历来脍炙人口，殷璠说：“‘海日生残夜，江春入旧年’，诗人已来少有此句。张燕公（张说）手题政事堂，每示能文，令为楷式。”（《河岳英灵集》）明代胡应麟在《诗薮·内编》里说，“海日”一联“形容景物，妙绝千古”。当残夜还未消退之时，一轮红日已从海上升起；当旧年尚未逝去，江上已呈露春意。“日生残夜”、“春入旧年”，都表示时序的交替，而且是那样匆匆不可待，这怎不叫身在“客路”的诗人顿生思乡之情呢？这两句炼字炼句也极见功夫。作者从炼意着眼，把“日”与“春”作为新生的美好事物的象征，提到主语的位置而加以强调，并且用“生”字和“入”字使之拟人化，赋予它们以人的意志和情思。妙在作者无意说理，却在描写景物、节令之中，蕴含着一种自然的理趣。海日生于残夜，将驱尽黑暗；江春，那江上景物所表现的“春意”，闯入旧年，将赶走严冬。不仅写景逼真，叙事确切，而且表现出具有普遍意义的生活真理，给人以乐观、积极、向上的艺术鼓舞力量。　　海日东升，春意萌动，诗人放舟于绿水之上，继续向青山之外的客路驶去。这时候，一群北归的大雁正掠过晴空。雁儿正要经过洛阳的啊！诗人想起了“雁足传书”的故事，还是托雁捎个信吧：雁儿啊，烦劳你们飞过洛阳的时候，替我问候一下家里人。这两句紧承三联而来，遥应首联，全篇笼罩着一层淡淡的乡思愁绪。　　这首五律虽然以第三联驰誉当时，传诵后世，但并不是只有两个佳句而已；从整体看，也是相当和谐，相当优美的。　　(霍松林)"
        },
        {
            "title": "晚夏马嵬卿叔池亭即事寄京都一二知己",
            "content": "忝职畿甸淹，滥陪时俊后。才轻策疲劣，势薄常驱走。牵役劳风尘，秉心在岩薮。宗贤开别业，形胜代希偶。竹绕清渭滨，泉流白渠口。逡巡期赏会，挥忽变星斗。逮此乘务闲，因而访幽叟。入来殊景物，行复洗纷垢。林静秋色多，潭深月光厚。盛香莲近拆，新味瓜初剖。滞拙怀隐沦，书之寄良友。",
            "comment": ""
        },
        {
            "title": "秋夜寓直即事怀赠萧令公裴侍郎兼通简南省诸",
            "content": "圣主万年兴，贤臣数载升。古灵传岳秀，宏量禀川澄。畿甸举长策，风霜秉直绳。出车遥俗震，登阁满朝称。赋简流亡辑，农安政理凭。还家新长幼，巡垄旧沟塍。忠梗大勋立，寰瀛堕业惩。焚香兼御史，悬镜委中丞。旟隼当朝立，台骢发郡乘。司徒汉家重，国典颍川征。云路俄平入，台阶忽上凌。秉钧调造化，宣綍慰黎烝。金省方秋作，瑶轩直夜凭。中书赠陈准，右相简王陵。三杰贤更穆，百僚欢且兢。摇怀及宾友，计曲辨淄渑。阊阖暝阴散，钩陈爽气凝。月深宫树转，河近禁楼冰。卑吏夙驱策，微涓效斗升。望麾宵继火，书板曙怀蒸。彼此虽流盼，规模转服膺。惠将霄汉隔，劳或岁时矜。位重恩宁滥，才轻慑不胜。林峦甘独往，疵贱苦相仍。敢忘衔花雀，思同附骥蝇。平生逐鸟雀，何日嗣苍鹰。",
            "comment": ""
        },
        {
            "title": "丽正殿赐宴同勒天前烟年四韵应制",
            "content": "金殿忝陪贤，琼羞忽降天。鼎罗仙掖里，觞拜琐闱前。院逼青霄路，厨和紫禁烟。酒酣空忭舞，何以答昌年。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "月华照杵空随妾，风响传砧不到君。",
            "comment": ""
        },
        {
            "title": "奉和贺监林月清酌",
            "content": "华月当秋满，朝英假兴同。净林新霁入，规院小凉通。碎影行筵里，摇花落酒中。消宵凝爽意，并此助文雄。",
            "comment": ""
        },
        {
            "title": "哭补阙亡友綦毋学士",
            "content": "明代资多士，儒林得异才。书从金殿出，人向玉墀来。词学张平子，风仪褚彦回。崇仪希上德，近侍接元台。曩契心期早，今游宴赏陪。屡迁君擢桂，分尉我从梅。忽遇乘轺客，云倾构厦材。泣为洹水化，叹作泰山颓。冀善初将慰，寻言半始猜。位联情易感，交密痛难裁。远日寒旌暗，长风古挽哀。寰中无旧业，行处有新苔。反哭魂犹寄，终丧子尚孩。葬田门吏给，坟木路人栽。遽泄悲成往，俄传宠令回。玄经贻石室，朱绂耀泉台。地古春长闭，天明夜不开。登山一临哭，挥泪满蒿莱。",
            "comment": ""
        }
    ]
}