{
    "dynasty": "唐",
    "author": "王梵志",
    "poems": [
        {
            "title": "慧心近空心",
            "content": "慧心近空心，非关髑髅孔。对面说不识，饶你母信董。",
            "comment": "【注释】[1]髑髅：死人头骨。"
        },
        {
            "title": "城外土馒头",
            "content": "城外土馒头，馅草在城里。一人吃一个，莫嫌没滋味。",
            "comment": ""
        },
        {
            "title": "诗二首",
            "content": "我有一方便， 价值百匹练。相打长伏弱， 至死不入县。他人骑大马， 我独跨驴子。回顾担柴汉， 心下较些子。",
            "comment": "【注释】　　王梵志的诗作在唐初流传极广，后来却一直被封建正统派视为“下里巴人”，不能进入诗歌艺术堂奥。现存梵志诗相当大一部分从内容上说，是劝世劝善的诗体道德箴言，这类诗较少文学价值。梵志诗最有文学价值的，当推那些有意无意作出的世态人情的幽默、讽刺画。这里所选的两首诗（前一首录自敦煌卷子本《王梵志诗》卷第三，后一首录自费袞《梁谿漫志》卷十）就是。 　　第一首用第一人称语气写来，类乎戏曲的“道白”。自夸有一处世法宝，这就是与世无争、息事宁人。这种旧时代人的一种“共相”，在诗人笔下得到个性化的表现。“与世无争”的概念并未直接说出，而通过诗中人活生生的语言：“相打长伏弱，至死不入县”来表述。被人欺负到极点，却死也不肯上县衙门申诉，宁愿吃亏，这是进一步写“相打长伏弱”，连“忍无可忍”的意气也没有。诗歌形象打上了封建时代弱者的烙印，散发着生活气息（“相打”、“伏弱”、打官司都来自生活）。而“价值百匹练”的夸口适足见出人物身分（以“百匹练”为贵，自然不是富人意识），表现出人物处境虽卑微而不自知其可悲。通过人物的语言，诗人画出了一个甘居弱小、不与人争的小人物形象。　　第二首也用第一人称写，但展现的却是一幅有趣的“三人行”的戏剧性场面。“骑大马”者与“担柴汉”，是贫富悬殊的两极。而作为这两极间的骑驴者，他的心情是多么矛盾：他比上不足，颇有些不满（这从“独”字的语气上可以会出），但当他看到担柴汉时，便又立刻心安理得起来。诗人这里运用的手法是先平列出三个形象，末句一点即收，饶有情趣。章法也很独到。　　两首诗的共同点是真实地或略带夸张地写出了世人行为和心理上的某种通病，令人忍俊不禁，于笑中又有所反省。值得特别指出的是两首诗均可作两种理解。既可看作是正经的、劝喻的，又可以读为揶揄的、讽刺的。但作正面理会则浅，作反面理会则妙不可言。如“我有一方便”一首，作劝人忍让看便浅，作弱者的处世哲学之解剖看则鞭辟入里。“他人骑大马”一首，作劝人知足看便浅，作中庸者的漫画象看，则维妙维肖。　　平心而论，梵志这两首诗未必没有劝世的意思，说不定诗人对笔下人物还很欣赏同情。但是，诗人没有作概念化的枯燥说教，而采用了“象教”──即将理予以形象地显现。而他所取的又并非凭空结想的概念化形象，而是直接从平素对生活的敏锐观察和积累中撷取来的。它本身不惟真实，而且典型。当诗人只满足于把形象表现出来而不加评论，这些形象对于思想（诗人的）也就具有了某种相对独立性和灵活性。当读者从全新的、更高的角度来观察它们时，就会发现许多包含在形象中、然而不一定为作者所意识到的深刻的意蕴。王梵志这种性格解剖式的笔调犀利的幽默小品，比一语破的、锋芒毕露的讽刺之作更耐读，艺术上更高一筹。　　（周啸天）"
        },
        {
            "title": "吾富有钱时",
            "content": "吾富有钱时， 妇儿看我好。吾若脱衣裳， 与吾叠袍袄。吾出经求去， 送吾即上道。将钱入舍来， 见吾满面笑。绕吾白鸽旋， 恰似鹦鹉鸟。邂逅暂时贫， 看吾即貌哨。人有七贫时， 七富还相报。图财不顾人， 且看来时道。",
            "comment": "【注释】　　王梵志是唐初的一位白话诗人。　　这是一首慨叹人情冷暖的诗作。乍读起来，全篇既没有精彩的警句，也很少环境氛围的艺术描绘，似乎是平平淡淡、语不惊人；实际上它以“直说”见长，指事状物，浅切形象；信口信手，率然成章；言近旨远，发人深省，别具一种淡而有味的诗趣。　　全诗结构紧凑，层次分明，步步围绕主题，写得颇有情致。首段六句，作者以概述的笔调，指出妻室儿女态度好坏的关键在于一个“钱”字。拥有钱财时，一切都好，妻室儿女也显得十分殷勤。假如要脱衣服，很快就会有人把脱下的袍袄折叠得整整齐齐；假如离家出外经商，还要一直送到大路旁边。诗人在这里选取习见的生活现象，以凝炼的笔触，不加修饰地叙写出各种场景，给人以平凡而生动的感觉。　　接着，作者利用贴切的比喻，进一步刻画出金钱引起的种种媚态：“将钱入舍来，见吾满面笑。绕吾白鸽旋，恰似鹦鹉鸟。”当携带金钱回到家中时，一个个笑脸相迎，象白鸽那样盘旋在你的周围，又好似学舌的鹦鹉在你耳边喋喋不休。人们向来把鸽子当成嫌贫爱富的鸟类，而鹦鹉则被视作多嘴饶舌、献媚逢迎的形象。因此诗人用“白鸽”、“鹦鹉”来形容见钱眼开的贪财者。　　最后六句，概括全篇主旨，也是王梵志对世情险薄的愤激之语。句中的“邂逅”，不期而至的意思；“貌哨”，指脸色难看；皆为唐人口语。这几句诗说的是：当我偶然陷入贫穷之时，你们的脸色为何变得这样的难看，要知道人在最穷的时候，也可能会有极富的机会。他直率地警告那些庸俗的贪财者，如果只为贪图钱财，而毫不顾及人的情义，那就看看来时的报应吧！这里，诗人率直地写下了他的愤激之情。　　这首诗在艺术表现上明显的特点是：以锐敏的观察力捕捉生活中某些不大为人重视的动作和事理，运用通俗凝炼的语言，设想奇巧的对比描写，着墨不多，无意于渲染，但是那种贪钱者的丑态便跃然纸上。与此同时，诗人的不平之气也豁然而出。作者利用比较娴熟的驾驭民间语言的能力，出语自然，质直素朴，言近旨远，从而开创唐代以俗语俚词入诗的通俗诗派，为唐诗的发展作出了贡献。　　（张锡厚）"
        }
    ]
}