{
    "dynasty": "唐",
    "author": "王涯",
    "poems": [
        {
            "title": "献寿辞",
            "content": "宫殿参差列九重，祥云瑞气捧阶浓。微臣欲献唐尧寿，遥指南山对衮龙。",
            "comment": ""
        },
        {
            "title": "广宣上人以诗贺放榜和谢",
            "content": "延英面奉入春闱，亦选功夫亦选奇。在冶只求金不耗，用心空学秤无私。龙门变化人皆望，莺谷飞鸣自有时。独喜至公谁是证，弥天上人与新诗。",
            "comment": ""
        },
        {
            "title": "从军词三首",
            "content": "戈甲从军久，风云识阵难。今朝拜韩信，计日斩成安。燕颔多奇相，狼头敢犯边。寄言班定远，正是立功年。旄头夜落捷书飞，来奏金门著赐衣。白马将军频破敌，黄龙戍卒几时归。",
            "comment": ""
        },
        {
            "title": "汉苑行",
            "content": "二月春风遍柳条，九天仙乐奏云韶。蓬莱殿后花如锦，紫阁阶前雪未销。",
            "comment": ""
        },
        {
            "title": "思君恩",
            "content": "鸡鸣天汉晓，莺语禁林春。谁入巫山梦，唯应洛水神。",
            "comment": ""
        },
        {
            "title": "闺人赠远五首",
            "content": "花明绮陌春，柳拂御沟新。为报辽阳客，流芳不待人。远戍功名薄，幽闺年貌伤。妆成对春树，不语泪千行。形影一朝别，烟波千里分。君看望君处，只是起行云。啼莺绿树深，语燕雕梁晚。不省出门行，沙场知近远。洞房今夜月，如练复如霜。为照离人恨，亭亭到晓光。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·太平乐",
            "content": "风俗今和厚，君王在穆清。行看采花曲，尽是太阶平。",
            "comment": ""
        },
        {
            "title": "琴曲歌辞·蔡氏五弄·游春辞二首",
            "content": "曲江丝柳变烟条，寒骨冰随暖气销。才见春光生绮陌，已闻清乐动云韶。经过柳陌与桃蹊，寻逐风光着处迷。鸟度时时冲絮起，花繁衮衮压枝低。",
            "comment": ""
        },
        {
            "title": "琴曲歌辞·蔡氏五弄·游春曲二首",
            "content": "万树江边杏，新开一夜风。满园深浅色，照在绿波中。上苑何穷树，花开次第新。香车与丝骑，风静亦生尘。",
            "comment": ""
        },
        {
            "title": "游春词二首",
            "content": "曲江绿柳变烟条，寒谷冰随暖气销。才见春光生绮陌，已闻清乐动云韶。经过柳陌与桃蹊，寻逐春光著处迷。鸟度时时冲絮起，花繁衮衮压枝低。",
            "comment": ""
        },
        {
            "title": "琴曲歌辞·蔡氏五弄·秋思二首",
            "content": "网轩凉吹动轻衣，夜听更长玉漏稀。月渡天河光转湿，鹊惊秋树叶频飞。宫连太液见苍波，暑气微清秋意多。一夜轻风蘋末起，露珠翻尽满池荷。",
            "comment": ""
        },
        {
            "title": "春闺思",
            "content": "愁见游空百尺丝，春风挽断更伤离。闲花落尽青苔地，尽日无人谁得知。",
            "comment": ""
        },
        {
            "title": "九月九日勤政楼下观百僚献寿",
            "content": "御气黄花节，临轩紫陌头。早阳生彩仗，霁色入仙楼。献寿皆鹓鹭，瞻天尽冕旒。菊樽过九日，凤历肇千秋。乐奏薰风起，杯酣瑞影收。年年歌舞度，此地庆皇休。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·春江曲",
            "content": "摇漾越江春，相将看白蘋。归时不觉夜，出浦月随人。",
            "comment": ""
        },
        {
            "title": "秋思赠远二首",
            "content": "当年只自守空帷，梦里关山觉别离。不见乡书传雁足，唯看新月吐蛾眉。厌攀杨柳临清阁，闲采芙蕖傍碧潭。走马台边人不见，拂云堆畔战初酣。",
            "comment": "【注释】　　这二首诗，描写了诗人对妻子真挚专一的爱情，文笔洗炼，意境明朗，亲切感人，向为人们称道。　　开头两句，前句说了“当年”，后句便含“至今”之意。“只自”是唐人口语，作“独白”讲，句中含有甘心情愿的意味。意思是：当年自己就立下心愿，与妻离别后，甘自独守空帷；几年来，常常是“梦里关山”——历尽千山万水，和妻子相会，但醒来却发觉两人仍处在别离之中。上句写宿志兼点处境，下句写梦幻兼诉情思，表现出诗人怀念妻子的深情。相传王涯对妻子情笃，虽做高官而“不蓄妓妾”（《唐才子传》），读他的这首诗，更觉其情真意切了。　　后两句，上句说“不见乡书”，下句道“唯看新月”，从这对举成文的语气里，显示了诗人对家书的时时渴望；他该多么想望能象古代传说那样，突见雁足之上，系着妻子的信啊！乡书不见，唯见新月，一个“唯”字，写出了诗人无可奈何的怅惘。诗人对月怀人，浮想联翩，仿佛那弯弯新月就象娇妻的蛾眉。　　短短四句诗，却写得感情深，情态真，末句以景结情，更给人以语近情遥，含吐不露的艺术美感。　　从诗的内容看，第二首显然是写于穆宗朝诗人节度边陲之际。　　古人送别，常常折柳相赠，因此，杨柳便成了伤别的象征。诗开头说，“厌攀杨柳临清阁”，“厌”字一贯全句，“杨柳”触起离思，自然厌之有理；官署中的“清阁”，有似送别时的长亭，因此临清阁也令人伤情。诗人极力想避开这离思之苦，可又怎么能够呢？你看，他避开了清阁杨柳而游清池，那明艳动人的芙蕖（即荷花）却又向他笑了。“闲采芙蕖傍碧潭”，一个“闲”字，刻画出了诗人那种情不自禁的动作。芙蓉如面，莲步生春，诗人芙蕖在手，但仿佛跳入诗人眼帘的却是螓首蛾眉，美目盼兮的娇妻。这离愁真是既苦且甜，既甜且苦，懊恼缠人啊！但诗人转而又想，既有王命在身，自当以国事为重，于是笔锋一转，写道：“走马台边人不见，拂云堆畔战初酣。”“走马台”系指汉时张敞“走马章台街”之事。拂云堆，在朔方，代征战之地。这两句说：娇妻既在千里之外，想效张敞画眉之事已不可能，而现在边关多事，作为运筹帷幄的边关统帅，应以国事为重，个人儿女之情暂且放一放吧！诗人极力要从思恋中解脱出来，恰是更深一层地表现了怀念妻子的萦绕之情；也是对久别的妻子的说明，完满地表达了“秋思赠远”的题意。　　这首诗是情思缠绵与健美风格的有机结合。前两句诗人将思远之情写得深情绵邈，卒章处却是开阔雄放。缠绵与雄放，一般是难得相容的，但在诗人的笔下，却达到了自然和谐的妙境，表现出诗人既富有感情又能正确对待的风度。诗的个性就在于此，作品的可贵也在于此。　　（傅经顺）"
        },
        {
            "title": "陇上行",
            "content": "负羽到边州，鸣笳度陇头。云黄知塞近，草白见边秋。",
            "comment": ""
        },
        {
            "title": "望禁门松雪",
            "content": "宿云开霁景，佳气此时浓。瑞雪凝清禁，祥烟幂小松。依稀鸳瓦出，隐映凤楼重。金阙晴光照，琼枝瑞色封。叶铺全类玉，柯偃乍疑龙。讵比寒山上，风霜老昔容。",
            "comment": ""
        },
        {
            "title": "宫词三十首",
            "content": "白人宜著紫衣裳，冠子梳头双眼长。新睡起来思旧梦，见人忘却道胜常。春来新插翠云钗，尚著云头踏殿鞋。欲得君王回一顾，争扶玉辇下金阶。五更初起觉风寒，香炷烧来夜已残。欲卷珠帘惊雪满，自将红烛上楼看。各将金锁锁宫门，院院青娥侍至尊。头白监门掌来去，问频多是最承恩。夜久盘中蜡滴稀，金刀剪起尽霏霏。传声总是君王唤，红烛台前著舞衣。筝翻禁曲觉声难，玉柱皆非旧处安。记得君王曾道好，长因下辇得先弹。一丛高鬓绿云光，官样轻轻淡淡黄。为看九天公主贵，外边争学内家装。宜春院里驻仙舆，夜宴笙歌总不如。传索金笺题宠号，镫前御笔与亲书。永巷重门渐半开，宫官著锁隔门回。谁知曾笑他人处，今日将身自入来。春风帘里旧青娥，无奈新人夺宠何。寒食禁花开满树，玉堂终日闭时多。碧绣檐前柳散垂，守门宫女欲攀时。曾经玉辇从容处，不敢临风折一枝。鸦飞深在禁城墙，多绕重楼复殿傍。时向春檐瓦沟上，散开朝翅占朝光。白雪猧儿拂地行，惯眠红毯不曾惊。深宫更有何人到，只晓金阶吠晚萤。百尺仙梯倚阁边，内人争下掷金钱。风来竞看铜乌转，遥指朱干在半天。春风摆荡禁花枝，寒食秋千满地时。又落深宫石渠里，尽随流水入龙池。墙墙不断接宫城，金榜皆书殿院名。万转千回相隔处，各调弦管对闻声。霏霏春雨九重天，渐暖龙池御柳烟。玉辇游时应不避，千廊万屋自相连。禁门烟起紫沉沉，楼阁当中复道深。长入暮天凝不散，掖庭宫里动秋砧。炎炎夏日满天时，桐叶交加覆玉墀。向晚移镫上银簟，丛丛绿鬓坐弹棋。瞳瞳日出大明宫，天乐遥闻在碧空。禁树无风正和暖，玉楼金殿晓光中。迥出芙蓉阁上头，九天悬处正当秋。年年七夕晴光里，宫女穿针尽上楼。教来鹦鹉语初成，久闭金笼惯认名。总向春园看花去，独于深院笑人声。银瓶泻水欲朝妆，烛焰红高粉壁光。共怪满衣珠翠冷，黄花瓦上有新霜。迎风殿里罢云和，起听新蝉步浅莎。为爱九天和露滴，万年枝上最声多。御果收时属内官，傍檐低压玉阑干。明朝摘向金华殿，尽日枝边次第看。内里松香满殿闻，四行阶下暖氤氲。春深欲取黄金粉，绕树宫娥著绛裙。禁树传声在九霄，内中残火独遥遥。千官待取门犹闭，未到宫前下马桥。",
            "comment": ""
        },
        {
            "title": "春闺思",
            "content": "雪尽萱抽叶，风轻水变苔。玉关音信断，又见发庭梅。",
            "comment": ""
        },
        {
            "title": "塞下曲二首",
            "content": "辛勤几出黄花戍，迢递初随细柳营。塞晚每愁残月苦，边愁更逐断蓬惊。年少辞家从冠军，金妆宝剑去邀勋。不知马骨伤寒水，唯见龙城起暮云。",
            "comment": ""
        },
        {
            "title": "塞上曲二首",
            "content": "天骄远塞行，出鞘宝刀鸣。定是酬恩日，今朝觉命轻。塞虏常为敌，边风已报秋。平生多志气，箭底觅封侯。",
            "comment": ""
        },
        {
            "title": "送春词",
            "content": "日日人空老，年年春更归。相欢在尊酒，不用惜花飞。",
            "comment": ""
        },
        {
            "title": "平戎辞",
            "content": "太白秋高助发兵，长风夜卷虏尘清。男儿解却腰间剑，喜见从王道化平。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享惠昭太子庙乐章·送神",
            "content": "威仪毕陈，备乐将阕。苞茅酒缩，膋萧香彻。宫臣展事，肃雍在列。迎精送往，厥鉴昭晰。",
            "comment": ""
        }
    ]
}