{
    "dynasty": "唐",
    "author": "王绩",
    "poems": [
        {
            "title": "食后",
            "content": "田家无所有，晚食遂为常。菜剪三秋绿，飧炊百日黄。胡麻山麨样，楚豆野麋方。始暴松皮脯，新添杜若浆。葛花消酒毒，萸蒂发羹香。鼓腹聊乘兴，宁知逢世昌。",
            "comment": ""
        },
        {
            "title": "黄颊山",
            "content": "别有青溪道，斜亘碧岩隈。崩榛横古蔓，荒石拥寒苔。野心长寂寞，山径本幽回。步步攀藤上，朝朝负药来。几看松叶秀，频值菊花开。无人堪作伴，岁晚独悠哉。",
            "comment": ""
        },
        {
            "title": "咏巫山",
            "content": "电影江前落，雷声峡外长。霁云无处所，台馆晓苍苍。",
            "comment": ""
        },
        {
            "title": "春日（一作初春）",
            "content": "前旦出园游，林华都未有。今朝下堂来，池冰开已久。雪被南轩梅，风催北庭柳。遥呼灶前妾，却报机中妇。年光恰恰来，满瓮营春酒。",
            "comment": ""
        },
        {
            "title": "阶前石竹",
            "content": "上天布甘雨，万物咸均平。自顾微且贱，亦得蒙滋荣。萋萋结绿枝，晔晔垂朱英。常恐零露降，不得全其生。叹息聊自思，此生岂我情。昔我未生时，谁者令我萌。弃置勿重陈，委化何所营。",
            "comment": ""
        },
        {
            "title": "在京思故园见乡人问",
            "content": "旅泊多年岁，老去不知回。忽逢门前客，道发故乡来。敛眉俱握手，破涕共衔杯。殷勤访朋旧，屈曲问童孩。衰宗多弟侄，若个赏池台。旧园今在否，新树也应栽。柳行疏密布，茅斋宽窄裁。经移何处竹，别种几株梅。渠当无绝水，石计总生苔。院果谁先熟，林花那后开。羁心只欲问，为报不须猜。行当驱下泽，去剪故园莱。",
            "comment": ""
        },
        {
            "title": "北山",
            "content": "旧知山里绝氛埃，登高日暮心悠哉。子平一去何时返，仲叔长游遂不来。幽兰独夜清琴曲，桂树凌云浊酒杯。槁项同枯木，丹心等死灰。",
            "comment": ""
        },
        {
            "title": "古意六首",
            "content": "幽人在何所，紫岩有仙躅。月下横宝琴，此外将安欲。材抽峄山干，徽点昆丘玉。漆抱蛟龙唇，丝缠凤凰足。前弹广陵罢，后以明光续。百金买一声，千金传一曲。世无钟子期，谁知心所属。竹生大夏溪，苍苍富奇质。绿叶吟风劲，翠茎犯霄密。霜霰封其柯，鹓鸾食其实。宁知轩辕后，更有伶伦出。刀斧俄见寻，根株坐相失。裁为十二管，吹作雄雌律。有用虽自伤，无心复招疾。不如山上草，离离保终吉。宝龟尺二寸，由来宅深水。浮游五湖内，宛转三江里。何不深复深，轻然至溱洧。溱洧源流狭，春秋不濡轨。渔人递往还，网罟相萦藟。一朝失运会，刳肠血流死。丰骨输庙堂，鲜腴藉笾簋。弃置谁怨尤，自我招此否。馀灵寄明卜，复来钦所履。松生北岩下，由来人径绝。布叶捎云烟，插根拥岩穴。自言生得地，独负凌云洁。何时畏斤斧，几度经霜雪。风惊西北枝，雹陨东南节。不知岁月久，稍觉枝干折。藤萝上下碎，枝干纵横裂。行当糜烂尽，坐共灰尘灭。宁关匠石顾，岂为王孙折。盛衰自有时，圣贤未尝屑。寄言悠悠者，无为嗟大耋。桂树何苍苍，秋来花更芳。自言岁寒性，不知露与霜。幽人重其德，徙植临前堂。连拳八九树，偃蹇二三行。枝枝自相纠，叶叶还相当。去来双鸿鹄，栖息两鸳鸯。荣荫诚不厚，斤斧亦勿伤。赤心许君时，此意那可忘。彩凤欲将归，提罗出郊访。罗张大泽已，凤入重云飏。朝栖昆阆木，夕饮蓬壶涨。问凤那远飞，贤君坐相望。凤言荷深德，微禽安足尚。但使雏卵全，无令矰缴放。皇臣力牧举，帝乐箫韶畅。自有来巢时，明年阿阁上。",
            "comment": ""
        },
        {
            "title": "初春",
            "content": "春来日渐长，醉客喜年光。稍觉池亭好，偏宜酒瓮香。",
            "comment": ""
        },
        {
            "title": "策杖寻隐士",
            "content": "策杖寻隐士，行行路渐赊。石梁横涧断，土室映山斜。孝然纵有舍，威辇遂无家。置酒烧枯叶，披书坐落花。新垂滋水钓，旧结茂陵罝。岁岁长如此，方知轻世华。",
            "comment": ""
        },
        {
            "title": "晚年叙志示翟处士",
            "content": "弱龄慕奇调，无事不兼修。望气登重阁，占星上小楼。明经思待诏，学剑觅封侯。弃繻频北上，怀刺几西游。中年逢丧乱，非复昔追求。失路青门隐，藏名白社游。风云私所爱，屠博暗为俦。解纷曾霸越，释难颇存周。晚岁聊长想，生涯太若浮。归来南亩上，更坐北溪头。古岸多盘石，春泉足细流。东隅诚已谢，西景惧难收。无谓退耕近，伏念已经秋。庚桑逢处跪，陶潜见人羞。三晨宁举火，五月镇披裘。自有居常乐，谁知身世忧。",
            "comment": ""
        },
        {
            "title": "醉后",
            "content": "阮籍醒时少，陶潜醉日多。百年何足度，乘兴且长歌。",
            "comment": ""
        },
        {
            "title": "薛记室收过庄见寻率题古意以赠",
            "content": "伊昔逢丧乱，历数闰当馀。豺狼塞衢路，桑梓成丘墟。余及尔皆亡，东西各异居。尔为背风鸟，我为涸辙鱼。逮承云雷后，欣逢天地初。东川聊下钓，南亩试挥锄。资税幸不及，伏腊常有储。散诞时须酒，萧条懒向书。朽木不可雕，短翮将焉摅。故人有深契，过我蓬蒿庐。曳裾出门迎，握手登前除。相看非旧颜，忽若形骸疏。追道宿昔事，切切心相于。忆我少年时，携手游东渠。梅李夹两岸，花枝何扶疏。同志亦不多，西庄有姚徐。尝爱陶渊明，酌醴焚枯鱼。尝学公孙弘，策杖牧群猪。追念甫如昨，奄忽成空虚。人生讵能几，岁岁常不舒。赖有北山僧，教我以真如。使我视听遣，自觉尘累祛。何事须筌蹄，今已得兔鱼。旧游傥多暇，同此释纷拿。",
            "comment": ""
        },
        {
            "title": "九月九日赠崔使君善为",
            "content": "野人迷节候，端坐隔尘埃。忽见黄花吐，方知素节回。映岩千段发，临浦万株开。香气徒盈把，无人送酒来。",
            "comment": ""
        },
        {
            "title": "石竹咏",
            "content": "萋萋结绿枝，晔晔垂朱英。常恐零露降，不得全其生。叹息聊自思，此生岂我情。昔我未生时，谁者令我萌。弃置勿重陈，委化何足惊。",
            "comment": ""
        },
        {
            "title": "野望",
            "content": "东皋薄暮望，徙倚欲何依？树树皆秋色，山山唯落晖。牧人驱犊返，猎马带禽归。相顾无相识，长歌怀采薇。",
            "comment": "【注释】这首诗在艺术上以质朴自然见长。全诗写的是秋色中的山野，在闲适的情趣中，也透露出诗人彷徨无依的莫名苦闷。[注释]（1）东皋：山西省河津县的东皋村，诗人隐居的地方。（2）徙倚[音“席乙”]：徘徊彷徨。（3）落晖：落日的余光。（4）犊：小牛。采薇：《诗经.召南.草虫》有：“徙彼南山，言菜其薇。未见君子，我心伤悲。”又《诗经.小雅.采薇》有：“采薇采薇，薇亦作止。曰归曰归，岁亦莫止，靡市靡家，猃狁之故；不遑启居，猃狁之故”，此处暗用二诗的句意，借以抒发自己的苦闷。[译文]在黄昏的时候，我伫立在东皋村头怅望，彷徨徘徊心中没有主张。每一棵树都凋谢枯黄，每一座山峰都涂上落日的余晖。放牛的儿童骑着小牛回家，猎人骑着骏马带回猎物。我看到这些人又并不相识，心情郁闷于是长声歌唱《诗经》中“采薇采薇”的诗句。　　《野望》写的是山野秋景，在闲逸的情调中，带几分彷徨和苦闷，是王绩的代表作。　　“东皋薄暮望，徙倚欲何依。”皋是水边地。东皋，指他家乡绛州龙门的一个地方。他归隐后常游北山、东皋，自号“东皋子”。“徙倚”是徘徊的意思。“欲何依”，化用曹操《短歌行》中“月明星稀，乌鹊南飞，绕树三匝，何枝可依”的意思，表现了百无聊赖的彷徨心情。　　下面四句写薄暮中所见景物：“树树皆秋色，山山唯落晖。牧人驱犊返，猎马带禽归。”举目四望，到处是一片秋色，在夕阳的余晖中越发显得萧瑟。在这静谧的背景之上，牧人与猎马的特写，带着牧歌式的田园气氛，使整个画面活动了起来。这四句诗宛如一幅山家秋晚图，光与色，远景与近景，静态与动态，搭配得恰到好处。　　然而，王绩还不能象陶渊明那样从田园中找到慰藉，所以最后说：“相顾无相识，长歌怀采薇。”说自己在现实中孤独无依，只好追怀古代的隐士，和伯夷、叔齐那样的人交朋友了。　　读熟了唐诗的人，也许并不觉得这首诗有什么特别的好处。可是，如果沿着诗歌史的顺序，从南朝的宋、齐、梁、陈一路读下来，忽然读到这首《野望》，便会为它的朴素而叫好。南朝诗风大多华靡艳丽，好象浑身裹着绸缎的珠光宝气的贵妇。从贵妇堆里走出来，忽然遇见一位荆钗布裙的村姑，她那不施脂粉的朴素美就会产生特别的魅力。王绩的《野望》便有这样一种朴素的好处。　　这首诗的体裁是五言律诗。自从南朝齐永明年间，沈约等人将声律的知识运用到诗歌创作当中，律诗这种新的体裁就已酝酿着了。到初唐的沈佺期、宋之问手里律诗遂定型化，成为一种重要的诗歌体裁。而早于沈、宋六十余年的王绩，已经能写出《野望》这样成熟的律诗，说明他是一个勇于尝试新形式的人。这首诗首尾两联抒情言事，中间两联写景，经过情──景──情这一反复，诗的意思更深化了一层。这正符合律诗的一种基本章法。　　（袁行霈）http://estar.rdfz.cn/RESOURCE/GZ/GZYW/YWBL/TCJS/2993_SR.htm"
        },
        {
            "title": "辛司法宅观妓（一作王绩诗）",
            "content": "南国佳人至，北堂罗荐开。长裙随凤管，促柱送鸾杯。云光身后荡，雪态掌中回。到愁金谷晚，不怪玉山颓。",
            "comment": ""
        },
        {
            "title": "独酌",
            "content": "浮生知几日，无状逐空名。不如多酿酒，时向竹林倾。",
            "comment": ""
        },
        {
            "title": "山夜调琴",
            "content": "促轸乘明月，抽弦对白云。从来山水韵，不使俗人闻。",
            "comment": ""
        },
        {
            "title": "秋夜喜遇王处士",
            "content": "北场芸藿罢，东皋刈黍归。相逢秋月满，更值夜萤飞。",
            "comment": "【注释】　　由隋入唐的王绩，诗风朴素自然，洗去齐梁华靡浮艳旧习，在唐初诗坛上独树一帜。这首描写田园生活情趣的小诗，在质朴平淡中蕴含着丰富隽永的诗情，颇能代表他的艺术风格。　　前两句写农事活动归来。北场、东皋，不过泛说屋北的场圃，家东的田野，并非实指的地名。“东皋”暗用陶渊明《归去来辞》“登东皋以舒啸”的诗句，点明归隐躬耕的身分。芸（通“耘”）藿，就是锄豆，它和“刈黍”一样，都是秋天的农事活动。这两句平平叙述，没有任何刻画渲染，平淡到几乎不见有诗。但正是在这种随意平淡的语调和舒缓从容的节奏中，透露出诗人对田园生活的习惯和一片萧散自得、悠闲自如的情趣。王绩归隐的生活条件是优裕的。参加“芸藿”、“刈黍”一类田间劳动，在他不过是田园生活一种轻松愉快的点缀。这种生活所造成的心境的和谐平衡，正是下两句所描绘的“秋夜喜遇”情景的背景与条件。　　“相逢秋月满，更值夜萤飞。”带着日间田野劳动后的轻微疲乏和快意安恬，怀着对归隐田园生活的欣然自适，两位乡居的老朋友在这宁静美好的秋夜不期而遇了。这是一个满月之夜。整个村庄和田野笼罩在一片明月的清辉之中，显得格外静谧、安闲、和谐。这里那里，又穿梭似地飞舞着星星点点的秋萤，织成一幅幅变幻不定的光的图案。它们的出现，给这宁静安闲的山村秋夜增添了流动的意致和欣然的生意，使它不致显得单调与冷寂，同时，这局部的流动变幻又反过来更衬出了整个秋夜山村的宁静安恬。这里，对两人相遇的场面没有作任何正面描写，也没有一笔正写“喜”字，但透过这幅由溶溶明月、点点流萤所组成的山村秋夜画图，借助于“相逢”、“更值”这些感情色彩浓郁的词语的点染，诗人那种沉醉于眼前美好景色中的快意微醺，那种心境与环境契合无间的舒适安恬，以及共对如此良夜幽景的两位朋友别有会心的微笑和得意忘言的情景，都已经鲜明地呈现在读者面前了。　　王绩受老庄思想影响较深。他的不少诗篇尽管流露出对封建礼教羁束的不满，却又往往表现出遗世独立、消极隐遁的思想。他的名篇《野望》同样不免有这种消极倾向。这首小诗，虽写田园隐居生活，却表现了乡居秋夜特有的美以及对这种美的心领神会，色调明朗，富于生活气息。他的诗有真率自然、不假雕饰之长，但有时却过于率直质朴而乏余蕴。这首诗则既保持朴素自然的优点，又融情入景，似不经意地点染出富于含蕴的意境。从田园诗的发展上看，陶诗重在写意，王维的田园诗则着意创造情景交融的优美意境。王绩的这首诗不妨看作王维田园诗的先声。我们从诗中还可以看到陶诗的影响，但它从整体上说，已经是属于未来的诗歌发展时代的作品了。　　（刘学锴）http://estar.rdfz.cn/RESOURCE/GZ/GZYW/YWBL/TCJS/2994_SR.htm"
        },
        {
            "title": "戏题卜铺壁",
            "content": "旦逐刘伶去，宵随毕卓眠。不应长卖卜，须得杖头钱。",
            "comment": ""
        },
        {
            "title": "建德破后入长安咏秋蓬示辛学士",
            "content": "遇坎聊知止，逢风或未归。孤根何处断，轻叶强能飞。",
            "comment": ""
        },
        {
            "title": "夜还东溪",
            "content": "石苔应可践，丛枝幸易攀。青溪归路直，乘月夜歌还。",
            "comment": ""
        },
        {
            "title": "赠梁公",
            "content": "我欲图世乐，斯乐难可常。位大招讥嫌，禄极生祸殃。圣莫若周公，忠岂逾霍光。成王已兴诮，宣帝如负芒。范蠡何智哉，单舟戒轻装。疏广岂不怀，策杖还故乡。朱门虽足悦，赤族亦可伤。履霜成坚冰，知足胜不祥。我今穷家子，自言此见长。功成皆能退，在昔谁灭亡。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "琴曲唯留古，书多半是经。横裁桑节杖，直剪竹皮巾。鹤警琴亭夜，莺啼酒瓮春。颜回唯乐道，原宪岂伤贫。寄身千载下，聊游万物初。欲令无作有，翻觉实成虚。双关防易断，只眼畏难全。鱼鳞张九拒，鹤翅拥三边。第三十八卷",
            "comment": ""
        },
        {
            "title": "山中别李处士",
            "content": "为向东溪道，人来路渐赊。山中春酒熟，何处得停家。",
            "comment": ""
        },
        {
            "title": "题酒店壁",
            "content": "昨夜瓶始尽，今朝瓮即开。梦中占梦罢，还向酒家来。",
            "comment": ""
        },
        {
            "title": "游仙四首",
            "content": "暂出东陂路，过访北岩前。蔡经新学道，王烈旧成仙。驾鹤来无日，乘龙去几年。三山银作地，八洞玉为天。金精飞欲尽，石髓溜应坚。自悲生世促，无暇待桑田。上月芝兰径，中岩紫翠房。金壶新练乳，玉釜始煎香。六局黄公术，三门赤帝方。吹沙聊作鸟，动石试为羊。缑氏还程促，瀛洲会日长。谁知北岩下，延首咏霓裳。结衣寻野路，负杖入山门。道士言无宅，仙人更有村。斜溪横挂渚，小径入桃源。玉床尘稍冷，金炉火尚温。心疑游北极，望似陟西昆。逆愁归旧里，萧条访子孙。真经知那是，仙骨定何为。许迈心长切，嵇康命似奇。桑疏金阙迥，苔重石梁危。照水然犀角，游山费虎皮。鸭桃闻已种，龙竹未经骑。为向天仙道，栖遑君讵知。",
            "comment": ""
        },
        {
            "title": "赠程处士",
            "content": "百年长扰扰，万事悉悠悠。日光随意落，河水任情流。礼乐囚姬旦，诗书缚孔丘。不如高枕枕，时取醉消愁。",
            "comment": ""
        },
        {
            "title": "咏妓（一作王绩诗）",
            "content": "妖姬饰靓妆，窈窕出兰房。日照当轩影，风吹满路香。早时歌扇薄，今日舞衫长。不应令曲误，持此试周郎。",
            "comment": ""
        },
        {
            "title": "春桂问答二首",
            "content": "问春桂，桃李正芬华。年光随处满，何事独无花。春桂答，春华讵能久。风霜摇落时，独秀君知不。",
            "comment": ""
        },
        {
            "title": "过汉故城",
            "content": "大汉昔未定，强秦犹擅场。中原逐鹿罢，高祖郁龙骧。经始谋帝坐，兹焉壮未央。规模穷栋宇，表里浚城隍。群后崇长乐，中朝增建章。钩陈被兰锜，乐府奏芝房。翡翠明珠帐，鸳鸯白玉堂。清晨宝鼎食，闲夜郁金香。天马来东道，佳人倾北方。何其赫隆盛，自谓保灵长。历数有时尽，哀平嗟不昌。冰坚成巨猾，火德遂颓纲。奥位匪虚校，贪天竟速亡。魂神吁社稷，豺虎斗岩廊。金狄移灞岸，铜盘向洛阳。君王无处所，年代几荒凉。宫阙谁家域，蓁芜罥我裳。井田唯有草，海水变为桑。在昔高门内，于今岐路傍。馀基不可识，古墓列成行。狐兔惊魍魉，鸱鸮吓狙狂。空城寒日晚，平野暮云黄。烈烈焚青棘，萧萧吹白杨。千秋并万岁，空使咏歌伤。",
            "comment": ""
        },
        {
            "title": "赠李征君大寿",
            "content": "孔淳辞散骑，陆昶谢中郎。幅巾朝帝罢，杖策去官忙。附车还赵郡，乘船向武昌。九征书未已，十辟誉弥彰。副君迎绮季，天子送严光。灞陵幽径近，磻溪隐路长。编蓬还作室，绩草更为裳。会稽置樵处，兰陵卖药行。看书惟道德，开教止农桑。别有幽怀侣，由来高让王。前年辞厚币，今岁返寒乡。有书横石架，无毡坐土床。兰英犹足酿，竹实本无粮。涧松寒转直，山菊秋自香。管宁存祭礼，王霸重朝章。去去相随去，披裘骄盛唐。",
            "comment": ""
        },
        {
            "title": "独坐",
            "content": "问君樽酒外，独坐更何须。有客谈名理，无人索地租。三男婚令族，五女嫁贤夫。百年随分了，未羡陟方壶。",
            "comment": ""
        },
        {
            "title": "尝春酒",
            "content": "野觞浮郑酌，山酒漉陶巾。但令千日醉，何惜两三春。",
            "comment": ""
        },
        {
            "title": "看酿酒",
            "content": "六月调神曲，正朝汲美泉。从来作春酒，未省不经年。",
            "comment": ""
        },
        {
            "title": "赠学仙者",
            "content": "采药层城远，寻师海路赊。玉壶横日月，金阙断烟霞。仙人何处在，道士未还家。谁知彭泽意，更觅步兵那。春酿煎松叶，秋杯浸菊花。相逢宁可醉，定不学丹砂。",
            "comment": ""
        },
        {
            "title": "过酒家五首（一作题酒店壁）",
            "content": "洛阳无大宅，长安乏主人。黄金销未尽，只为酒家贫。此日长昏饮，非关养性灵。眼看人尽醉，何忍独为醒。竹叶连糟翠，蒲萄带曲红。相逢不令尽，别后为谁空。对酒但知饮，逢人莫强牵。倚炉便得睡，横瓮足堪眠。有客须教饮，无钱可别沽。来时长道贳，惭愧酒家胡。",
            "comment": ""
        },
        {
            "title": "咏怀",
            "content": "故乡行云是，虚室坐间同。日落西山暮，方知天下空。",
            "comment": ""
        },
        {
            "title": "山中叙志",
            "content": "物外知何事，山中无所有。风鸣静夜琴，月照芳春酒。直置百年内，谁论千载后。张奉娉贤妻，老莱藉嘉偶。孟光傥未嫁，梁鸿正须妇。",
            "comment": ""
        },
        {
            "title": "采药",
            "content": "野情贪药饵，郊居倦蓬荜。青龙护道符，白犬游仙术。腰镰戊己月，负锸庚辛日。时时断嶂遮，往往孤峰出。行披葛仙经，坐检神农帙。龟蛇采二苓，赤白寻双术。地冻根难尽，丛枯苗易失。从容肉作名，薯蓣膏成质。家丰松叶酒，器贮参花蜜。且复归去来，刀圭辅衰疾。",
            "comment": ""
        },
        {
            "title": "田家三首（一作王勃诗）",
            "content": "阮籍生涯懒，嵇康意气疏。相逢一醉饱，独坐数行书。小池聊养鹤，闲田且牧猪。草生元亮径，花暗子云居。倚床看妇织，登垄课儿锄。回头寻仙事，并是一空虚。家住箕山下，门枕颍川滨。不知今有汉，唯言昔避秦。琴伴前庭月，酒劝后园春。自得中林士，何忝上皇人。平生唯酒乐，作性不能无。朝朝访乡里，夜夜遣人酤。家贫留客久，不暇道精粗。抽帘持益炬，拔箦更燃炉。恒闻饮不足，何见有残壶。",
            "comment": ""
        }
    ]
}