{
    "dynasty": "唐",
    "author": "畅当",
    "poems": [
        {
            "title": "奉送杜中丞赴洪州",
            "content": "诏出凤凰宫，新恩连帅雄。江湖经战阵，草木待仁风。豪右贪威爱，纡繁德简通。多惭君子顾，攀饯路尘中。",
            "comment": ""
        },
        {
            "title": "春日过奉诚园（一作曲江，一作玉林园）",
            "content": "帝里阳和日，游人到御园。暖催新景气，春认旧兰荪。咏德先臣没，成蹊大树存。见桐犹近井，看柳尚依门。献地非更宅，遗忠永奉恩。又期攀桂后，来赏百花繁。",
            "comment": ""
        },
        {
            "title": "自平阳馆赴郡",
            "content": "晨兴平阳馆，见月沈江水。溶溶山雾披，肃肃沙鹭起。奉恩谬符竹，伏轼省顽鄙。何当施教化，愧迎小郡吏。寥落火耕俗，征途青冥里。德绥及吾民，不德将鹿矣。擒奸非性能，多愍会衰齿。恭承共理诏，恒惧坠诸地。",
            "comment": ""
        },
        {
            "title": "别卢纶",
            "content": "故交君独在，又欲与君离。我有新秋泪，非关宋玉悲。",
            "comment": ""
        },
        {
            "title": "天柱隐所重答江州应物",
            "content": "寂寞一怅望，秋风山景清。此中惟草色，翻意见人行。荒径饶松子，深萝绝鸟声。阳崖全带日，宽嶂偶通耕。拙昧难容世，贫寒别有情。烦君琼玖赠，幽懒百无成。",
            "comment": ""
        },
        {
            "title": "军中醉饮寄沈八刘叟（一作杜甫诗）",
            "content": "酒渴爱江清，馀酣漱晚汀。软莎欹坐稳，冷石醉眠醒。野膳随行帐，华音发从伶。数杯君不见，都已遣沈冥。",
            "comment": ""
        },
        {
            "title": "登鹳雀楼",
            "content": "迥临飞鸟上，高出世尘间。天势围平野，河流入断山。",
            "comment": "【注释】鹳雀楼：唐朝时建于今山西省永济县西南高阜上的一座三层楼，是当时的登临胜地，后废毁诗人的视角在前后两联发生了转换，前一联写俯视所感，后一联写纵目所望。后一联以天垂四野、黄河奔向远方山谷的壮阔景象，映衬出鹳雀楼的雄伟气势。运用对偶，给人以工整匀称的美感，这是本诗写作上的一个突出特点。赏析这首诗的情感，主要应抓住“高出尘世间”这一句，诗人通过登高远望，抒发了超俗脱尘、奋发向上的精神。王之涣的同题诗不仅写出了在鹳雀楼上所望见的壮阔景象，而且包含着“登高才能望远”这一人生哲理，境界显得更加高远。一、景象描写：畅当诗开篇写楼的高峻。“迥”显其高远，“临”显居高临下之势，“天势围平野，河流入断山”写登楼远眺的四周景象，比较一般；王之涣诗景象壮阔，视野无穷。二、思想内涵：畅当诗以自己视觉的居高临下，表现了自己孤傲洒脱的情怀，也写出远离人世尘俗的意象。诗人在进士及第之后，仕途多坎坷，而他又为人高傲，胸有大志，不甘寂寞，可以说，这首诗是诗人自身情怀的真实流露。王之涣诗，则在平常的写景之中，蕴含了深刻的哲理，并给人以奋发向上的激情。--------------------------------　　鹳雀楼早已不存，故址在蒲州（今山西永济县西）西面，黄河中的一个小岛上，高三层，前瞻中条山，下瞰黄河水，为唐代登览胜地。许多诗人都曾登临赋诗。畅当这首诗在宋代曾获很高评价，与王之涣同题名作并举。　　前二句写楼高以寄胸怀。诗人站在鹳雀楼上，望远空飞鸟仿佛低在楼下，觉得自己高瞻远瞩，眼界超出了人世尘俗。从艺术表现看，这里把视觉反差运用到景物描写中，以远处物体似低小的感觉来反衬近处物体的高大，饶有意趣。从思想境界看，则诗人自有一种清高、俊逸的情怀，志气凌云，而飘飘欲仙，大有出世之想。第二句一作“高谢世人间”，则高蹈的情怀更明确。　　后二句写四围景象以抒激情。中条山脉西接华山。从鹳雀楼四望，天然形势似乎本来要以连绵山峦围住平原田野，但奔腾咆哮的黄河却使山脉中开，流入断山，浩荡奔去。这概括的描写，勾勒出山河的形势和气势，同时也显示出诗人开阔的胸襟和奔放的激情，目光远大，志向无羁。这二句与前二句一气相贯，既以显出楼高望远，更以见出诗人志高气逸的情怀。　　宋人沈括称赞这诗和王之涣诗都“能状其景”（《梦溪笔谈》）。但景以情见，物由志显，能状壮阔山河，正因诗人胸怀高尚。这诗和王诗都是这样的情景交融的好诗。由于时代、遭遇、处境的不同，因而两诗的意境不同。王之涣是盛唐诗人，而畅当则是经历战乱的中唐诗人。他在唐代宗大历七年（772）进士擢第后，仕途淹滞，有志不骋，也曾隐游，“拙昧难容世，贫闲别有情”（《天柱隐所重答韦江州》）。他自视清高，志不苟俗，又不甘困顿，有一股冲决樊篱的激情。因而登临赋诗，抒怀励志，瞩目高远，激情迸发。从当时历史条件看，应当说，这诗的思想内容是进步的。而这种励进的精神，在今天也是可取的。　　（倪其心）"
        },
        {
            "title": "宿报恩寺精舍",
            "content": "钟梵送沈景，星多露渐光。风中兰靡靡，月下树苍苍。夜殿若山横，深松如涧凉。羸然虎溪子，迟我一虚床。杳杳空寂舍，濛濛莲桂香。拥褐依西壁，纱灯霭中央。",
            "comment": ""
        },
        {
            "title": "九日陪皇甫使君泛江宴赤岸亭",
            "content": "羁旅逢佳节，逍遥忽见招。同倾菊花酒，缓棹木兰桡。平楚堪愁思，长江去寂寥。猿啼不离峡，滩沸镇如潮。举目关山异，伤心乡国遥。徒言欢满座，谁觉客魂消。",
            "comment": ""
        },
        {
            "title": "山居酬韦苏州见寄",
            "content": "孤柴泄烟处，此中山叟居。观云宁有事，耽酒讵知馀。水定鹤翻去，松歌峰俨如。犹烦使君问，更欲结深庐。",
            "comment": ""
        },
        {
            "title": "题沈八斋",
            "content": "江斋一入何亭亭，因寄沦涟心杳冥。绿绮琴弹白雪引，乌丝绢勒黄庭经。",
            "comment": ""
        },
        {
            "title": "南充谢郡客游澧州留赠宇文中丞",
            "content": "仆本濩落人，辱当州郡使。量力颇及早，谢归今即己。萧萧若凌虚，襟带顿销靡。车服率然来，涔阳作游子。郁郁寡开颜，默默独行李。忽逢平生友，一笑方在此。秋情宁风日，楚思浩云水。为语弋林者，冥冥鸿远矣。",
            "comment": ""
        },
        {
            "title": "蒲中道中二首",
            "content": "苍苍中条山，厥形极奇磈。我欲涉其崖，濯足黄河水。古刹栖柿林，绿阴覆苍瓦。岁晏来品题，拾叶总堪写。",
            "comment": ""
        },
        {
            "title": "宿潭上二首",
            "content": "夜潭有仙舸，与月当水中。嘉宾爱明月，游子惊秋风。青蒲野陂水，白露明月天。中夜秋风起，心事坐潸然。",
            "comment": ""
        },
        {
            "title": "偶宴西蜀摩诃池",
            "content": "珍木郁清池，风荷左右披。浅觞宁及醉，慢舸不知移。荫簟流光冷，凝簪照影欹。胡为独羁者，雪涕向涟漪。",
            "comment": ""
        }
    ]
}