{
    "dynasty": "唐",
    "author": "皇甫松",
    "poems": [
        {
            "title": "杨柳枝",
            "content": "烂熳春归水国时，吴王宫殿柳丝垂。黄莺长叫空闺畔，西子无因更得知。",
            "comment": ""
        },
        {
            "title": "摘得新",
            "content": "酌一卮，须教玉笛吹。锦筵红蜡烛，莫来迟。繁红一夜经风雨，是空枝。",
            "comment": ""
        },
        {
            "title": "杨柳枝词二首",
            "content": "烂漫春归水国时，吴王宫殿柳丝垂。黄莺长叫空闺畔，西子无因更得知。春入行宫映翠微，玄宗侍女舞烟丝。如今柳向空城绿，玉笛何人更把吹。",
            "comment": ""
        },
        {
            "title": "竹枝（一名巴渝辞）",
            "content": "槟榔花发鹧鸪啼，雄飞烟瘴雌亦飞。木棉花尽荔支垂，千花万花待郎归。芙蓉并蒂一心连，花侵槅子眼应穿。筵中蜡烛泪珠红，合欢桃核两人同。斜江风起动横波，劈开莲子苦心多。山头桃花谷底杏，两花窈窕遥相映。",
            "comment": ""
        },
        {
            "title": "怨回纥",
            "content": "祖席驻征棹，开帆候信潮。隔筵桃叶泣，吹管杏花飘。船去鸥飞阁，人归尘上桥。别离惆怅泪，江路湿红蕉。",
            "comment": ""
        },
        {
            "title": "竹枝",
            "content": "芙蓉并蒂一心连，花侵槅子眼应穿。",
            "comment": ""
        },
        {
            "title": "竹枝",
            "content": "山头桃花谷底杏，两花窈窕摇踵映。",
            "comment": ""
        },
        {
            "title": "杨柳枝",
            "content": "春入行宫映翠微，玄宗侍女舞烟丝。如今柳向空城绿，玉笛何人更把欢。",
            "comment": ""
        },
        {
            "title": "采莲子",
            "content": "菡萏香连十顷陂，小姑贪戏采莲迟。晚来弄水船头湿，更脱红裙裹鸭儿。",
            "comment": ""
        },
        {
            "title": "梦江南",
            "content": "楼上寝，残月下帘旌。梦见秣陵惆怅事，桃花柳絮满江城。双髻坐吹笙。",
            "comment": "【注释】此首与前首同为梦境，作法亦相同。起处皆写深夜景象，惟前首写窒内之烛花落几，此首则写室外之残月下廉。“梦见”以下，亦皆梦中事，梦中景色，梦中欢情，皆写得灵动美妙。两首[梦江南]，纯以赋体铺叙，一往俊爽。唐圭璋 《唐宋词简释》"
        },
        {
            "title": "竹枝",
            "content": "斜江风起动横波，劈开莲子苦心多。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·浪淘沙",
            "content": "滩头细草接疏林，浪恶罾船半欲沉。宿鹭眠洲非旧浦，去年沙觜是江心。蛮歌豆蔻北人愁，松雨蒲风夜艇秋。浪起鵁鶄眠不得，寒沙细细入江流。",
            "comment": ""
        },
        {
            "title": "梦江南",
            "content": "兰烬落，屏上暗红蕉。闲梦江南梅熟日，夜船吹笛雨萧萧。人语驿边桥。",
            "comment": "【注释】①兰烬：因烛光似兰，故称。烬：物体燃烧后剩下的部分。②暗红蕉：谓更深烛尽，画屏上的美人蕉模糊不辨。③萧萧：同潇潇，形容雨声。④驿：驿亭，古时公差或行人暂歇处。【评解】烛光暗淡，画屏模糊，词人于梦中又回到了梅熟时的江南；仿佛又于静谧的雨夜中，听到船中笛声和驿边人语，亲切无比，情味深长。【集评】俞陛云《唐五代两宋词选释》：调寄《梦江南》，皆其本体。江头暮雨，画船闻歌，语语带六朝烟水气也。王国维《人间词话》：情味深长，在乐天（白居易）、梦得（刘禹锡）上也。陈廷焯《白雨斋词评》：梦境化境，词虽盛于宋，实唐人开其先路。徐士俊《古今词统》：末二句是中晚唐警句。唐圭璋 《唐宋词简释》：此首写梦境，情味深长。“兰烬”两句，写闺中深夜景象，烛花己落，屏画已陪，人亦渐入梦境。“闲梦”二字，直贯到底，梦江南梅熟，梦夜雨吹笛，梦驿边人语，情景逼真，欢情不减。．然今日空梦当年之乐事，则今日之凄苦，自在言外矣。"
        },
        {
            "title": "天仙子",
            "content": "睛野鹭鸶飞一只，水茳花发秋江碧。刘郎此日别天仙，登绮席，泪珠滴。十二晚峰高历历。",
            "comment": ""
        },
        {
            "title": "竹枝",
            "content": "槟榔花发鹧鸪啼，雄飞烟瘴雌亦飞。",
            "comment": ""
        },
        {
            "title": "采莲子",
            "content": "船动湖光滟滟秋，贪看年少信船流。无端隔水抛莲子，遥被人知半日羞。",
            "comment": "【注释】①滟滟：水光摇曳晃动。②信舡流：任船随波逐流。③无端：无故。【评解】一、二句与三四词写采莲秋湖，情态淳朴天真，一如荷之出水，不沾尘染。词中句末原有小字“举棹”和“年少”均为传唱时的和声，以加强词的音乐效果。【集评】万氏《词律》：“竹枝”之音，起于巴蜀。唐人之作，皆言蜀中风景。后人因效其体于各地为之，非古也。皇甫子奇亦有四句体。所用“竹枝”、“女儿”，乃歌时群相随和之声。犹《采莲子》之有“举棹”、“年少”等元遗山《遗山集附录》：皇甫松以《竹枝》、《采莲》排调擅长，而才名逊于诸人。《花间集》所载，亦止短歌小令耳。况周颐《餐樱庑词话》：写出闺娃稚憨情态，匪夷所思，是何笔妙乃尔。-----------------------------　　这首清新隽永的《采莲子》，为我们描绘了一幅江南水乡的风物人情画，富有民歌风味。　　诗题《采莲子》，可是作者没有描写采莲子的过程，又没有描写采莲女的容貌服饰，而是通过采莲女的眼神、动作和一系列内心独白，表现她热烈追求爱情的勇气和初恋少女的羞涩心情。　　“船动湖光滟滟秋”，“滟滟秋”，指湖光荡漾中映出的一派秋色。水波映出秋色，一湖清澈透明的秋水可以想见。“秋”字，不仅写出湖水之色，更点明了采莲季节。“湖光”映秋，怎会泛起“滟滟”之波呢？是因为秋风乍起绿波间？还是因为水鸟掠过湖面？都不是，而是因为“船动”。这里，作者没有交代是什么“船”，也没有交代船怎样“动”，因而对读者来说，这些都还是谜。　　直到第二句，作者才通过“贪看年少”点明诗篇写的是个采莲女子，同时通过“信船流”，交代船动的原因。原来有一位英俊少年把采莲女吸引住了，她出神地凝视着意中人，以致船儿随水飘流而动。这种大胆无邪的目光和“信船流”的痴情憨态，把采莲女纯真热情的鲜明个性和对爱情的灼烈渴求，表现得神形毕肖。　　湖水滟滟起波，姑娘心里也荡起层层波澜。突然，姑娘抓起一把莲子，向那岸上的小伙子抛掷过去。这个充满戏谑、挑逗和爱慕的一掷，进一步活灵活现地表现出江南水乡姑娘大胆热情的性格。南朝以来，江南地区流行的情歌，常不直接说出“爱恋”、“相思”之类的字眼，而用同音词构成双关隐语来表示。　　“莲”谐音“怜”，有表示爱恋之意。姑娘采用了传统的谐音包含的双关隐语，巧妙地表露自己的情思，饶有情趣，富有江南民歌的特色。　　那么，莲子抛中没有？小伙子是恼是喜？可有什么表示？这些作者都故意避开了，留给读者以想象的空间，而把笔锋深入到采莲女的内心。没想到抛莲子的逗情举动远远被人看见了，多难为情啊！姑娘红着脸，低着头，羞惭了大半天，心里埋怨自己太冒失了，为什么不等没人时再抛呢？这“无端”两字透露出姑娘复杂而细腻的心理状态。“半日羞”的窘态，则展现了一个初恋少女特有的羞怯，诗中主人翁的形象因而更丰满可爱。　　这首诗清新爽朗，音调和谐，既有文人诗歌含蓄委婉、细腻华美的特点，又有民歌里那种大胆直率的朴实风格，自然天成，别有情趣，颇见作者纯圆浑熟的艺术造诣。　　（曹旭）"
        },
        {
            "title": "抛球乐",
            "content": "金蹙花毽小，真珠绣带垂，绣带垂。几回冲凤蜡，千度入香怀。上客终须醉，觥盂且乱排。",
            "comment": ""
        },
        {
            "title": "劝僧酒",
            "content": "劝僧一杯酒，共看青青山。酣然万象灭，不动心印闲。",
            "comment": ""
        },
        {
            "title": "竹枝",
            "content": "木棉花尽荔枝垂，千花万花待郎归。",
            "comment": ""
        },
        {
            "title": "怨回纥",
            "content": "白首南朝女，愁听异域歌。收兵颉利国，饮马胡卢河。毳布腥膻久，穹庐岁月多。雕窠城上宿，吹笛泪滂沱。",
            "comment": ""
        },
        {
            "title": "天仙子",
            "content": "踯躅花开红照水，鹧鸪飞绕青山觜。行人经岁始归来，千万里，错相倚。懊恼天仙应有以。",
            "comment": ""
        },
        {
            "title": "竹枝",
            "content": "筵中蜡烛泪珠红，合欢桃核两人同。",
            "comment": ""
        },
        {
            "title": "抛球乐",
            "content": "红拨一声飘，轻裘坠越绡，坠越绡。带翻金孔雀，香满绣蜂腰。少少抛分数，花枝下索饶。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·杨柳枝",
            "content": "春入行宫映翠微，玄宗侍女舞烟丝。如今柳向空城绿，玉笛何人更把吹。烂熳春归水国时，吴王宫殿柳垂丝。黄莺长叫空闺畔，西子无因更得知。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "夜入真珠室，朝游玳瑁宫。",
            "comment": ""
        },
        {
            "title": "古松感兴",
            "content": "皇天后土力，使我向此生。贵贱不我均，若为天地情。我家世道德，旨意匡文明。家集四百卷，独立天地经。寄言青松姿，岂羡朱槿荣。昭昭大化光，共此遗芳馨。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "滩头细草接疏林，浪恶罾舡半欲沉。宿鹭眠鸥飞旧浦，去年沙觜是江心。",
            "comment": ""
        },
        {
            "title": "登郭隗台",
            "content": "燕相谋在兹，积金黄巍巍。上者欲何颜，使我千载悲。",
            "comment": ""
        },
        {
            "title": "天仙子",
            "content": "晴野鹭鸶飞一只，水葓花发秋江碧。刘郎此日别天仙，登绮席，泪珠滴，十二晚峰青历历。踯躅花开红照水，鹧鸪飞绕青山觜。行人经岁始归来，千万里，错相倚，懊恼天仙应有以。",
            "comment": ""
        },
        {
            "title": "摘得新",
            "content": "摘得新，枝枝叶叶春。管弦兼美酒，最关人。平生都得几十度，展香茵。",
            "comment": ""
        },
        {
            "title": "浪淘沙",
            "content": "蛮歌豆蔻北人愁，浦雨杉风野艇秋。浪起□□眠不得，寒沙细细入江流。",
            "comment": ""
        }
    ]
}