{
    "dynasty": "唐",
    "author": "秦无名氏",
    "poems": [
        {
            "title": "郊庙歌辞·享太庙乐章·广运舞",
            "content": "於赫皇祖，昭明有融。惟文之德，惟武之功。河海静谧，车书混同。虔恭孝飨，穆穆玄风。",
            "comment": ""
        },
        {
            "title": "中宗祀昊天乐章·豫和",
            "content": "天之历数归睿唐，顾惟菲德钦昊苍。撰吉日兮表殷荐，冀神鉴兮降闓阳。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享隐太子庙乐章·凯安",
            "content": "天步昔将开，商郊初欲践。抚戎金阵廓，贰极瑶图阐。鸡戟遂崇仪，龙楼期好善。弄兵隳震业，启圣隆嗣典。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享隐太子庙乐章·雍和",
            "content": "明典肃陈，神居邃启。春伯联事，秋官相礼。有来雍雍，登歌济济。缅维主鬯，庶歆芳醴。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·舒和",
            "content": "执籥持羽初终曲，朱干玉鏚始分行。七德九功咸已畅，明灵降福具穰穰。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祭太社乐章·雍和",
            "content": "美报崇本，严恭展事。受露疏坛，承风启地。絜粢登俎，醇牺入馈。介福远流，群生毕遂。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·太清宫乐章·紫极舞",
            "content": "至道生元气，重圆法混成。无为观大象，冲用体常名。仙乐临丹阙，云车出玉京。灵符百代应，瑞节九贞迎。宝运开皇极，天临映太清。长垂一德庆，永庇万方宁。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·排遍第一",
            "content": "树发花如锦，莺啼柳若丝。更逢欢宴地，愁见别离时。",
            "comment": ""
        },
        {
            "title": "题壁",
            "content": "一团茅草乱蓬蓬，蓦地烧天蓦地空。争似满炉煨榾柮，漫腾腾地暖烘烘。",
            "comment": "【注释】[注释]（1）蓦[音“莫”]：突然（2）争似：怎似，那里比得上。榾柮：[音“鼓舵”]：树蔸[译文]一团乱蓬蓬的茅草点着火后，突然间烈焰冲天，又顷刻间烟消火灭。倒不如那炉子里煨火的树蔸，烟火腾腾地烧着，满屋子都暖和。"
        },
        {
            "title": "郊庙歌辞·太清宫乐章·香初上",
            "content": "肃肃我祖，绵绵道宗。至感潜达，灵心暗通。云輧御气，芝盖随风。四时禋祀，万国来同。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祭方丘乐章·肃和",
            "content": "至矣坤德，皇哉地祇。开元统纽，合大承规。九宫肃列，六典相仪。永言配命，长保无亏。",
            "comment": ""
        },
        {
            "title": "杂歌谣辞·敕勒歌",
            "content": "敕勒金隤壁，阴山无岁华。帐外风飘雪，营前月照沙。羌儿吹玉管，胡姬踏锦花。却笑江南客，梅落不归家。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享先蚕乐章·絜诚",
            "content": "桂筵开玉俎，兰圃荐琼芳。八音调凤历，三献奉鸾觞。絜粢申大享，庭宇冀降祥。神其覃有庆，契福永无疆。",
            "comment": ""
        },
        {
            "title": "封泰山乐章·太和",
            "content": "孝敬中发，和容外彰。腾华照宇，如升太阳。贞璧就奠，玄灵垂光。礼乐具举，济济洋洋。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·后唐宗庙乐舞辞·文明舞",
            "content": "帝业光扬，皇图翕赫。圣德孔彰，神功不测。信及豚鱼，恩沾动植。懿范鸿名，传之万亿。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·梁太庙乐舞辞·登歌",
            "content": "於赫我皇，建中立极。动以武功，静以文德。昭事上帝，欢心万国。大报严禋，四海述职。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·送神",
            "content": "炎精式降，苍生攸仰。羞列豆笾，酒陈牺象。昭祀有应，冥期不爽。送乐张音，惟灵之往。",
            "comment": ""
        },
        {
            "title": "舞曲歌辞·凯乐歌辞·贺圣欢",
            "content": "四海皇风被，千年德水清。戎衣更不著，今日告功成。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·祓禊曲",
            "content": "昨见春条绿，那知秋叶黄。蝉声犹未断，寒雁已成行。金谷园中柳，春来已舞腰。那堪好风景，独上洛阳桥。何处堪愁思，花间长乐宫。君王不重客，泣泪向春风。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·太清宫乐章·再上",
            "content": "仙宗绩道，我李承天。庆深虚极，符光象先。俗登仁寿，化阐蟺涓。五千贻范，亿万斯年。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·肃和",
            "content": "律回玉琯，星周金度。次极阳乌，纪穷阴兔。火林霰雪，阳泉凝冱。八蜡已登，三农息务。",
            "comment": ""
        },
        {
            "title": "光华殿侍宴赋竞病韵诗",
            "content": "去时儿女悲，归来笳鼓竞。借问行路人，何如霍去病？",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·蜡百神乐章·送神",
            "content": "十旬欢洽，一日祠终。澄彝拂俎，报德酬功。虑虔容肃，礼缛仪丰。神其降祉，整驭随风。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀风师乐章·迎神",
            "content": "太皞御气，句芒肇功。苍龙青旗，爰候祥风。律以和应，神以感通。鼎俎修蚃，时惟礼崇。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·雍和",
            "content": "大乐稀音，至诚简礼。文物棣棣，声明济济。六变有成，三登无体。乃眷丰洁，恩覃恺悌。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·排遍第一",
            "content": "三秋陌上早霜飞，羽猎平田浅草齐。锦背苍鹰初出按，五花骢马喂来肥。",
            "comment": ""
        },
        {
            "title": "送陈明府赴淮南",
            "content": "年华近逼清明，落日微风送行。黄鸟绵蛮芳树，紫骝躞蹀东城。花间一杯促膝，烟外千里含情。应渡淮南信宿，诸侯拥旆相迎。",
            "comment": ""
        },
        {
            "title": "中宗祀昊天乐章·舒和",
            "content": "已陈粢盛敷严祀，更奏笙镛协雅声。璇图宝历欣宁谧，晏俗淳风乐太平。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·善胜舞",
            "content": "圣祖累功，福钟来裔。持羽执干。舞文不废。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·太清宫乐章·冲和",
            "content": "虚无结思，钟磬和音。歌以颂德，香以达心。礼殊祼鬯，义感昭临。灵车至止，庆垂愔愔。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·咸宁舞",
            "content": "於铄丕嗣，惟帝之光。羽籥象德，金石荐祥。圣系无极，景命永昌。神降上哲，维天配长。第十四卷",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·黄帝宫音",
            "content": "黄中正位，含章居贞。既长六律，兼和五声。毕陈万舞，乃荐斯牲。神其下降，永祚休平。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享节愍太子庙乐章·迎神",
            "content": "储后望崇，元良寄切。寝门是仰，驰道不绝。仙袂云会，灵旗电晰。煌煌而来，礼物攸设。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·夕月乐章·肃和",
            "content": "测妙为神，通微曰圣。坎祀贻则，郊禋展敬。璧荐登光，金歌动映。以载嘉德，以流曾庆。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·入破第一",
            "content": "千门今夜晓初晴，万里天河彻帝京。璨璨繁星驾秋色，棱棱霜气韵钟声。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享先农乐章·咸和",
            "content": "粒食伊始，农之所先。古今攸赖，是曰人天。耕斯帝籍，播厥公田。式崇明祀，神其福焉。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·凉州歌第一",
            "content": "汉家宫里柳如丝，上苑桃花连碧池。圣寿已传千岁酒，天文更赏百僚诗。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·太和舞",
            "content": "广乐既备，嘉荐既新。述先惟德，孝飨惟亲。七献具举，五齐竿陈。锡兹祚福，于万斯春。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·大成舞",
            "content": "周称王季，晋美帝文。明明盛德，穆穆齐芬。藏用四履，屈道三分。铿锵钟石，载纪鸿勋。",
            "comment": ""
        },
        {
            "title": "封泰山乐章·豫和",
            "content": "乐已终，烟燎上。怀灵惠，结皇想。归风疾，回风爽。百福来，众神往。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·武后享清庙乐章十首·第二",
            "content": "隆周创业，宝命惟新。敬宗茂典，爰表虔禋。声明已备，文物斯陈。肃容如在，恳志方申。",
            "comment": ""
        },
        {
            "title": "中宗祀昊天乐章·福和",
            "content": "九成爰奏，三献式陈。钦承景福，恭托明禋。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周朝飨乐章·忠顺",
            "content": "礼成三爵，乐毕九成。共离金戺，复列彤庭。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·晋朝飨乐章·再举酒",
            "content": "朝野无事，寰瀛大康。圣人有作，盛礼重光。万国执玉，千官奉觞。南山永固，地久天长。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周郊祀乐章·福顺乐",
            "content": "上天垂景贶，哲后举鸾觞。明德今方祚，邦家万世昌。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·德明兴圣庙乐章·兴圣酌献",
            "content": "閟宫静谧，合乐周张。泰奠始献，百末重觞。震澹存诚，庶几迪尝。遥源之祚，天汉灵长。",
            "comment": ""
        },
        {
            "title": "挽舟者歌",
            "content": "我兄征辽东，饿死青山下。今我挽龙舟，又阻隋堤道。方今天下饥，路粮无些小。前去三千程，此身安可保！寒骨枕荒沙，幽魂泣烟草。悲损门内妻，望断吾家老。安得义男儿，焚此无主尸。引其孤魂回，负其白骨归！",
            "comment": "【注释】大业三年（公元616年）隋炀帝第三次下江都时，挽舟的民夫所唱的歌。此歌悲愤感人，抒发了人民群众对暴政的控诉。"
        },
        {
            "title": "郊庙歌辞·享太庙乐章·大和舞",
            "content": "退居江水，郁起丹陵。礼物还归，朝章中兴。龙图友及，骏命恭膺。鸣球香瓒，大糦是承。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·释奠武成王乐章·送神",
            "content": "明祀方终，备乐斯阕。黝纁就瘗，豆笾告撤。肸蚃尚余，光景云灭。返归虚极，神心则悦。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·白帝商音",
            "content": "白藏应节，天高气清。岁功既阜，庶类收成。万方静谧，九土和平。馨香是荐，受祚聪明。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·太清宫乐章·终上",
            "content": "不宰元功，无为上圣。洪源长发，诞受天命。金奏迎真，璇宫展盛。备礼周乐，垂光储庆。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·长发舞",
            "content": "睿哲维唐，长发其祥。帝命斯祐，王业克昌。配天载德，就日重光。本支百代，申锡无疆。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀九宫贵神乐章·太和",
            "content": "帝在灵坛，大明登光。天回云粹，穆穆皇皇。金奏九夏，圭陈八芗。旷哉动植，如熙春阳。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·昭感",
            "content": "铿锵韶濩，肃穆神容。洪规赫赫，祠典雍雍。已周三献，将乘六龙。虔诚有托，恳志无从。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·晋朝飨乐章·群臣酒行歌",
            "content": "剑佩俨如林，齐倾拱北心。渥恩颁美禄，咸濩听和音。一德君臣合，重瞳日月临。歌时兼乐圣，唯待赞泥金。万国咸归禹，千官共祝尧。拜恩瞻凤扆，倾耳听云韶。运启金行远，时和玉烛调。酒酣齐抃舞，同贺圣明朝。令节陈高会，群臣侍御筵。玉墀留爱景，金殿霭祥烟。振鹭涵天泽，灵禽下乐悬。圣明无一事，何处让尧年。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·甘州",
            "content": "欲使传消息，空书意不任。寄君明月镜，偏照故人心。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·排遍第四",
            "content": "曙月当窗满，征人出塞遥。画楼终日闭，清管为谁调。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀圜丘乐章·豫和",
            "content": "歌奏毕兮礼献终，六龙驭兮神将升。明德感兮非黍稷，降福简兮祚休征。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·相府莲",
            "content": "夜闻邻妇泣，切切有馀哀。即问缘何事，征人战未回。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·梁太庙乐舞辞·饮福",
            "content": "戛玉拟金永颂声，檿丝孤竹和且清。灵歆醉止牺象盈，自天降福千万龄。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·梁郊祀乐章·庆休",
            "content": "大业来四夷，仁风和万国。白日体无私，皇天辅有德。七旬罪已服，六月师方克。伟哉帝道隆，终始常作则。",
            "comment": ""
        },
        {
            "title": "孺子歌",
            "content": "沧浪之水清兮，可以濯我缨。沧浪之水浊兮，可以濯我足。",
            "comment": "【注释】又作\"孺子歌\" \"楚辞载此作渔父歌\""
        },
        {
            "title": "菩萨蛮",
            "content": "枕前发尽千般愿：要休且待青山烂，水面上秤砣浮，直待黄河彻底枯，白日参辰现，北斗回南面。休即未能休，且待三更见日头。",
            "comment": "【注释】【作者】 　本世纪初，大量五代写本被发现于甘肃敦煌莫高窟（又称千佛洞）。随之而重 　新问世的唐五代民间词曲，或称为敦煌曲子词，或称为敦煌歌辞。它们是千年 　词史的椎轮大辂，内容广泛，形式活泼，风格繁富，有鲜明的个性特征和浓郁 　的生活气息，反映了词兴起于民间时的原始形态。敦煌词的辑本，有王重民的 　《敦煌曲子词集》，饶宗颐的《敦煌曲》，任二北的《敦煌歌辞总集》等。 　①近水杨宁益《零墨新笺》考证《菩萨蛮》为古缅甸曲调，唐玄宗时传入中国， 　列于教坊曲。变调，四十四字，两仄韵，两平韵。　②休：罢休，双方断绝关 　系。　③参（音申）辰：星宿名。参星在西方，辰星（即商星）在东方，晚间 　此出彼灭，不能并见；白天一同隐没，更难觅得。　④北斗：星座名，以位置 　在北、形状如斗而得名。　⑤即：同“则”。 【品评】 　　　此词写爱情的盟誓，充满了磐石般的信念和火焰般的热情。它以不可实现 　之事，示不可变异之心，新颖泼辣，奇特生动，表现了抒情主人公对爱情的坚 　贞不渝。汉乐府民歌中有一首《上邪》：“上邪！我欲与君相知，长命无绝衰。 　山无陵，江水为竭，冬雷震震，夏雨雪，天地合，乃敢与君绝。”其命意与构 　思或为此词所本。但《上邪》是一位女子对“君”剖白心迹，此词中的誓言发 　自男方抑或女方，却任人想象，因而更见灵动活泼。不言而喻，此词的抒情主 　人公是在两情最为浓烈与炽热的欢娱之际向对方陈词的。发愿于“枕前”，表 　明他们是已结连理的伉俚。而所发誓愿多达“千般”，则见出主人公发愿时为 　激情所驱滔滔不能自已，作者再现于笔端的只不过是其中的片言　语罢了：他 　时而指譬日月星辰（“白日参辰现”、“北斗回南面”、“三更见日头”）， 　时而引喻河流山川（青山烂、黄河枯），时而又从生活中信手拈来实例（“水 　面上秤錘浮”），而它们无一例外，都是绝无可能出现的自然现象，借以比况 　拳拳爱心的坚贞不渝，是极为确切而又富于联想的。作者省略了比喻之词，而 　直接托出喻体，一气排开，直贯到底，不稍停顿，使人于目不暇接之际留下鲜 　明而又深刻的印象。这正是此词在艺术上显著特点。同时，此词无意象文人词 　那样追求含蓄蕴藉之致，其抒情方式以直率、热烈、大胆、泼辣见长，遣词造 　句亦不假雕饰，形同白话，充分表现出民间歌辞的拙朴、自然的本色。"
        },
        {
            "title": "郊庙歌辞·祭神州乐章·舒和",
            "content": "坤道降祥和庶品，灵心载德厚群生。水土既调三极泰，文武毕备九区平。",
            "comment": ""
        },
        {
            "title": "送赵大夫护边（一作送赵都护赴安西）",
            "content": "外域分都护，中台命职方。欲传清庙略，先取剧曹郎。已佩登坛印，犹怀伏奏香。百壶开祖饯，驷牡戒戎装。青海连西掖，黄河带北凉。关山瞻汉月，戈剑宿胡霜。体国才先著，论兵策复长。果持文武术，还继杜当阳。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·太清宫乐章·序入破第一奏",
            "content": "真宗开妙理，冲教统清虚。化演无为日，言昭有象初。瑶台肃灵瑞，金阙映仙居。一奏三清乐，长回八景舆。",
            "comment": ""
        },
        {
            "title": "顺帝末京都童谣",
            "content": "直如弦，死道边。曲如钩，反封侯。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·醉公子",
            "content": "昨日春园饮，今朝倒接篱。谁人扶上马，不省下楼时。",
            "comment": ""
        },
        {
            "title": "三秦民谣",
            "content": "武功太白，去天三百。孤云两角，去天一握。山水险阻，黄金子午。蛇盘鸟栊，势与天通。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀九宫贵神乐章·豫和",
            "content": "於昭上穹，临下有光。羽翼五佐，周流八荒。谁其飨之，时文对扬。虞经夏典，兹礼未遑。黑帝旋驭，青躔导日。金箓上玄，玉堂初吉。钩陈夕次，銮和先跸。蔼蔼群灵，昭昭咸秩。帝临中坛，受禧元神。皇灵萃止，羽旄肃陈。摄提运衡，招摇移轮。光光宇宙，电耀雷震。夜如何其，明星煌煌。天清容卫，露结坛场。树羽幢幢，佩玉锵锵。凝精驻目，瞻望神光。九位既肃，万灵毕会。天门启扃，日驭飞盖。焕兮棽离，傧兮暗霭。如山之福，惟圣时对。崇崇泰坛，灵具临兮。铿锽大乐，振动心兮。神之降矣，卿云郁兮。神之至止，清风肃兮。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·陆州歌第一",
            "content": "分野中峰变，阴晴众壑殊。欲投人处宿，隔浦问樵夫。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·褒德庙乐章·昭德",
            "content": "道赫梧宫，悲盈蒿里。爰赐徽烈，载敷嘉祀。享洽四时，规陈二簋。灵应昭格，神其戾止。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·禅社首乐章·寿和",
            "content": "惟以明发，有怀载殷。乐盈而反，礼顺其禋。立清以献，荐欲是亲。于穆不已，裒对斯臻。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·景云舞",
            "content": "惟睿作圣，惟圣登皇。精感耀魄，时膺会昌。舜惭大孝，尧推让王。能事斯极，振古谁方。文明履运，车书同轨。巍巍赫赫，尽善尽美。衢室凝旒，大庭端扆。释负之寄，事光复子。脱屣高天，登遐上玄。龙湖超忽，象野芊绵。游衣复道，荐果初年。新庙奕奕，明德配天。",
            "comment": ""
        },
        {
            "title": "木兰辞",
            "content": "唧唧复唧唧，木兰当户织。不闻机杼声，唯闻女叹息。问女何所思，问女何所忆。女亦无所思，女亦无所忆。昨夜见军帖，可汗大点兵，军书十二卷，卷卷有爷名。阿爷无大儿，木兰无长兄，愿为市鞍马，从此替爷征。东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。旦辞爷娘去，暮宿黄河边。不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头。不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。归来见天子，天子坐明堂。策勋十二转，赏赐百千强。可汗问所欲，木兰不用尚书郎，愿驰千里足，送儿还故乡。爷娘闻女来，出郭相扶将。阿姊闻妹来，当户理红妆。小弟闻姊来，磨刀霍霍向猪羊。开我东阁门，坐我西阁床。脱我战时袍，着我旧时裳。当窗理云鬓，对镜帖花黄。出门看火伴，火伴皆惊忙。同行十二年，不知木兰是女郎。雄兔脚扑朔，雌兔眼迷离。两兔傍地走，安能辨我是雄雌。",
            "comment": "【注释】湖南永州八中　周志恩 北朝乐府民歌《木兰诗》是我国古典诗歌中脍炙人口的著名诗篇。它叙述的是女英雄木兰代父从军，经过浴血奋战，立下赫赫战功，最终辞官还乡与家人团聚的故事。作者将女主人公放在北方少数民族之间的一场战争的背景中加以刻划。作者的创作意图不在于对这场战争本身作全方位的描述，而只是将它作为抒写一种思想认识的媒介。因而整首诗作在时间上有大跨度，在地点上有大转移，在人物上有大变换，大场面上有大铺叙。诗作对木兰从军的缘由、准备、战地的艰辛生活以及立功回朝、自请还乡等情节，都有简洁而必要的描述。作者借木兰代父从军的故事表达出对古代妇女潜在智慧与卓越才能的充分肯定，对古代妇女在获得与男子同等条件下能够发挥出杰出的聪明才智，立下卓越功勋表示极大的欣喜与敬佩。为突出创作主旨，诗作大量使用排比句，以风趣的铺叙渲染出或紧张或热烈的场面气氛，还特别注意句子的押韵、对偶句的使用，使得诗句流丽，音韵铿锵，诗风明朗生动，质朴刚健。这样诗作以轻快明朗的刚健笔调刻划出木兰有血有肉、光彩照人的女中豪杰形象，流露出作者的喜悦心情与激情赞赏。 诗作以木兰的停机“叹息”引出“可汗大点兵”的事由。“昨夜见军帖，可汗大点，军书十二卷，卷卷有爷名”，极写国家局势之严峻，前线形势之吃紧，急需补充大量兵员。可是家庭的现状却是“阿爷无大儿，木兰无长兄”。让年迈的“阿爷”走上惨烈撕杀的战场，木兰实在不放心也不忍心，可家中实在没有能够顶替“阿爷”的男儿，怎不叫人烦恼？“可汗大点兵”的背景为木兰代父从军、发挥其潜在智慧与才能提供了契机。可是，在“男治乎外，女治乎内”的封建礼法约束下，妇女是不能随便在外抛头露面的。女扮男装代父从军非一般女子所能为，更非一般女子所敢为。它需要非凡的胆识与勇气。在国家安危面前，木兰经过一番激烈的思想斗争，毅然作出抉择：“愿为市鞍马，从此替爷征”。在沉重的“叹息”中作出这一决定，既表现出木兰孝顺父母、关心体贴年迈的“阿爷”的儿女柔情，又昭示出木兰深明大义、顾全国家大局、敢于浴血卫国的赤子情怀。作者对女主人公这种在国家、民族面临危急存亡的紧要时刻敢于挺身而出、驰骋沙场的英勇行为是由衷赞赏的，因而以欢快的笔调，整齐的排比句将木兰“替爷征”的准备工作写得紧张急切而井然有序：“东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭”。这里既渲染出家庭气氛的紧张热烈，也写出了木兰的义无反顾与内心的激动喜悦。“旦辞爷娘去，暮宿黄河边……旦辞爷娘去，暮至黑山头……”的排比句式，极写征途的遥远、军情的紧急、行军的匆忙神速；“不闻爷娘唤女声，但闻黄河流水鸣溅溅……不闻爷娘唤女声，但闻燕山胡骑鸣啾啾……”的反复咏叹，则是真切刻划木兰在生活的骤然变化中产生的微妙心理。这里既有她热血沸腾、气概豪迈的一面，渴望奔赴沙场，杀敌卫国，也有她紧张担忧、思亲恋家的一面，她毕竟还是闺中少女，未曾远出家门，更兼这次代父从军是隐匿了女儿身份、有违于“女治乎内”的社会礼法。作者细腻地刻划木兰这种特定情境下的微妙、复杂的心理活动，能够真实而立体地再现木兰形象，丰富其英雄性格。木兰倘若就此打退堂鼓，溜之大吉，本是符合当时社会的正统要求的，只会受到称赞，而不会遭责难。但木兰开弓没有回头箭：“万里赴戎机，关山度若飞”，她抓住这次能与男子一样显示自己身手的难得机遇，以矫健豪迈气概奔赴战场，将一显自己女儿身手的可能真正变成现实。“朔气传金柝，寒光照铁衣”，是作者特意为历经漫长边地生活的女英雄留下的一幅星夜巡逻的剪影，其中倾注着作者对这位浴血卫国的巾帼英雄的无限敬意。在纷飞战火中，木兰与她的男性伙伴们一道守边御敌，冲锋陷阵，经受了各种摔打锤炼，她的潜在智慧与作战才能也因此得以充分展示和发挥。“将军百战死，壮士十年归”，漫漫征战中木兰立下赫赫战功，终于凯旋受到天子隆重接见。这是她以“男儿”身份受到天子特别的重视、赏识与嘉奖，倘若她的“女儿”身份能够公开的话，不知人们对立下如此卓越战功的她会怎样刮目下待。只可惜当时的木兰绝不能公开自己的身份。 木兰最终“不用尚书郎”，是因为她自有秘密在，确有难言之隐，不能就官受禄。天子不知底里，木兰不便明说，这是颇有戏剧意味的。无论如何，立功回朝，受到天子的接见与奖赏，这本身便是当朝最高统治者对这位巾帼英雄潜在智慧与才能的直接肯定。木兰最终坦然辞官谢赏，一心只想回归故里，依旧过自己朴实的农家女生活。踏上解甲还乡道路是时势使然，别无选择，木兰及其家人对此有清醒认识，因而无悔亦无怨。作者对此结局也无异议，所以满怀喜悦之情，着意描写木兰与家人团聚的动人场面。这里既有家中爷娘“相扶将”、阿姊“理红妆”、小弟“磨刀霍霍向猪羊”欢乐气氛的渲染，又有木兰归家后喜不自禁地开东阁门、坐西阁床、著旧时裳、理云鬓、帖花黄的激情流露，更有同伴“皆惊忙”的烘托。“同行十二年，不知木兰是女郎”的伙伴们的“惊忙”更增添了故事的戏剧性。伙伴们的“惊忙”既是对木兰女扮男装代父从军那么长时间而未被发现破绽的谨慎、机敏的惊奇，也是对木兰敢于代父从军的过人胆识与无畏勇气的钦佩，更是对女儿身的木兰在漫长征战生涯中表现出来的杰出智慧、非凡身手、卓越才能的由衷赞叹。 木兰代父从军的故事叙写完了，作者还沉浸在极大的喜悦之中，木兰代父从军的经历点燃了作者的思想火花，激荡着作者敏锐的心灵，他按捺不住内心的激动，在诗作最后以兔子同跑，难辨雄雌的奇妙比喻，鲜明而形象地揭示其创作主旨：“雄兔脚扑朔，雌兔眼迷离；双兔傍地走，安能辨我是雄雌？”这一妙趣横生的比喻令人玩味不尽。木兰在国家、民族面临危急存亡的非常时期，在“阿爷无大儿，木兰无长兄”的特殊情况下，秘密从军，这一偶然的机遇使她与男儿们一道浴血沙场，杀敌卫国，使她发挥了自己作为普通妇女潜在的智慧和才能。作者由此欣喜地认识到只要为普通妇女提供能与男子一样拥有施展才能的平等机会，她们绝不会差到哪里去！因为妇女们本来就富有聪明智慧与杰出才能！尽管作者还未能象明朝末年的人那样用“海内灵秀或不钟男子而钟女子”明确大胆地说出来，但作者确实借木兰代父从军的故事充满激情地为古代妇女的潜在智慧与卓越才能唱出了一曲动人的赞歌。 〖本文刊于《语文天地》2002年第12期。〗 作者邮箱： hnyzbzzhouzhien@126.comhttp://www.zhsc.net/Html/2004108223753-1.html"
        },
        {
            "title": "郊庙歌辞·周宗庙乐舞辞·福顺",
            "content": "新庙奕奕，金奏洋洋。享于祖考，循彼典章。清酤特满，嘉玉腾光。神醉既告，帝祉无疆。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·宁和",
            "content": "炎驭失天纲，土德承天命。英猷被寰宇，懿躅隆邦政。七德已绥边，九夷咸底定。景化覃遐迩，深仁洽翔泳。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·排遍第二",
            "content": "明月照秋叶，西风响夜砧。强言徒自乱，往事不堪寻。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·梁太庙乐舞辞·来仪舞",
            "content": "於赫帝命，应天顺人。亭育品汇，宾礼百神。洪基永固，景命惟新。肃恭孝享，祚我生民。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·离别难",
            "content": "此别难重陈，花深复变人。来时梅覆雪，去日柳含春。物候催行客，归途淑气新。剡川今已远，魂梦暗相亲。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·送神",
            "content": "春末冬暮，徂夏杪秋。土王四月，时季一周。黍稷已享，笾豆宜收。送神有乐，神其赐休。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享章怀太子庙乐章·迎神",
            "content": "副君昭象，道应黄离。铜楼备德，玉裕成规。仙气霭霭，灵从师师。前驱戾止，控鹤来仪。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·黑帝羽音",
            "content": "严冬季月，星回风厉。享祀报功，方祚来岁。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周宗庙乐舞辞·肃雍舞",
            "content": "周道载兴，象日之明。万邦咸庆，百谷用成。於穆圣祖，祗荐鸿名。祀于庙社，陈其牺牲。进旅退旅，皇武之形。一倡三叹，朱弦之声。以妥以侑，既和且平。至诚潜达，介福攸宁。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祭太社乐章·肃和",
            "content": "后土凝德，神功协契。九域底平，两仪交际。戊期应序，阴墉展币。灵车少留，俯歆樽桂。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀风师乐章·送神",
            "content": "微穆敷华能应节，飘扬发彩宜行庆。送迎灵驾神心享，跪拜灵坛礼容盛。气和草木发萌芽，德畅禽鱼遂翔泳。永望翠盖逐流云，自兹率土调春令。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·一片子",
            "content": "柳色青山映，梨花雪鸟藏。绿窗桃李下，闲坐叹春芳。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·雍和",
            "content": "昭昭丹陆，奕奕炎方。礼陈牲币，乐备篪簧。琼羞溢俎，玉醑浮觞。恭惟正直，歆此馨香。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·舒和",
            "content": "千里温风飘绛羽，十枝炎景剩朱干。陈觞荐俎歌三献，拊石摐金会七盘。",
            "comment": ""
        },
        {
            "title": "夏日寻蓝田唐丞登高宴集",
            "content": "东望春明门，驾言聊出游。南行小径尽，绿竹临清流。君出罢六安，居此澹忘忧。园林与城市，闾里随人幽。披颜辟衡闱，置酒登崇丘。山河临咫尺，宇宙穷寸眸。是时春载阳，佳气满皇州。宫殿碧云里，鸳鸯初命俦。良辰方在兹，志士安得休。成名苟有地，何必东陵侯。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·雍和",
            "content": "崇兹享祀，诚敬兼至。乐以感灵，礼以昭事。粢盛咸絜，牲牷孔备。永言孝思，庶几不匮。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·释奠武成王乐章·奠币登歌",
            "content": "管磬升，膻芗集。上公进，嘉币执。信以通，僾如及。恢帝功，锡后邑。四维张，百度立。绵亿载，邈难挹。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享章怀太子庙乐章·送文舞迎武舞",
            "content": "羽籥崇文礼以毕，干戚奋武事将行。用舍繇来其有致，壮志宣威乐太平。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀雨师乐章·亚献终献",
            "content": "奠既备，献将终。神行令，瑞飞空。迎乾德，祈岁功。乘烟燎，俨从风。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·梁郊祀乐章·庆顺",
            "content": "圣皇戾止，天步舒迟。乾乾睿相，穆穆皇仪。进退必肃，陟降是祗。六变克协，万灵协随。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·簇拍陆州",
            "content": "西去轮台万里馀，故乡音耗日应疏。陇山鹦鹉能言语，为报闺人数寄书。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·入破第五",
            "content": "千年一遇圣明朝，愿对君王舞细腰。乍可当熊任生死，谁能伴凤上云霄。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀九宫贵神乐章·凯安",
            "content": "盛德陈万舞，威棱畅九垓。风云交律候，日月丽昭回。行庆休祥发，乘和春气来。百神肃临享，荡荡天门开。",
            "comment": ""
        },
        {
            "title": "十五从军行",
            "content": "十五从军行，八十始得归。道逢乡里人：“家中有阿谁？”“遥望是君家，松柏冢累累。”兔从狗窦入，雉从梁上飞。中庭生旅谷，井上生旅葵。舂谷持作，采葵持作羹。羹一时熟，不知贻阿谁。出门东向看，泪落沾我衣。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·迎神",
            "content": "七庙观德，百灵攸仰。俗荷财成，物资含养。道光执契，化笼提象。肃肃雍雍，神其来飨。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·黄郊迎神",
            "content": "朱明季序，黄郊王辰。厚以载物，甘以养人。毓金为体，禀火成身。宫音式奏，奏以迎神。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·水调歌第四",
            "content": "陇头一段气长秋，举目萧条总是愁。只为征人多下泪，年年添作断肠流。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·盖罗缝",
            "content": "秦时明月汉时关，万里征人尚未还。但愿龙庭神将在，不教胡马渡阴山。音书杜绝白狼西，桃李无颜黄鸟啼。寒鸟春深归去尽，出门肠断草萋萋。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·梁太庙乐舞辞·大合舞",
            "content": "於穆皇祖，浚哲雍熙。美溢中夏，化被南陲。后稷累德，公刘创基。肇兴九庙，乐合来仪。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·赤帝徵音",
            "content": "青阳告谢，朱明戒序。延长是祈，敬陈椒醑。博硕斯荐，笙镛备举。庶尽肃恭，非馨稷黍。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·叹疆场",
            "content": "闻道行人至，妆梳对镜台。泪痕犹尚在，笑靥自然开。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·汉宗庙乐舞辞·积善舞",
            "content": "黍稷斯馨，祖德惟明。蛇告赤帝，龟谋大横。云行雨施，天成地平。造我家邦，斡我璿衡。陶匏在御，醍盎惟精。或戛或击，载炮载烹。饮福受胙，舞降歌迎。滔滔不竭，洪惟水行。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·入破第四",
            "content": "行乐三阳早，芳菲二月春。闺中红粉态，陌上看花人。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周郊祀乐章·治顺乐",
            "content": "羽卫离丹阙，金轩赴泰坛。珠旗明月色，玉佩晓霜寒。黼黻龙衣备，琮璜宝器完。百神将受职，宗社保长安。",
            "comment": ""
        },
        {
            "title": "忆江南",
            "content": "天上月，遥望似一团银。夜久更阑风渐紧，为奴吹散月边云，照见负心人。",
            "comment": ""
        },
        {
            "title": "江南",
            "content": "江南可采莲，莲叶何田田。鱼戏莲叶间，鱼戏莲叶东，鱼戏莲叶西，鱼戏莲叶南，鱼戏莲叶北。",
            "comment": "【注释】本篇是一首与劳动相结合的情歌。诗歌采用民间情歌常用的比兴、双关手法，以“莲”谐“怜”，象征爱情，以鱼儿戏水于莲叶问来暗喻青年男女在劳动中相互爱恋的欢乐情景。格调清新健康。诗歌的开头三句勾勒出一幅生动的江南景致。后四句以东、西、南、北并列，方位的变化以鱼儿的游动为依据，显得活泼、自然、有趣。句式复沓而略有变化，是《诗经》的传统手法，用在这里，更令人联想到采莲人在湖中泛舟来往、歌声相和相应的情景。诗中没有一字直接写人，但是通过对莲叶和鱼儿的描绘，却如闻其声，如见其人，如临其境，感受到一股勃勃生气，领略到采莲人内心的欢乐。--引自http://home.jxdcb.net.cn/~caohui/"
        },
        {
            "title": "郊庙歌辞·周宗庙乐舞辞·善庆舞",
            "content": "卜世长，帝祚昌。定中国，服四方。修明祀，从旧章。奏激楚，转清商。罗俎豆，列簪裳。歌累累，容皇皇。望来格，降休祥。祝敢告，寿无疆。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀圜丘乐章·太和",
            "content": "穆穆我后，道应千龄。登三处大，得一居贞。礼惟崇德，乐以和声。百神仰止，天下文明。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享先农乐章·舒和",
            "content": "羽籥低昂文缀已，干戚蹈厉武行初。望岁祈农神所听，延祥介福岂云虚。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·严和",
            "content": "肃肃清庙，赫赫玄猷。功高万古，化奄十洲。中兴丕业，上荷天休。祗奉先构，礼备怀柔。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周郊祀乐章·禋顺乐",
            "content": "黄彝将献，特牲预迎。既修昭事，潜达明诚。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·昭和",
            "content": "道洽二仪交泰，时休四宇和平。环珮肃于庭实，钟石扬乎颂声。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周郊祀乐章·昭顺乐",
            "content": "云门孤竹，苍璧黄琮。既祀天地，克配祖宗。虔修盛礼，仰答玄功。神归碧落，福降无穷。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祭神州乐章·雍和",
            "content": "泰折严享，阴郊展敬。礼以导神，乐以和性。黝牲在列，黄琮俯映。九土既平，万邦贻庆。",
            "comment": ""
        },
        {
            "title": "祈谷乐章·肃和",
            "content": "履艮斯绳，居中体正。龙运垂祉，昭符启圣。式事严禋，聿怀嘉庆。惟帝永锡，时皇休命。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·褒德庙乐章·彰德",
            "content": "名隆五岳，秩映三台。严祠已备，睟影方回。",
            "comment": ""
        },
        {
            "title": "杂歌谣辞·得宝歌",
            "content": "得宝弘农野，弘农得宝那。潭里船车闹，扬州铜器多。三郎当殿坐，听唱得宝歌。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享先农乐章·咸和",
            "content": "三推礼就，万庾祈凝。夤宾志远，藨衮惟兴。降歆肃荐，垂祐祗膺。送神有乐，神其上升。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·梁郊祀乐章·庆和",
            "content": "烟燎升，礼容彻。诚感达，人神悦。灵贶彰，圣情结。玉座寂，金炉歇。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·释奠文宣王乐章·诚和",
            "content": "圣道日用，神几不测。金石以陈，弦歌载陟。爰释其菜，匪馨于稷。来顾来享，是宗是极。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·入破第二",
            "content": "长安二月柳依依，西出流沙路渐微。阏氏山上春光少，相府庭边驿使稀。",
            "comment": ""
        },
        {
            "title": "封泰山乐章·雍和",
            "content": "俎豆有馥，粢盛洁丰。亦有和羹，既戒既平。钟鼓管磬，肃唱和鸣。皇皇后祖，来我思成。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·太清宫乐章·煌煌",
            "content": "煌煌道宫，肃肃太清。礼光尊祖，乐备充庭。罄竭诚至，希夷降灵。云凝翠盖，风焰红旌。众真以从，九奏初迎。永惟休祐，是锡和平。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·梁郊祀乐章·庆熙",
            "content": "哲后躬享，旨酒斯陈。王恭无斁，严祀维夤。皇祖以配，大孝以振。宜锡景福，永休下民。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·梁太庙乐舞辞·送神",
            "content": "其降无从，其往无踪。黍稷非馨，有感必通。赫奕令德，仿佛睟容。再拜慌忽，遐想昊穹。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·释奠武成王乐章·迎神",
            "content": "卜畋不从，兆发非熊。乃倾荒政，爰佐一戎。盛烈载垂，命祀惟崇。日练上戊，宿严閟宫。迎奏嘉至，感而遂通。",
            "comment": ""
        },
        {
            "title": "封泰山乐章·豫和",
            "content": "款泰坛，柴泰清。受天命，报天成。竦皇心，荐乐声。志上达，歌下迎。亿上帝，临下庭。骑日月，陪列星。嘉祝信，大糦馨。澹神心，醉皇灵。相百辟，贡八荒。九歌叙，万舞翔。肃振振，铿皇皇。帝欣欣，福穰穰。高在上，道光明。物资始，德难名。承眷命，牧苍生。寰宇谧，太阶平。天道无亲，至诚与邻。山川遍礼，宫徵维新。玉帛非盛，聪明会真。正斯一德，通乎百神。飨帝飨亲，维孝维圣。缉熙懿德，敷扬成命。华夷志同，笙镛礼盛。明灵降止，感此诚敬。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享先蚕乐章·肃和",
            "content": "明灵光至德，深功掩百神。祥源应节启，福绪逐年新。万宇承恩覆，七庙伫恭禋。于兹申至恳，方期远庆臻。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·释奠文宣王乐章·舒和",
            "content": "隼集龟开昭圣烈，龙蹲风峙肃神仪。尊儒敬业宏图阐，纬武经文盛德施。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祭太社乐章·舒和",
            "content": "神道发生敷九稼，阴极乘仁畅八埏。纬武经文隆景化，登祥荐祉启丰年。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·肃和",
            "content": "天子享孝，工歌溥将。躬祼郁鬯，乃焚膋芗。臭以达阴，声以求阳。奉时烝尝，永代不忘。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·墙头花",
            "content": "蟋蟀鸣洞房，梧桐落金井。为君裁舞衣，天寒剪刀冷。妾有罗衣裳，秦王在时作。为舞春风多，秋来不堪着。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·永和",
            "content": "肃肃清祀，烝烝孝思。荐享昭备，虔恭在兹。雍歌彻俎，祝嘏陈辞。用光武志，永固鸿基。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周宗庙乐舞辞·章德舞",
            "content": "清庙新，展严禋。恭祖德，厚人伦。雅乐荐，礼器陈。俨皇尸，列虞宾。神如在，声不闻。享必信，貌惟夤。想龙服，奠牺樽。礼既备，庆来臻。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·太清宫乐章·登歌",
            "content": "严禋展事，理洁烝尝。皇矣圣祖，德惟馨香。盛荐既撤，工歌载扬。大来之庆，降福穰穰。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·崇德舞",
            "content": "皇合一德，朝宗百神。削平天地，大拯生人。上帝配食，单于入臣。戎歌陈舞，晔晔震震。",
            "comment": ""
        },
        {
            "title": "舞曲歌辞·柘枝词",
            "content": "将军奉命即须行，塞外领强兵。闻道烽烟动，腰间宝剑匣中鸣。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·梁太庙乐舞辞·撤豆",
            "content": "笙镛洋洋，庭燎煌煌。明星有烂，祝史下堂。笾豆斯撤，礼容有章。克勤克俭，无怠无荒。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·昭德皇后庙乐章·永和",
            "content": "昭事终，幽享馀。移月御，返仙居。璇庭寂，灵幄虚。顾裴回，感皇储。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·光大舞",
            "content": "肃肃艺祖，滔滔浚源。有雄玉剑，作镇金门。玄王贻绪，后稷谋孙。肇禋九庙，四海来尊。",
            "comment": ""
        },
        {
            "title": "明皇祀圜丘乐章·凯安",
            "content": "馨香惟后德，明命光天保。肃和崇圣灵，陈信表皇道。玉鏚初蹈万，金匏既静好。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·大基舞",
            "content": "猗与祖业，皇矣帝先。翦商德厚，封唐庆延。在姬犹稷，方晋喻宣。基我鼎运，于万斯年。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·晋朝飨乐章·举酒",
            "content": "大明御宇，至德动天。君臣庆会，礼乐昭宣。剑佩成列，金石在悬。椒觞再献，宝历万年。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·胡渭州",
            "content": "亭亭孤月照行舟，寂寂长江万里流。乡国不知何处是，云山漫漫使人愁。杨柳千寻色，桃花一苑芳。风吹入帘里，惟有惹衣香。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周朝飨乐章·康顺",
            "content": "鸿钧广运，嘉节良辰。列辟在位，万国来宾。干旌屡舞，金石咸陈。礼容既备，帝履长春。",
            "comment": ""
        },
        {
            "title": "杂歌谣辞·得体歌",
            "content": "得体纥那也，纥囊得体那。潭里船车闹，扬州铜器多。三郎当殿坐，听唱得体歌。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享先蚕乐章·展敬",
            "content": "霞庄列宝卫，云集动和声。金卮荐绮席，玉币委芳庭。因心罄丹款，先己励苍生。所冀延明福，于兹享至诚。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·梁郊祀乐章·庆平",
            "content": "天命降鉴，帝德惟馨。享祀不忒，礼容孔明。奠璧布币，荐神献精。神祐以答，敷锡永宁。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·肃和",
            "content": "大哉至德，允兹明圣。格于上下，聿遵诚敬。",
            "comment": ""
        },
        {
            "title": "登总持寺浮图?",
            "content": "半空跻宝塔，晴望尽京华。竹绕渭川遍，山连上苑斜。四门开帝宅，阡陌俯人家。累劫从初地，为童忆聚沙。一窥功德见，弥益道心加。坐觉诸天近，空香送落花。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·释奠文宣王乐章·肃和",
            "content": "粤惟上圣，有纵自天。傍周万物，俯应千年。旧章允著，嘉贽孔虔。王化兹首，儒风是宣。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·德明兴圣庙乐章·迎俎",
            "content": "盛牲实俎，涓选休成。鼎煁阳燧，玉盥阴精。有飶嘉豆，既和大羹。侑以清乐，细齐人情。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·雍和",
            "content": "阳月斯纪，应钟在候。载洁牲牷，爰登俎豆。既高既远，无声无臭。静言格思，惟神保祐。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·浣沙女",
            "content": "南陌春风早，东邻去日斜。千花开瑞锦，香扑美人车。长乐青门外，宜春小苑东。楼开万户上，人向百花中。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀九宫贵神乐章·舒和",
            "content": "羽籥既阕干戚陈，八音克谐六变新。愉贵神兮般以乐，保皇祚兮万斯春。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·晋昭德成功舞歌·昭德舞歌二首",
            "content": "圣代修文德，明庭举旧章。两阶陈羽籥，万舞合宫商。剑佩森鸳鹭，箫韶下凤凰。我朝青史上，千古有辉光。淮海干戈戢，朝廷礼乐施。白驹皆就絷，丹凤复来仪。德备三苗格，风行万国随。小臣同百兽，率舞贺昌期。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·肃和",
            "content": "眇眇方舆，苍苍圜盖。至哉枢纽，宅中图大。气调四序，风和万籁。祚我明德，时雍道泰。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·汉宗庙乐舞辞·显仁舞",
            "content": "运极金行谢，天资水德隆。礼神鄜畤馆，布政未央宫。诘旦备明祀，登歌答茂功。云轩临降久，星俎荐陈丰。霭霭沉檀雾，锵锵环佩风。荧煌升藻藉，肸蚃转珠栊。尊祖咸韶备，贻孙书轨同。京坻长有积，宗社享无穷。",
            "comment": ""
        },
        {
            "title": "舞曲歌辞·凯乐歌辞·君臣同庆乐",
            "content": "主圣开昌历，臣忠奉大猷。君看偃革后，便是太平秋。第一十六卷",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·大酺乐（商调曲）",
            "content": "泪滴珠难尽，容残玉易销。傥随明月去，莫道梦魂遥。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·伊川歌第三",
            "content": "闻道黄花戍，频年不解兵。可怜闺里月，偏照汉家营。",
            "comment": ""
        },
        {
            "title": "祈谷乐章·舒和",
            "content": "玉帛牺牲申敬享，金丝戚羽盛音容。庶俾亿龄禔景福，长欣万宇洽时邕。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·升和",
            "content": "顾惟菲薄，纂历应期。中外同轨，夷狄来思。乐用崇德，礼以陈词。夕惕若厉，钦奉弘基。",
            "comment": ""
        },
        {
            "title": "明皇祀圜丘乐章·肃和",
            "content": "止奏潜聆，登仪宿啭。太玉躬奉，参钟首奠。簠簋聿升，牺牲递荐。昭事颙若，存存以伣。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周朝飨乐章·治顺",
            "content": "庭陈大乐，坐当太微。凝旒负扆，端拱垂衣。鸳鸾成列，簪组相辉。御炉香散，郁郁霏霏。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀风师乐章·奠币登歌",
            "content": "旨酒告絜，青蘋应候。礼陈瑶币，乐献金奏。弹弦自昔，解冻惟旧。仰瞻肸蚃，群祥来凑。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·恭和",
            "content": "礼周三献，乐阕九成。肃承灵福，悚惕兼盈。",
            "comment": ""
        },
        {
            "title": "子夜秋歌",
            "content": "秋风入窗里，罗帐起飘扬。仰头看明月，寄情千里光。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·白郊迎神",
            "content": "序移玉律，节应金商。天严杀气，吹警秋方。槱燎既积，稷奠并芳。乐以迎奏，庶降神光。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀圜丘乐章·豫和",
            "content": "上灵眷命膺会昌，盛德殷荐叶辰良。景福降兮圣德远，玄化穆兮天历长。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·长发舞",
            "content": "具祀崇德，备乐承风。魏推幢主，周赠司空。不行而至，无成有终。神兴王业，天归帝功。",
            "comment": ""
        },
        {
            "title": "明皇祀圜丘乐章·寿和",
            "content": "六变爰阕，八阶载虔。祐我皇祚，于万斯年。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祭太社乐章·送神",
            "content": "吉祥式就，酬功载毕。亲地尊天，礼文经术。贶征令序，福流初日。神驭爰归，祠官其出。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·武后享清庙乐章十首·第三登歌",
            "content": "肃敷大礼，上谒尊灵。敬陈筐币，载表丹诚。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·伊川歌第五",
            "content": "桂殿江乌对，雕屏海燕重。只应多酿酒，醉罢乐高钟。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·朝日乐章·送神",
            "content": "五齐兼酌，百羞具陈。乐终广奏，礼毕崇禋。明鉴万宇，照临兆人。永流洪庆，式动曦轮。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·石州",
            "content": "自从君去远巡边，终日罗帏独自眠。看花情转切，揽镜泪如泉。一自离君后，啼多双脸穿。何时狂虏灭，免得更留连。",
            "comment": ""
        },
        {
            "title": "雩祀乐章·舒和",
            "content": "凤曲登歌调令序，龙雩集舞泛祥风。彩旞云回昭睿德，朱干电发表神功。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·朝日乐章·迎神",
            "content": "太阳朝序，王宫有仪。蟠桃彩驾，细柳光驰。轩祥表合，汉历彰奇。礼和乐备，神其降斯。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·昭德皇后庙乐章·雍和",
            "content": "我将我享，尽明而诚。载芬黍稷，载涤牺牲。懿矣元良，万邦以贞。心乎爱敬，若睹容声。",
            "comment": ""
        },
        {
            "title": "舞曲歌辞·凯乐歌辞·破阵乐",
            "content": "受律辞元首，相将讨叛臣。咸歌破阵乐，共赏太平人。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·入破第四",
            "content": "日晚笳声咽戍楼，陇云漫漫水东流。行人万里向西去，满目关山空恨愁。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祭方丘乐章·金奏",
            "content": "坤元至德，品物资生。神凝博厚，道协高明。列镇五岳，环流四瀛。于何不载，万宝斯成。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "三尺龙泉剑，匣里无人见，一张虎雁弓，百只金花剑。为国竭忠贞，苦处曾征战，先望立功勋，后见君王面。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·钧天舞",
            "content": "高皇迈道，端拱无为。化怀獯鬻，兵赋句骊。礼尊封禅，乐盛来仪。合位娲后，同称伏羲。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·禅社首乐章·灵具醉",
            "content": "灵具醉，杳熙熙。灵将往，眇禗禗。顾明德，吐正辞。烂遗光，流祯祺。",
            "comment": ""
        },
        {
            "title": "长歌行",
            "content": "青青园中葵，朝露待日晞。阳春布德泽，万物生光辉。常恐秋节至，焜黄华叶衰。百川东到海，何时复西归。少壮不努力，老大徒伤悲。",
            "comment": "【注释】　　本诗选自《乐府诗集》　　乐府原是汉武帝刘彻设置的音乐机关，专门制作乐章并采集整理歌谣和文人的诗来配乐曲，以备朝廷祭祀和宴会时演奏。后来把乐府搜集、整理、保存的诗歌叫做“乐府”。它也就成为继《诗经》、《楚辞》而起的新诗体。　　以民歌俗曲为主的乐府诗，常见的有“歌”、“行”、“吟”、“曲”、等形式。本诗属于歌形体，歌形体形式自由，多用五言、七言或杂言，富于变化。　1、四时的变化，万物的盛衰各有其时。青青园中葵，朝露待日晞。　园中青葵，一片青翠，金黄的花儿饱沾朝露，正期待着日光把它晒干。　阳春布德泽，万物生光辉。　红日升起，阳光散布恩惠，把温暖无私地施舍给万物。常恐秋节至，焜黄华叶衰。　秋天将至，花儿凋谢，草木枯黄的衰败景象怎能不让人忧虑、担心呢？从春天的生机盎然到秋天的萧条冷落，寓意人生也是如此，告戒人们要趁着青春年少的大好时光努力奋斗。　　　　　　２、劝勉人们要及时努力，不可蹉跎岁月百川东到海，何时复西归。　所有的河流都向东直奔大海，什么时候才再向西流回呢？　少壮不努力，老大徒伤悲。　如果少壮时代不发奋图强，那么年老力衰时，悲伤悔恨也来不及了。　本诗造语平淡，但细加体味就会觉得意味深长。诗句不多，感染力却极强。诗的主旨在结尾两句，但诗人的思想又不是赤裸裸地推出，而是从现实世界中撷取出富有美感的具体形象，寓教于审美之中。"
        },
        {
            "title": "郊庙歌辞·五郊乐章·舒和",
            "content": "笙歌籥舞属年韶，鹭鼓凫钟展时豫。调露初迎绮春节，承云遽践苍霄驭。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·太和第二",
            "content": "国鸟尚含天乐转，寒风犹带御衣香。为报碧潭明月夜，会须留赏待君王。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·太清宫乐章·第二奏",
            "content": "虚极仙宗本，希夷象帝先。百灵朝太上，万法祖重圆。善贷惟冲德，功成谓自然。云门达和气，思用合钧天。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·梁太庙乐舞辞·昭德舞",
            "content": "肃肃文考，源浚派长。汉称诞季，周实生昌。奄有四海，超彼百王。笙镛迭奏，礼物荧煌。",
            "comment": ""
        },
        {
            "title": "雩祀乐章·肃和",
            "content": "朱鸟开辰，苍龙启映。大帝昭飨，群生展敬。礼备怀柔，功宣舞咏。旬液应序，年祥协庆。",
            "comment": ""
        },
        {
            "title": "散愁二首",
            "content": "久客宜旋旆，兴王未息戈。蜀星阴见少，江雨夜闻多。百万传深入，寰区望匪它。司徒下燕赵，收取旧山河。闻道并州镇，尚书训士齐。几时通蓟北，当日报关西。恋阙丹心破，沾衣皓首啼。老魂招不得，归路恐长迷。",
            "comment": ""
        },
        {
            "title": "有志",
            "content": "天下无难事，在乎人为之。不为易亦难，为之难亦易。吾非千里马，然有千里志。旦旦而为之，终亦成骐骥。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·仪坤庙乐章·金奏（本无此章）",
            "content": "阴灵曜祉，轩曜降精。祥符淑气，庆集柔明。瑶俎既列，雕桐发声。徽猷永远，比德皇英。",
            "comment": ""
        },
        {
            "title": "明皇祀圜丘乐章·太和",
            "content": "六成既阕，三荐云终。神心具醉，圣敬愈崇。受釐皇邸，回跸帷宫。穰穰之福，永永无穷。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀雨师乐章·迎神",
            "content": "陟降左右，诚达幽圜。作解之功，乐惟有年。云輧戾止，洒雾飘烟。惟馨展礼，爰列豆笾。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·太清宫乐章·第三奏",
            "content": "元符传紫极，宝祚启高真。道德先垂裕，冲和已化淳。人风齐太古，天瑞叶惟新。仙乐清都上，长明交泰辰。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·肃和",
            "content": "金行在节，素灵居正。气肃霜严，林凋草劲。豺祭隼击，潦收川镜。九谷已登，万箱流咏。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·武后享清庙乐章十首·第一",
            "content": "建清庙，赞玄功。择吉日，展禋宗。乐已变，礼方崇。望神驾，降仙宫。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享章怀太子庙乐章·登歌酌鬯",
            "content": "忠孝本著，羽翼先成。寝门昭德，驰道为程。币帛有典，容卫无声。司存既肃，庙享惟清。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·仪坤庙乐章·迎神",
            "content": "月灵降德，坤元授光。娥英比秀，任姒均芳。瑶台荐祉，金屋延祥。迎神有乐，歆此嘉芗。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享隐太子庙乐章·诚和",
            "content": "道閟鹤关，运缠鸠里。门集大命，俾歆嘉祀。礼亚六瑚，诚殚二簋。有诚颙若，神斯戾止。",
            "comment": ""
        },
        {
            "title": "奉和幸大荐福寺应制",
            "content": "地灵传景福，天驾俨钩陈。佳哉藩邸旧，赫矣梵宫新。香塔鱼山下，禅堂雁水滨。珠幡映白日，镜殿写青春。甚欢延故吏，大觉拯生人。幸承歌颂末，长奉属车尘。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周郊祀乐章·昭顺乐",
            "content": "五兵勿用，万国咸安。告功圆盖，受命云坛。乐鸣凤律，礼备鸡竿。神光欲降，众目遐观。",
            "comment": ""
        },
        {
            "title": "封泰山乐章·肃和",
            "content": "奠祖配天，承天享帝。百灵咸秩，四海来祭。植我苍璧，布我玄制。华日裴回，神烟容裔。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·大政舞",
            "content": "於赫元命，权舆帝文。天齐八柱，地半三分。宗庙观德，笙镛乐勋。封唐之兆，成天下君。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周朝飨乐章·福顺",
            "content": "圣皇端拱，多士输忠。蛮觞共献，臣心毕同。声齐嵩岳，祝比华封。千龄万祀，常保时雍。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·朝日乐章·舒和",
            "content": "崇牙树羽延调露，旋宫扣律掩承云。诞敷懿德昭神武，载集丰功表睿文。",
            "comment": ""
        },
        {
            "title": "祈谷乐章·雍和",
            "content": "殷荐乘春，太坛临曙。八簋盈和，六瑚登御。嘉稷匪歆，德馨斯饫。祝嘏无易，灵心有豫。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周宗庙乐舞辞·观成舞",
            "content": "穆穆王国，奕奕神功。毖祀载展，明德有融。彝樽斯满，簠簋斯丰。纷絺旄羽，锵洋磬钟。或升或降，克和克同。孔惠之礼，必肃之容。锡以纯嘏，祚其允恭。神保是飨，万世无穷。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·穆护砂",
            "content": "玉管朝朝弄，清歌日日新。折花当驿路，寄与陇头人。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享节愍太子庙乐章·迎俎酌献",
            "content": "嘉荐有典，至诚莫骞。画梁云亘，雕俎星连。乐器周列，礼容备宣。依稀如在，若未宾天。",
            "comment": ""
        },
        {
            "title": "折杨柳歌辞",
            "content": "遥看孟津河，杨柳郁婆娑。我是虏家儿，不解汉儿歌。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·晋朝飨乐章·四举酒",
            "content": "八表欢无事，三秋贺有成。照临同日远，渥泽并云行。河变千年色，山呼万岁声。愿修封岱礼，方以称文明。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周宗庙乐舞辞·禋顺",
            "content": "旨酒既献，嘉殽乃迎。振其鼗鼓，洁以铏羹。肇禋肇祀，或炮或烹。皇尸俨若，保飨是明。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·舒和",
            "content": "璿仪气爽惊缇籥，玉吕灰飞含素商。鸣鞞奏管芳羞荐，会舞安歌葆眊扬。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·夕月乐章·雍和",
            "content": "朏晨争举，天宗礼辟。夜典凉秋，阴明湛夕。有酉齐斯旨，有牲斯硕。穆穆其晖，穰穰是积。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·濮阳女",
            "content": "雁来书不至，月照独眠房。贱妾多愁思，不堪秋夜长。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·舒和",
            "content": "圣敬通神光七庙，灵心荐祚和万方。严禋克配鸿基远，明德惟馨凤历昌。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·景云舞",
            "content": "景云霏烂，告我帝符。噫帝冲德，与天为徒。竹镛遥远，俎豆虚无。春秋孝献，回复此都。",
            "comment": ""
        },
        {
            "title": "西陵峡",
            "content": "绝壁耸万仞，长波射千里。盘薄荆之门，滔滔南国纪。楚都昔全盛，高丘望祀。秦兵一旦侵，夷陵火潜起。四维不复设，关塞良难恃。洞庭且忽焉，孟门终已矣。自古天地辟，流为峡中水。行旅相赠言，风涛无极已。及余践斯地，瑰奇信为美。江山若有灵，千载伸知己。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·排遍第二",
            "content": "鸳鸯殿里笙歌起，翡翠楼前出舞人。唤上紫微三五夕，圣明方寿一千春。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·善胜舞·禋顺",
            "content": "礼毕祀先，香散几筵。罢舞干戚，收撤豆笾。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·德明兴圣庙乐章·送神",
            "content": "元精回复，灵贶繁滋。风洒兰路，云摇桂旗。高丘缅邈，凉部逶迟。瞻望靡及，缠绵永思。",
            "comment": ""
        },
        {
            "title": "明皇祀圜丘乐章·寿和",
            "content": "崇崇泰畤，肃肃严禋。粢盛既洁，金石毕陈。上帝来享，介福爰臻。受釐合祉，宝祚维新。",
            "comment": ""
        },
        {
            "title": "雩祀乐章·豫和",
            "content": "祀遵经设，享缘成举。献毕于樽，彻临于俎。舞止干戚，乐停枧敔。歌以送神，神还其所。第十一卷",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·陆州歌第二",
            "content": "共得烟霞径，东归山水游。萧萧望林夜，寂寂坐中秋。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀圜丘乐章·凯安",
            "content": "昔在炎运终，中华乱无象。酆郊赤乌见，邙山黑云上。大资下周车，禁暴开殷网。幽明同叶赞，鼎祚齐天壤。",
            "comment": ""
        },
        {
            "title": "明皇祀圜丘乐章·豫和",
            "content": "大号成命，思文配天。神光肸蚃，龙驾言旋。眇眇阊阖，昭昭上玄。俾昌而大。于斯万年。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周郊祀乐章·忠顺乐",
            "content": "木铎敷音文德昌，朱干成列武功彰。雷鼗鹭羽今休用，玉戚相参正发扬。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·汉宗庙乐舞辞·灵长舞",
            "content": "天降祥，汉祚昌。火炎上，水灵长。建庙社，洁蒸尝。罗钟石，俨珩璜。陈玉豆，酌金觞。气昭感，德馨香。祗洛汭，瞻晋阳。降吾祖，福穰穰。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周宗庙乐舞辞·肃顺",
            "content": "我后至孝，祗谒祖先。仰瞻庙貌，夙设宫悬。朱弦疏越，羽舞回旋。神其来格，明祀惟虔。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·诚敬",
            "content": "顾惟菲质，忝位椒宫。虔奉蘋藻，肃事神宗。敢申诚絜，庶罄深衷。睟容有裕，灵享无穷。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·山鹧鸪",
            "content": "玉关征戍久，空闺人独愁。寒露湿青苔，别来蓬鬓秋。人坐青楼晚，莺语百花时。愁人多自老，肠断君不知。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·禅社首乐章·福和",
            "content": "穆穆天子，告成岱宗。大裘如濡，执珽有颙。乐以平志，礼以和容。上帝临我，云胡肃邕。",
            "comment": ""
        },
        {
            "title": "明堂乐章·雍和",
            "content": "八牖晨披，五精朝奠。雾凝璇篚，风清金县。神涤备全，明粢丰衍。载絜彝俎，陈诚以荐。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·蜡百神乐章·肃和",
            "content": "序迫岁阴，日躔星纪。爰稽茂典，聿崇清祀。绮币霞舒，瑞珪虹起。百禩垂裕，万灵荐祉。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·太和第四",
            "content": "塞北江南共一家，何须泪落怨黄沙。春酒半酣千日醉，庭前还有落梅花。",
            "comment": ""
        },
        {
            "title": "雩祀乐章·豫和",
            "content": "鸟纬迁序，龙星见辰。纯阳在律，明德崇禋。五方降帝，万宇安人。恭以致享，肃以迎神。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·同和",
            "content": "惟圣配天敷盛礼，惟天为大阐洪名。恭禋展敬光先德，蘋藻申虔表志诚。",
            "comment": ""
        },
        {
            "title": "中宗祀昊天乐章·凯安",
            "content": "堂堂圣祖兴，赫赫昌基泰。戎车盟津偃，玉帛涂山会。舜日启祥晖，尧云卷征旆。风猷被有截，声教覃无外。",
            "comment": ""
        },
        {
            "title": "中宗祀昊天乐章·太和",
            "content": "恭临宝位，肃奉瑶图。恒思解网，每轸泣辜。德惭巢燧，化劣唐虞。期我良弼，式赞嘉谟。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·太和第五彻",
            "content": "我皇膺运太平年，四海朝宗会百川。自古几多明圣主，不如今帝胜尧天。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·梁郊祀乐章·庆融",
            "content": "道和气兮袭氤氲，宣皇规兮彰圣神。服遐裔兮敷质文，格苗扈兮息烟尘。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·肃和",
            "content": "月礼已周，云和将变。爰献其醑，载迁其奠。明德逾隆，非馨是荐。泽沾动植，仁覃宇县。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·后唐宗庙乐舞辞·永平舞",
            "content": "庆传瓒祚，位正瑶图。功宣四海，化被八区。静彰帝道，动合乾符。千秋万祀，永荷昭苏。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享懿德太子庙乐章·迎神",
            "content": "甲观昭祥，画堂升位。礼绝群后，望尊储贰。启诵惭德，庄丕掩粹。伊浦凤翔，缑峰鹤至。",
            "comment": ""
        },
        {
            "title": "中宗祀昊天乐章·告谢",
            "content": "得一流玄泽，通三御紫宸。远叶千龄运，遐销九域尘。绝瑞骈阗集，殊祥络绎臻。登年庆栖亩，稔岁贺盈囷。",
            "comment": ""
        },
        {
            "title": "明皇祀圜丘乐章·舒和",
            "content": "祝史正辞，人神叶庆。福以德招，享以诚应。六变云备，百礼期浃。祀事孔明。祚流万叶。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·太和第一",
            "content": "国门卿相旧山庄，圣主移来宴绿芳。帘外辗为车马路，花间踏出舞人场。",
            "comment": ""
        },
        {
            "title": "慈恩寺二月半寓言",
            "content": "二月韶春半，三空霁景初。献来应有受，灭尽竟无馀。化迹传官寺，归诚谒梵居。殿堂花覆席，观阁柳垂疏。共命枝间鸟，长生水上鱼。问津窥彼岸，迷路得真车。行密幽关静，谈精俗态祛。稻麻欣所遇，蓬箨怆焉如。不驻秦京陌，还题蜀郡舆。爱离方自此，回望独蹰躇。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·梁郊祀乐章·庆隆",
            "content": "恭祀上帝，于国之阳。爵醴是荷，鸿基永昌。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·后唐宗庙乐舞辞·武成舞",
            "content": "艰难王业，返正皇唐。先天再造，却日重光。汉绍世祖，夏资少康。功成德茂，率祀无疆。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·后唐宗庙乐舞辞·雍熙舞",
            "content": "仁君御宇，寰海谧清。运符武德，道协文明。九成式叙，百度惟贞。金门积庆，玉叶传荣。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·永和",
            "content": "於穆烈祖，弘此丕基。永言配命，子孙保之。百神既洽，万国在兹。是用孝享，神其格思。",
            "comment": ""
        },
        {
            "title": "酒泉子",
            "content": "每见惶惶：队队雄军惊御辇，蓦街穿巷犯皇宫，只拟夺九重。长枪短剑如麻乱，怎奈失计无投窜，金箱玉印自携将，任他乱芬芳。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·入破第五",
            "content": "君住孤山下，烟深夜径长。辕门渡绿水，游苑绕垂杨。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·征步郎",
            "content": "塞外虏尘飞，频年度碛西。死生随玉剑，辛苦向金微。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周郊祀乐章·福顺乐",
            "content": "昊天成命，邦国盛仪。多士齐列，六龙载驰。坛升泰一，乐奏咸池。高明祚德，永致昌期。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享先农乐章·肃和",
            "content": "樽彝既列，瑚簋方荐。歌工载登，币礼斯奠。肃肃享祀，颙颙缨弁。神之听之，福流寰县。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·蜡百神乐章·雍和",
            "content": "缇籥劲序，玄英晚候。姬蜡开仪，豳歌入奏。蕙馥雕俎，兰芬玉酎。大享明祇，永绥多祐。",
            "comment": ""
        },
        {
            "title": "中宗祀昊天乐章·中宫助祭升坛",
            "content": "坤元光至德，柔训阐皇风。芣苡芳声远，螽斯美化隆。睿范超千载，嘉猷备六宫。肃恭陪盛典，钦若荐禋宗。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·陆州歌第三",
            "content": "香气传空满，妆花映薄红。歌声天仗外，舞态御楼中。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·梁太庙乐舞辞·帝盥",
            "content": "庄肃莅事，周旋礼容。祼鬯严洁，穆穆雍雍。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·后唐宗庙乐舞辞·应天舞",
            "content": "晋国肇兴，雄图再固。黼黻帝道，金玉王度。皇天无亲，惟德是辅。载诞英明，永光圣祚。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·采桑",
            "content": "自古多征战，由来尚甲兵。长驱千里去，一举两蕃平。按剑从沙漠，歌谣满帝京。寄言天下将，须立武功名。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·伊川歌第四",
            "content": "千里东归客，无心忆旧游。挂帆游白水，高枕到青州。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·汉宗庙乐舞辞·观德舞",
            "content": "高庙明灵再启图，金根玉辂幸神都。巢阿丹凤衔书命，入昴飞星献宝符。正换熏弦娱赤子，忽登仙驾泣苍梧。荐樱鹤馆笳箫咽，酌鬯金楹剑佩趋。星俎云罍兼鲁礼，朱干象箾杂巴渝。氤氲龙麝交青琐，仿佛钖銮下蕊珠。荐豆奉觞亲玉几，配天合祖耀璿枢。受禧饮酒皇欢洽，仰俟余灵泰九区。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·梁太庙乐舞辞·开平舞",
            "content": "黍稷馨，醴酉齐清。牲牷洁，金石铿。恭祀事，结皇情。神来格，歌颂声。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·太和第三",
            "content": "庭前鹊绕相思树，井上莺歌争刺桐。含情少妇悲春草，多是良人学转蓬。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·青帝角音",
            "content": "鹤云旦起，鸟星昏集。律候新风，阳开初蛰。至德可飨，行潦斯挹。锡以无疆，蒸人乃粒。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·武后大享拜洛乐章·归和",
            "content": "言旋云洞兮蹑烟途，永宁中宇兮安下都。包涵动植兮顺荣枯，长贻宝贶兮赞璇图。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·太清宫乐章·真和",
            "content": "玉磬含香，金炉既馥。风驭泠泠，云坛肃肃。杳归大象，霈流嘉福。俾宁万邦，无思不服。",
            "comment": ""
        },
        {
            "title": "封泰山乐章·寿和",
            "content": "皇祖严配，配享皇天。皇皇降嘏，天子万年。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·凯安四章",
            "content": "瑟彼瑶爵，亚惟上公。室如屏气，门不容躬。礼殷其本，乐执其中。圣皇永慕，天地幽通。礼匝三献，乐遍九成。降循轩陛，仰欷皇情。福与仁合，德因孝明。百年神畏，四海风行。总总干戚，填填鼓钟。奋扬争气，坐作为容。离若鸷鸟，合如战龙。万方观德，肃肃雍雍。烈祖顺三灵，文宗威四海。黄钺诛群盗，朱旗扫多罪。戢兵天下安，约法人心改。大哉干羽意，长见风云在。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·破阵乐",
            "content": "秋来四面足风沙，塞外征人暂别家。千里不辞行路远，时光早晚到天涯。汉兵出顿金微，照日明光铁衣。百里火幡焰焰，千行云骑騑騑。蹙踏辽河自竭，鼓噪燕山可飞。正属四方朝贺，端知万舞皇威。少年胆气凌云，共许骁雄出群。匹马城南挑战，单刀蓟北从军。一鼓鲜卑送款，五饵单于解纷。誓欲成名报国，羞将开口论勋。",
            "comment": ""
        },
        {
            "title": "明堂乐章·舒和",
            "content": "御扆合宫承宝历，席图重馆奉明灵。偃武修文九围泰，沉烽静柝八荒宁。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周郊祀乐章·感顺乐",
            "content": "明君陈大礼，展币祀圆丘。雅乐声齐发，祥云色正浮。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享隐太子庙乐章·舒和",
            "content": "三县已判歌钟列，六佾将开羽戚分。尚想燕飞来蔽日，终疑鹤影降凌云。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·肃和",
            "content": "玄鸟司春，苍龙登岁。节物变柳，光风转蕙。瑶席降神，朱弦飨帝。诚备祝嘏，礼殚珪币。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祭神州乐章·迎神",
            "content": "黄舆厚载，赤寰归德。含育九区，保安万国。诚敬无怠，禋祀有则。乐以迎神，其仪不忒。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·入破第三",
            "content": "昨夜遥欢出建章，今朝缀赏度昭阳。传声莫闭黄金屋，为报先开白玉堂。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·褒德庙乐章·褒德",
            "content": "家著累仁，门昭积善。瑶篚既列，金县式展。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀九宫贵神乐章·豫和",
            "content": "享申百礼，庆洽百灵。上排阊阖，洞入杳冥。奠玉高坛，燔柴广庭。神之降福，万国咸宁。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀圜丘乐章·肃和",
            "content": "闓阳播气，甄曜垂明。有赫圜宰，深仁曲成。日丽苍璧，烟开紫营。聿遵乾享，式降鸿祯。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周朝飨乐章·忠顺",
            "content": "明君当宁，列辟奉觞。云容表瑞，日影初长。衣冠济济，钟磬洋洋。令仪克盛，嘉会有章。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·光大舞",
            "content": "大业龙祉，徽音骏尊。潜居皇德，赫嗣天昆。展仪宗祖，重诚孝孙。春秋无极，享奏存存。",
            "comment": ""
        },
        {
            "title": "东门行",
            "content": "出东门，不顾归；来入门，怅欲悲。盎中无斗米储，还视架上无悬衣。拔剑东门去，舍中儿母牵衣啼。“他家但愿富贵，贱妾与君共铺糜。上用仓浪天故，下当用此黄口儿，今非！”“咄！行！吾去为迟！白发时下难久居。”",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周郊祀乐章·武舞乐",
            "content": "圭瓒方陈礼，干旄乃象功。成文非羽籥，猛势若罴熊。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·昆仑子",
            "content": "扬子谭经去，淮王载酒过。醉来啼鸟唤，坐久落花多。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祭方丘乐章·顺和",
            "content": "坤厚载物，德柔垂祉。九域咸雍，四溟为纪。敬因良节，虔修阴祀。广乐式张，灵其降止。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·禅社首乐章·肃和",
            "content": "黄祇是祗，我其夙夜。寅畏诚絜，匪遑宁舍。礼以琮玉，荐厥茅藉。念兹降康，胡宁克暇。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·晋昭德成功舞歌·武功舞歌二首",
            "content": "拨乱资英王，开基自晋阳。一戎成大业，七德焕前王。炎汉提封远，姬周世祚长。朱干将玉戚，全象武功扬。睿算超前古，神功格上圆。百川留禹迹，万国戴尧天。既已櫜弓矢，诚宜播管弦。跄跄随鸟兽，共乐太平年。第十七卷",
            "comment": ""
        },
        {
            "title": "李博士弟以余罢官居同德精舍，共有伊陆名",
            "content": "初夏息众缘，双林对禅客。枉兹芳兰藻，促我幽人策。冥搜企前哲，逸句陈往迹。仿佛陆浑南，迢递千峰碧。从来迟高驾，自顾无物役。山水心所娱，如何更朝夕。晨兴涉清洛，访子高阳宅。莫言往来疏，驽马知阡陌。",
            "comment": "【注释】原题：李博士弟以余罢官居同德精舍，共有伊陆名山之期，久而未去，枉诗见问，中云宋生昔登览，末云那能顾蓬荜，直寄鄙怀，聊以为答"
        },
        {
            "title": "郊庙歌辞·享太庙乐章·文舞",
            "content": "圣谟九德，真言五千。庆集昌胄，符开帝先。高文杖钺，克配彼天。三宗握镜，六合涣然。帝其承祀，率礼罔愆。图书雾出，日月清悬。舞形德类，咏谂功传。黄龙蜿蟺，彩云蹁跹。五行气顺，八佾风宣。介此百禄，于皇万年。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·德明兴圣庙乐章·登歌奠币",
            "content": "四时有典，百事来祭。尊祖奉宗，严禋大帝。礼先苍璧，奠币黝制。于斯万年，熙成帝系。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·释奠武成王乐章·迎俎酌献",
            "content": "五齐洁，九牢硕。梡橛循，罍斝涤。进具物，扬鸿绩。和奏发，高灵寂。虔告终，繁祉锡。昭秩祀，永无易。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·大成舞",
            "content": "帝舞季历，龙圣生昌。后歌有蟜，胎炎孚黄。天地合德，日月齐光。肃雍孝享，祚我万方。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·延和",
            "content": "巍巍累圣，穆穆重光。奄有区夏，祚启隆唐。百蛮饮泽，万国来王。本枝亿载，鼎祚逾长。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·登歌",
            "content": "止笙磬，撤豆笾。廓无响，窅入玄。主在室，神在天。情馀慕，礼罔愆。喜黍稷，屡丰年。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·昭德皇后庙乐章·舒和",
            "content": "金枝羽部彻清歌，瑶台肃穆笙磬罗。谐音遍响合明意，万类昭融灵应多。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·福和",
            "content": "备礼用乐，崇亲致尊。诚通慈降，敬彻爱存。献礼称寿，啐感承恩。皇帝孝德，子孙千亿。大包天域，长亘不极。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·大明舞",
            "content": "赤精乱德，四海困穷。黄旗举义，三灵会同。旱望春雨，云披大风。溥天来祭，高祖之功。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·送神",
            "content": "五声备奏，三献终祠。车移凤辇，旆转虹旗。礼周笾豆，诚效虔祗。皇灵徙跸，簪绅拜辞。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·仪坤庙乐章·送神",
            "content": "太帛仪大，金丝奏广。灵应有孚，冥征不爽。降彼休福，歆兹禋享。送乐有章，神麾其上。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·朝日乐章·肃和",
            "content": "惟圣格天，惟明飨日。帝郊肆类，王宫戒吉。珪奠春舒，钟歌晓溢。礼云克备，斯文有秩。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·青郊迎神",
            "content": "缇幕移候，青郊启蛰。淑景迟迟，和风习习。璧玉宵备，旌旄曙立。张乐以迎，帝神其入。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·战胜乐",
            "content": "百战得功名，天兵意气生。三边永不战，此是我皇英。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀九宫贵神乐章·寿和",
            "content": "时文哲后，肃事严禋。馨我明德，享于贵神。大庖载盈，旨酒斯醇。精意所属，期于利人。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·凉州歌第三",
            "content": "开箧泪沾襦，见君前日书。夜台空寂寞，犹见紫云车。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·送神",
            "content": "文物流彩，声明动色。人竭其恭，灵昭其饬。歆荐不已，垂祯无极。送礼有章，惟神还轼。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·武后大享拜洛乐章·昭和",
            "content": "舒阴致养，合大资生。德以恒固，功由永贞。升歌荐序，垂币翘诚。虹开玉照，凤引金声。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享章怀太子庙乐章·迎俎酌献",
            "content": "通三锡胤，明两承英。太山比赫，伊水闻笙。宗祧是寄，礼乐其亨。嘉辰荐俎，以发声明。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·朝日乐章·雍和",
            "content": "晨仪式荐，明祀惟光。神物爰止，灵晖载扬。玄端肃事，紫幄兴祥。福履攸假，于昭允王。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·武后享清庙乐章十首·第四迎神",
            "content": "敬奠蘋藻，式罄虔襟。洁诚斯展，伫降灵歆。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·虔和",
            "content": "礼标荐鬯，肃事祠庭。敬申如在，敢托非馨。",
            "comment": ""
        },
        {
            "title": "舞曲歌辞·凯乐歌辞·应圣期",
            "content": "圣德期昌运，雍熙万宇清。乾坤资化育，海岳共休明。辟土欣耕稼，销戈遂偃兵。殊方歌帝泽，执贽驾升平。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·汉宗庙乐舞辞·武德舞",
            "content": "明明我祖，天集休明。神母夜哭，彤云昼兴。笾豆有践，管籥斯登。孝孙致告，神其降灵。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·雍和二章",
            "content": "在涤嘉豢，丽碑敬牲。角握之牡，色纯之騂。火传阳燧，水溉阴精。太公胖俎，傅说和羹。俎豆有馥，粢盛絜丰。亦有和羹，既戒既平。鼓钟管磬，肃唱和鸣。皇皇后祖，来我思成。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·释奠文宣王乐章·雍和",
            "content": "堂献瑶篚，庭敷璆县。礼备其容，乐和其变。肃肃亲享，雍雍执奠。明德惟馨，蘋繁可荐。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀雨师乐章·送神",
            "content": "整驾升车望寥廓，垂阴荐祉荡昏氛。飨时灵贶僾如在。乐罢余声遥可闻。饮福陈诚礼容备，撤俎终献曙光分。跪拜临坛结空想，年年应节候油云。第十二卷",
            "comment": ""
        },
        {
            "title": "子夜歌",
            "content": "始欲识郎时，两心望如一。理丝入残机，何悟不成匹。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·释奠武成王乐章·亚献终献",
            "content": "贰觞以献，三变其终。顾此非馨，尚达斯衷。茅缩可致，神歆载融。始神翊周，拯溺除凶。时维降祐，永绝兴戎。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·善胜舞·肃顺",
            "content": "乐奏四顺，福受万年。神归碧天，庭余瑞烟。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周朝飨乐章·忠顺",
            "content": "明庭展礼，为龙为光。咸韶息韵，鹓鹭归行。",
            "comment": ""
        },
        {
            "title": "懊侬歌",
            "content": "江陵去扬州，三千三百里。已行一千三，所有二千在。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·肃和",
            "content": "离位克明，火中宵见。峰云暮起，景风晨扇。木槿初荣，含桃可荐。芬馥百品，铿锵三变。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀风师乐章·迎俎酌献",
            "content": "德盛昭临，迎拜巽方。爰候发生，式荐馨香。酌醴具举，工歌载扬。神歆六律，恩降百祥。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·承光舞",
            "content": "金相载穆，玉裕重辉。养德清禁，承光紫微。乾宫候色，震象增威。监国方永，宾天不归。孝友自衷，温文性与。龙楼正启，鹤驾斯举。丹扆流念，鸿名式序。中兴考室，永陈彝俎。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·汉宗庙乐舞辞·章庆舞",
            "content": "罘罳晓唱鸡人，三牲八簋斯陈。雾集瑶阶琐闼，香生绮席华茵。珠佩貂珰熠爚，羽旄干戚纷纶。酌鬯既终三献，凝旒何止千春。阿阁长栖彩凤，郊宫叠奏祥麟。赤伏英灵未泯，玄圭运祚重新。玉斝牺樽潋滟，龙旗凤辖逡巡。瞻望月游冠冕，犹疑苍野回轮。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·德明兴圣庙乐章·德明酌献",
            "content": "清庙奕奕，和乐雍雍。器尊牺象，礼属宗公。白水方祼，黄流在中。谟明之德，万古清风。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祭方丘乐章·顺和",
            "content": "乐备金石，礼光尊俎。大享爰终，洪休是举。雨零感节，云飞应序。缨绂载辞，皇灵具举。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·金奏",
            "content": "肃肃清庙，巍巍盛唐。配天立极，累圣重光。乐和管磬，礼备烝尝。永惟来格，降福无疆。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·送神",
            "content": "祀遵五礼，时属三秋。人怀肃敬，灵降祯休。奠歆旨酒，荐享珍羞。载张送乐，神其上游。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·仪坤庙乐章·坤贞",
            "content": "乾道既亨，坤元以贞。肃雍攸在，辅佐斯成。外睦九族，内光一庭。克生睿哲，祚我休明。钦若徽范，悠哉淑灵。建兹清宫，于彼上京。缩茅以献，絜秬惟馨。实受其福，期乎亿龄。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周宗庙乐舞辞·忠顺",
            "content": "称文既表温柔德，示武须成蹈厉容。缀兆疾舒皆应节，明明我祖乐无穷。",
            "comment": ""
        },
        {
            "title": "封泰山乐章·舒和",
            "content": "六钟翕协六变成，八佾倘佯八风生。乐九韶兮人神感，美七德兮天地清。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·雍和",
            "content": "律应西成，乞躔南吕。珪币咸列，笙竽备举。苾苾兰羞，芬芬桂醑。式资宴贶，用调霜序。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祭神州乐章·肃和",
            "content": "大矣坤仪，至哉神县。包含日域，牢笼月竁。露絜三清，风调六变。皇祇介祉，式歆恭荐。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀圜丘乐章·雍和",
            "content": "钦惟大帝，载仰皇穹。始命田烛，爰启郊宫。云门骇听，雷鼓鸣空。神其介祀，景祚斯融。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祭方丘乐章·顺和",
            "content": "阴祇协赞，厚载方贞。牲币具举，箫管备成。其礼惟肃，其德惟明。神之听矣，式鉴虔诚。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·入破第三",
            "content": "三秋大漠冷溪山，八月严霜变草颜。卷旆风行宵渡碛，衔枚电扫晓应还。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享节愍太子庙乐章·登歌酌鬯",
            "content": "灼灼重明，仰承元首。既贤且哲，惟孝与友。惟孝虽遥，灵规不朽。礼因诚致，备絜玄酒。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀雨师乐章·奠币登歌",
            "content": "岁正朱明，礼布元制。惟乐能感，与神合契。阴雾离披，灵驭摇裔。膏泽之庆，期于稔岁。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀雨师乐章·迎俎酌献",
            "content": "阳开幽蛰，躬奉郁鬯。礼备节应，震来灵降。动植求声，飞沉允望。时康气茂，惟神之贶。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·武后享清庙乐章十首·第七迎武舞",
            "content": "赫赫玄功被穹壤，皇皇至德洽生灵。开基拨乱妖氛廓，佐命宣威海内清。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祭方丘乐章·舒和",
            "content": "玉币牲牷分荐享，羽旄干戚递成容。一德惟宁两仪泰，三才保合四时邕。",
            "comment": ""
        },
        {
            "title": "明皇祀圜丘乐章·太和",
            "content": "郊坛斋帝，礼乐祀天。丹青寰宇，宫征山川。神祇毕降，行止重旋。融融穆穆，纳祉洪延。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享孔子庙乐章·送神",
            "content": "醴溢牺象，羞陈俎豆。鲁壁类闻，泗川如觏。里校覃福，胄筵承祐。雅乐清音，送神具奏。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·黑郊迎神",
            "content": "玄英戒序，黑郊临候。掌礼陈彝，司筵执豆。寒氛敛色，冱泉凝漏。乐以迎神，八音斯奏。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·昭德皇后庙乐章·寿和",
            "content": "工祝致告，徽音不遐。酒醴咸旨，馨香具嘉。受釐献祉，永庆邦家。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享懿德太子庙乐章·迎俎酌献",
            "content": "雍雍盛典，肃肃灵祠。宾天有圣，对日无期。飘飖羽服，掣曳云旗。眷言主鬯，心乎怆兹。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享节愍太子庙乐章·武舞作",
            "content": "武德谅雍雍，由来扫寇戎。剑光挥作电，旗影列成虹。雾廓三边静，波澄四海同。睿图今已盛，相共舞皇风。",
            "comment": ""
        },
        {
            "title": "中宗祀昊天乐章·雍和",
            "content": "郊坛展敬，严配因心。孤竹箫管，空桑瑟琴。肃穆大礼，铿锵八音。恭惟上帝，希降灵歆。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·塞姑",
            "content": "昨日卢梅塞口，整见诸人镇守。都护三年不归，折尽江边杨柳。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周郊祀乐章·福顺乐",
            "content": "相承五运，取法三才。大礼爰展，率土咸来。卿云秘室，甘泉宝台。象樽初酌，受福不回。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周宗庙乐舞辞·明德舞",
            "content": "惟彼岐阳，德大流光。载造周室，泽及遐荒。於铄圣祖，上帝是皇。乃圣乃神，知微知彰。新庙奕奕，丰年穰穰。取彼血膋，以往蒸尝。黍稷惟馨，笾豆大房。工祝致告，受福无疆。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·蜡百神乐章·迎神",
            "content": "八蜡开祭，万物合祀。上极天维，下穷坤纪。鼎俎流芬，樽彝荐美。有灵有祇，咸希来止。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·凉州歌第二",
            "content": "朔风吹叶雁门秋，万里烟尘昏戍楼。征马长思青海北，胡笳夜听陇山头。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·德明兴圣庙乐章·迎神",
            "content": "元尊九德，佐尧光宅。烈祖太宗，方周作伯。响怀霜露，乐变金石。白云清风，仿佛来格。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·释奠文宣王乐章·承和",
            "content": "万国以贞光上嗣，三善茂德表重轮。视膳寝门尊要道，高辟崇贤引正人。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享章怀太子庙乐章·武舞作",
            "content": "绿林炽炎历，黄虞格有苗。沙尘惊塞外，帷幄命嫖姚。七德干戈止，三边云雾消。宝祚长无极，歌舞盛今朝。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享节愍太子庙乐章·送文舞出迎武",
            "content": "邕邕阐化凭文德，赫赫宣威藉武功。既执羽旄先拂吹，还持玉戚更挥空。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·武后大享拜洛乐章·德和",
            "content": "夕惕司龙契，晨兢当凤扆。崇儒习旧规，偃伯循先旨。绝壤飞冠盖，遐区丽山水。幸承三圣余，忻属千年始。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·后唐宗庙乐舞辞·昭德舞",
            "content": "懿彼明德，赫赫煌煌。名高阃域，功著旗常。道符休泰，运叶祺祥。庆传万祀，以播耿光。",
            "comment": ""
        },
        {
            "title": "中宗祀昊天乐章·亚献",
            "content": "三灵降飨，三后配神。虔敷藻奠，敬展郊禋。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·武后享清庙乐章十首·第六送文舞",
            "content": "帝图草创，皇业初开。功高佐命，业赞云雷。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·水鼓子",
            "content": "雕弓白羽猎初回，薄夜牛羊复下来。梦水河边秋草合，黑山峰外阵云开。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·第六彻",
            "content": "闺烛无人影，罗屏有梦魂。近来音耗绝，终日望君门。",
            "comment": ""
        },
        {
            "title": "封泰山乐章·寿和",
            "content": "烝烝我后，享献惟寅。躬酌郁鬯，跪奠明神。孝莫孝乎，配上帝亲。敬莫敬乎，教天下臣。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·昭德皇后庙乐章·凯安",
            "content": "辰位列四星，帝功参十乱。进贤勤内辅，扈跸清多难。承天厚载均，并耀宵光灿。留徽蔼前躅，万古披图焕。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祭方丘乐章·顺和",
            "content": "万方资以化，交泰属升平。易从业惟简，得一道斯宁。具仪光玉帛，送舞变咸英。黍稷良非贵，明德信惟馨。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·水调歌第三",
            "content": "王孙别上绿珠轮，不羡名公乐此身。户外碧潭春洗马，楼前红烛夜迎人。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·武后享清庙乐章十首·第五饮福",
            "content": "爰陈玉醴，式奠琼浆。灵心有穆，介福无疆。",
            "comment": ""
        },
        {
            "title": "杂歌谣辞·黄獐歌",
            "content": "黄獐黄獐草里藏，弯弓射尔伤。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·褒德庙乐章·武舞作",
            "content": "昭昭竹殿开，奕奕兰宫启。懿范隆丹掖，殊荣辟朱邸。六佾荐徽容，三簋陈芳醴。万石覃贻厥，分珪崇祖祢。",
            "comment": ""
        },
        {
            "title": "雩祀乐章·雍和",
            "content": "绀筵分彩，宝图吐绚。风管晨凝，云歌晓啭。肃事兰羞，虔申桂奠。百谷斯登，万箱攸荐。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·通和",
            "content": "祠容既毕，仙座爰兴。停停凤举，霭霭云升。长隆宝运，永锡休征。福覃贻厥，恩被黎蒸。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享懿德太子庙乐章·送文舞迎武舞",
            "content": "八音协奏陈金石，六佾分行整礼容。沧溟赴海还称少，素月开轮即是重。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·排遍第三",
            "content": "坐对银釭晓，停留玉箸痕。君门常不见，无处谢前恩。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·送神",
            "content": "北郊时冽，南陆辉处。奠本虔诚，献弥恭虑。上延祉福，下承欢豫。广乐送神，神其整驭。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·入破第一",
            "content": "细草河边一雁飞，黄龙关里挂戎衣。为受明王恩宠甚，从事经年不复归。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·伊川歌第二",
            "content": "彤闱晓辟万鞍回，玉辂春游薄晚开。渭北清光摇草树，州南嘉景入楼台。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周宗庙乐舞辞·咸顺",
            "content": "万舞咸列，三阶克清。贯珠一倡，击石九成。盈觞虽酌，灵坐无形。永怀我祖，达其孝诚。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·梁太庙乐舞辞·皇帝行",
            "content": "莫高者天，攀跻弗克。隮天有方，累仁积德。祖宗隆之，子孙履之。配天明祀，永永孝思。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·昭德皇后庙乐章·永和",
            "content": "穆清庙，荐严禋。昭礼备，和乐新。望灵光，集元辰。祚无极，享万春。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享隐太子庙乐章·肃和",
            "content": "岁肇春宗，乾开震长。瑶山既寂，戾园斯享。玉肃其事，物昭其象。弦诵成风，笙歌合响。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周宗庙乐舞辞·治顺",
            "content": "清庙将入，衮服是依。载行载止，令色令仪。永终就养，空极孝思。瞻望如在，顾复长违。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·梁太庙乐舞辞·象功舞",
            "content": "天地合德，睿圣昭彰。累赠太傅，俄登魏王。雄名不朽，奕叶而光。建国之兆，君临万方。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享懿德太子庙乐章·登歌酌鬯",
            "content": "誉阐元储，寄崇明两。玉裕虽晦，铜楼可想。弦诵辍音，笙歌罢响。币帛言设，礼容无爽。",
            "comment": ""
        },
        {
            "title": "恒灵时童谣",
            "content": "举秀才，不知书。举孝廉，父别居。寒素清白浊如泥，高第良将怯如鸡。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·昭德皇后庙乐章·肃和",
            "content": "诚心达，娱乐分。升箫膋，郁氛氲。茅既缩，鬯既薰。后来思，福如云。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀圜丘乐章·舒和",
            "content": "叠璧凝影皇坛路，编珠流彩帝郊前。已奏黄钟歌大吕，还符宝历祚昌年。",
            "comment": ""
        },
        {
            "title": "封泰山乐章·凯安",
            "content": "烈祖顺三灵，文宗威四海。黄钺诛群盗，朱旗扫多罪。戢兵天下安，约法人心改。大哉干羽意，长见风云在。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·武后大享昊天乐章",
            "content": "大阴凝至化，真耀蕴轩仪。德迈娥台敞，仁高姒幄披。扪天遂启极，梦日乃升曦。瞻紫极，望玄穹。翘至恳，罄深衷。听虽远，诚必通。垂厚泽，降云宫。乾仪混成冲邃，天道下济高明。闓阳晨披紫阙，太一晓降黄庭。圆坛敢由昭报，方璧冀展虔情。丹襟式敷衷恳，玄鉴庶察微诚。巍巍睿业广，赫赫圣基隆。菲德承先顾，祯符萃眇躬。铭开武岩侧，图荐洛川中。微诚讵幽感，景命忽昭融。有怀惭紫极，无以谢玄穹。朝坛雾卷，曙岭烟沉。爰设筐币，式表诚心。筵辉丽璧，乐畅和音。仰惟灵鉴，俯察翘襟。昭昭上帝，穆穆下临。礼崇备物，乐奏锵金。兰羞委荐，桂醑盈斟。敢希明德，聿罄庄心。樽浮九酝，礼备三周。陈诚菲奠，契福神猷。奠璧郊坛昭大礼，锵金拊石表虔诚。始奏承云娱帝赏，复歌调露畅韶英。荷恩承顾托，执契恭临抚。庙略静边荒，天兵耀神武。有截资先化，无为遵旧矩。祯符降昊穹，大业光寰宇。肃肃祀典，邕邕礼秩。三献已周，九成斯毕。爰撤其俎，载迁其实。或升或降，唯诚唯质。礼终肆类，乐阕九成。仰惟明德，敢荐非馨。顾惭菲奠，久驻云輧。瞻荷灵泽，悚恋兼盈。式乾路，辟天扉。回日驭，动云衣。登金阙，入紫微。望仙驾，仰恩徽。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀九宫贵神乐章·肃和",
            "content": "精意严恭，明祠丰洁。献酬既备，俎豆斯撤。日丽天仪，风和乐节。事光祀典，福覃有截。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·晋朝飨乐章·初举酒文同乐",
            "content": "赫矣昌运，明哉圣王。文兴坠典，礼复旧章。鸳鸾济济，鸟兽跄跄。一人有庆，万福无疆。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀九宫贵神乐章·福和",
            "content": "祀既云毕，明灵告旋。礼洽和应，神歆福延。动植咸若，阴阳不愆。锡兹纯嘏，天子万年。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祭太社乐章·迎神",
            "content": "烈山有子，后土有臣。播种百谷，济育兆人。春官缉礼，宗伯司禋。戊为吉日，迎享兹辰。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·周朝飨乐章·忠顺",
            "content": "岁迎更始，节及朝元。冕旒仰止，冠剑相连。八音合奏，万物齐宣。常陈盛礼，愿永千年。",
            "comment": ""
        },
        {
            "title": "明皇祀圜丘乐章·豫和",
            "content": "至矣丕构，烝哉太平。授牺膺箓，复禹继明。草木仁化，凫鹥颂声。祀宗陈德，无愧斯诚。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·夕月乐章·舒和",
            "content": "合吹八风金奏动，分容万舞玉鞘惊。词昭茂典光前列，夕曜乘功表盛明。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·桂花曲",
            "content": "可怜天上桂花孤，试问姮娥更要无。月宫幸有闲田地，何不中央种两株。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·思归乐",
            "content": "晚日催弦管，春风入绮罗。杏花如有意，偏落舞衫多。万里春应尽，三江雁亦稀。连天汉水广，孤客未言归。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祭神州乐章·送神",
            "content": "神州阴祀，洪恩广济。草树沾和，飞沉沐惠。礼修鼎俎，奠歆瑶币。送乐有章，灵轩其逝。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·德明兴圣庙乐章·亚献终献",
            "content": "惟清惟肃，靡闻靡见。举备九成，俯终三献。庆彰曼寿，胙彻嘉荐。瘗玉埋牲，礼神斯遍。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·歆和",
            "content": "崇禋已备，粢盛聿修。洁诚斯展，钟石方遒。",
            "comment": ""
        },
        {
            "title": "中宗祀昊天乐章·肃和",
            "content": "悠哉广覆，大矣曲成。九玄著象，七曜贞明。珪璧是奠，酝酎斯盈。作乐崇德，爰畅咸英。",
            "comment": ""
        },
        {
            "title": "明堂乐章·肃和",
            "content": "象天御宇，乘时布政。严配申虔，宗禋展敬。樽罍盈列，树羽交映。玉币通诚，祚隆皇圣。",
            "comment": ""
        },
        {
            "title": "枯鱼过河泣",
            "content": "枯鱼过河泣，何时悔复及。作书与鲂鱮，相教慎出入。",
            "comment": "【注释】枯鱼：干鱼。鲂：鳊鱼。鱮(音叙)：鲢鱼。【简析】：这诗以鱼拟人，似是遭遇祸患的人警告伙伴的诗。枯鱼作书的确是奇想，汉乐府里所有寓言体的歌辞无不表现极活泼的想象力。"
        },
        {
            "title": "郊庙歌辞·武后享清庙乐章十首·第九彻俎",
            "content": "登歌已阕，献礼方周。钦承景福，肃奉鸿休。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享孔子庙乐章·迎神",
            "content": "通吴表圣，问老探真。三千弟子，五百贤人。亿龄规法，万载嗣禋。洁诚以祭，奏乐迎神。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·大明舞",
            "content": "五纪更运，三正递升。勋华既没，禹汤勃兴。神武命代，灵眷是膺。望云彰德，察纬告征。上纽天维，下安地轴。征师涿野，万国咸服。偃伯灵台，九官允穆。殊域委赆，怀生介福。大礼既饰，大乐已和。黑章扰囿，赤字浮河。功宣载籍，德被咏歌。克昌厥后，百禄是荷。",
            "comment": ""
        },
        {
            "title": "自苏台至望亭驿，人家尽空，春物增思，怅然",
            "content": "南浦菰蒋覆白蘋，东吴黎庶逐黄巾。野棠自发空临水，江燕初归不见人。远岫依依如送客，平田渺渺独伤春。那堪回首长洲苑，烽火年年报虏尘。",
            "comment": "【注释】原题：自苏台至望亭驿，人家尽空，春物增思，怅然有作，因寄从弟纾"
        },
        {
            "title": "郊庙歌辞·享太庙乐章·崇德舞",
            "content": "五运改卜，千龄启圣。彤云晓聚，黄星夜映。叶阐珠囊，基开玉镜。下临万宇，上齐七政。雾开三象，尘清九服。海溓星晖，远安迩肃。天地交泰，华夷辑睦。翔泳归仁，中外禔福。绩逾黜夏，勋高翦商。武陈七德，刑设三章。祥禽巢阁，仁兽游梁。卜年惟永，景福无疆。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·雍和",
            "content": "於穆清庙，聿修严祀。四县载陈，三献斯止。笾豆彻荐，人祇介祉。神维格思，锡祚不已。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀九宫贵神乐章·雍和",
            "content": "俎豆有践，黄流在尊。九宫之祀，三代莫存。乐变六宫，坛开八门。圣皇昭对，祐我黎元。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·回纥",
            "content": "曾闻瀚海使难通，幽闺少妇罢裁缝。缅想边庭征战苦，谁能对镜治愁容。久戍人将老，须臾变作白头翁。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·昭德皇后庙乐章·坤元",
            "content": "於穆先后，丽圣称崇。母临万宇，道被六宫。昌时协庆，理内成功。殷荐明德，传芳国风。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·伊川歌第一",
            "content": "秋风明月独离居，荡子从戎十载馀。征人去日殷勤属，归雁来时数寄书。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祭方丘乐章·雍和",
            "content": "柔而能方，直而能敬。载厚以德，大亨以正。有涤斯牷，有馨斯盛。介兹景福，祚我休庆。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享先蚕乐章·永和",
            "content": "芳春开令序，韶苑畅和风。惟灵申广祐，利物表神功。绮会周天宇，黼黻藻寰中。庶几承庆节，歆奠下帷宫。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·隐太子庙乐章·送神",
            "content": "皇情悼往，祀议增设。钟鼓铿锵，羽旄昭晰。掌礼云备，司筵告彻。乐以送神，灵其鉴阕。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·褒德庙乐章·进德",
            "content": "涂山懿戚，妫汭崇姻。祠筵肇启，祭典方申。礼以备物，乐以感神。用隆敦叙，载穆彝伦。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·蜡百神乐章·舒和",
            "content": "经纬两仪文化洽，削平方域武功成。瑶弦自乐乾坤泰，玉戚长欢区宇宁。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·双带子",
            "content": "私言切语谁人会，海燕双飞绕画梁。君学秋胡不相识，妾亦无心去采桑。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·雍和",
            "content": "金县夕肆，玉俎朝陈。飨荐黄道，芬流紫宸。乃诚乃敬，载享载禋。崇荐斯在，惟皇是宾。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享懿德太子庙乐章·武舞作",
            "content": "隋季昔云终，唐年初启圣。纂戎将禁暴，崇儒更敷政。威略静三边，仁恩覃万姓。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·永和",
            "content": "眇嘉乐，授灵爽。感若来，思如往。休气散，回风上。返寂寞，还惚恍。怀灵驾，结空想。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·水调歌第二",
            "content": "猛将关西意气多，能骑骏马弄雕戈。金鞍宝铰精神出，笛倚新翻水调歌。",
            "comment": ""
        },
        {
            "title": "明皇祀圜丘乐章·寿和",
            "content": "於赫圣祖，龙飞晋阳。底定万国，奄有四方。功格上下，道冠农黄。郊天配享，德合无疆。",
            "comment": ""
        },
        {
            "title": "宿大通和尚塔，敬赠如上人，兼呈常孙二山人",
            "content": "支公已寂灭，影塔山上古。更有真僧来，道场救诸苦。一承微妙法，寓宿清净土。身心能自观，色相了无取。森森松映月，漠漠云近户。岭外飞电明，夜来前山雨。然灯见栖鸽，作礼闻信鼓。晓霁南轩开，秋华净天宇。愿言出世尘，谢尔申及甫。",
            "comment": ""
        },
        {
            "title": "绵州巴歌",
            "content": "豆子山，打瓦鼓。扬平山，撒白雨。下白雨，取龙女。织得绢，二丈五。一半属罗江，一半属玄武。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·钧天舞",
            "content": "承天抚箓，纂圣登皇。遐清万宇，仰协三光。功成日用，道济时康。璇图载永，宝历斯昌。日月扬晖，烟云烂色。河岳修贡，神祇效职。舜风攸偃，尧曦先就。睿感通寰，孝思浃宙。奉扬先德，虔遵曩狩。展义天扃，飞英云岫。化逸王表，神凝帝先。乘云厌俗，驭日登玄。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享先农乐章·雍和",
            "content": "前夕视牲，质明奉俎。沐芳整弁，其仪式序。盛礼毕陈，嘉乐备举。歆我懿德，非馨稷黍。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·武后享清庙乐章十首·第十送神",
            "content": "大礼言毕，仙卫将归。莫申丹恳，空瞻紫微。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·镇西",
            "content": "天边物色更无春，只有羊群与马群。谁家营里吹羌笛，哀怨教人不忍闻。岁去年来拜圣朝，更无山阙对溪桥。九门杨柳浑无半，犹自千条与万条。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·赤郊迎神",
            "content": "青阳节谢，朱明候改。靡草凋华，含桃流彩。虚列钟磬，筵陈脯醢。乐以迎神，神其如在。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·太和",
            "content": "时文圣后，清庙肃邕。致诚勤荐，在貌思恭。玉节肆夏，金锵五钟。绳绳云步，穆穆天容。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享先蚕乐章·昭庆",
            "content": "仙坛礼既毕，神驾俨将升。伫属深祥起，方期庶绩凝。虔诚资宇内，务本勖黎蒸。灵心昭备享，率土洽休征。",
            "comment": ""
        },
        {
            "title": "明皇祀圜丘乐章·雍和",
            "content": "烂云普洽，律风无外。千品其凝，九宾斯会。禋尊晋烛，纯牺涤汰。玄覆攸广，鸿休汪濊。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀九宫贵神乐章·肃和",
            "content": "歌工既奏，神位既秩。天符众星，运行太一。声和十管，气应中律。肃肃明廷，介兹元吉。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·水调歌第五",
            "content": "双带仍分影，同心巧结香。不应须换彩，意欲媚浓妆。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享文敬太子庙乐章·送文舞迎武舞",
            "content": "干旄羽籥相亏蔽，一进一退殊行缀。昔献三雍盛礼容，今陈六佾崇仪制。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·五郊乐章·舒和",
            "content": "御征乘宫出郊甸，安歌率舞递将迎。自有云门符帝赏，犹持雷鼓答天成。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·郊天旧乐章·豫和",
            "content": "蘋蘩礼著，黍稷诚微。音盈凤管，彩驻龙旗。洪歆式就，介福攸归。送乐有阕，灵驭遄飞。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀风师乐章·亚献终献",
            "content": "膋芗备，玉帛陈。风动物，乐感神。三献终，百神臻。草木荣，天下春。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·祀圜丘乐章·寿和",
            "content": "八音斯奏，三献毕陈。宝祚惟永，晖光日新。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·隐太子庙乐章·迎神",
            "content": "苍震有位，黄离蔽明。江充祸结，戾据灾成。衔冤昔痛，赠典今荣。享灵有秩，奉乐以迎。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·杨下采桑",
            "content": "飞丝惹绿尘，软叶对孤轮。今朝入园去，物色强看人。",
            "comment": ""
        },
        {
            "title": "郊庙歌辞·享太庙乐章·永和三章",
            "content": "肃九室，谐八音。歌皇慕，动神心。礼宿设，乐妙寻。声明备，祼奠临。律迓气，音入玄。依玉几，御黼筵。聆忾息，僾周旋。九韶遍，百福传。信工祝，永颂声。来祖考，听和平。相百辟，贡九瀛。神休委，帝孝成。",
            "comment": ""
        },
        {
            "title": "古诗十九首",
            "content": "迢迢牵牛星，皎皎河汉女。纤纤擢素手，札札弄机杼。终日不成章，泣涕零如雨。河汉清且浅，相去复几许？盈盈一水间，脉脉不得语。",
            "comment": "【注释】出自《古诗十九首》之十。牵牛和织女本是两个星宿的名称。牵牛星即\"河鼓二\"，在银河东。织女星又称\"天孙\"，在银河西，与牵牛相对。在中国关天牵牛和织女的民间故事起源很早。《诗·小雅·大东》已经写到了牵牛和织女，但还只是作为两颗星来写的。《春秋元命苞》和《淮南子·ㄈ真》开始说织女是神女。而在曹丕的《燕歌行》，曹植的《洛神赋》和《九咏》里，牵牛和织女已成为夫妇了。曹植《九咏》曰：\"牵牛为夫，织女为妇。织女牵牛之星各处河鼓之旁，七月七日乃得一会。\"这是当时最明确的记载。《古诗十九首》中的这首《迢迢牵牛星》写牵牛织女夫妇的离隔，它的时代在东汉后期，略早于曹丕和曹植。将这首诗和曹氏兄弟的作品加以对照，可以看出，在东汉末年到魏这段时间里，牵牛和织女的故事大概已经定型了。此诗写天上一对夫妇牵牛和织女，视点却在地上，是以第三者的眼睛观察他们夫妇的离别之苦。开关两句分别从两处落笔，言牵牛曰\"迢迢\"，状织女曰\"皎皎\"。迢迢、皎皎互文见义，不可执着。牵牛何尝不皎皎，织女又何尝不迢迢呢？他们都是那样的遥远，又是那样的明亮。但以迢迢属之牵牛，则很容易让人联想到远在他乡的游子，而以皎皎属之织女，则很容易让人联想到女性的美。如此说来，似乎又不能互换了。如果因为是互文，而改为\"皎皎牵牛星，迢迢河汉女\"，其意趣就减去了一半。诗歌语言的微妙于此可见一斑。称织女为\"河汉女\"是为了凑成三个音节，而又避免用\"织女星\"在三字。上句已用了\"牵牛星\"，下句再说\"织女星\"，既不押韵，又显得单调。\"河汉女\"就活脱多了。\"河汉女\"的意思是银河边上的那个女子，这说法更容易让人联想到一个真实的女人，而忽略了她本是一颗星。不知作者写诗时是否有这番苦心，反正写法不同，艺术效果亦迥异。总之，\"迢迢牵牛星，皎皎河汉女\"这十个字的安排，可以说是最巧妙的安排而又具有最浑成的效果。以下四句专就织女这一方面来写，说她虽然整天在织，却织不成匹，因为她心宾牛悲伤不已。\"纤纤擢素手\"意谓擢纤纤之素手，为了和下句\"札札弄机杼\"对仗，而改变了句子的结构。\"擢\"者，引也，抽也，接近伸出的意思。\"札札\"是机杼之声。\"杼\"是织布机上的梭子。诗人在这里用了一个\"弄\"字。《诗经·小雅·斯干》：\"乃生女子，载弄之瓦（纺�霪�）。\"这弄字是玩、戏的意思。织女虽然伸出素手，但无心于机织，只是抚弄着机杼，泣涕如雨水一样滴下来。\"终日不成章\"化用《诗经·大东》语意：\"�肀酥�女，终日七襄。虽则七襄，不成报章。\"最后四句是诗人的慨叹：\"河汉清且浅，相去复几许？盈盈一水间，脉脉不得语。\"那阻隔了牵牛和织女的银河既清且浅，牵牛与织女相去也并不远，虽只一水之隔却相视而不得语也。\"盈盈\"或解释为形容水之清浅，恐不确。\"盈盈\"不是形容水，字和下句的\"脉脉\"都是形容织女。《文选》六臣注：\"盈盈，端丽貌。\"是确切的。人多以为\"盈盈\"既置于\"一水\"之前，必是形容水的。但盈的本意是满溢，如果是形容水，那么也应该是形容水的充盈，而不是形容水的清浅。把盈盈解释为清浅是受了上文\"河水清且浅\"的影响，并不是盈盈的本意。《文选》中出现\"盈盈\"除了这首诗外，还有\"盈盈楼上女，皎皎当窗牖\"。亦见于《古诗十九首》。李善注：\"《广雅》曰：'赢，容也。'盈与赢同，古字通。\"这是形容女子仪态之美好，所以五臣注引申为\"端丽\"。又汉乐府《陌上桑》：\"盈盈公府步，冉冉府中趋。\"也是形容人的仪态。织女既被称为河汉女，则其仪容之美好亦映现于河汉之间，这就是\"盈盈一水间\"的意思。\"脉脉\"，李善注：《尔雅》曰'脉，相视也。'郭璞曰：'脉脉谓相视貌也。'\"\"脉脉不得语\"是说河汉虽然清浅，但织女与牵牛只能脉脉相视而不得语。这首诗一共十六句，其中六句都用了叠间词，即\"迢迢\"、皎皎、\"纤纤\"、\"盈盈\"、\"脉脉\"。这些叠音词使这首诗质朴、清丽，情趣盎然。特别是后两句，一个饱含离愁的少妇形象若现于纸上，意蕴深沉风格浑成，是极难得的佳句。 （袁行霈）----引自\"国学网站\"http://www.guoxue.com"
        },
        {
            "title": "杂曲歌辞·长命女",
            "content": "云送关西雨，风传渭北秋。孤灯然客梦，寒杵捣乡愁。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·金殿乐",
            "content": "入夜秋砧动，千门起四邻。不缘楼上月，应为陇头人。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·簇拍相府莲",
            "content": "莫以今时宠，宁无旧日恩。看花满眼泪，不共楚王言。闺烛无人影，罗屏有梦魂。近来音耗绝，终日望应门。",
            "comment": ""
        }
    ]
}