{
    "dynasty": "唐",
    "author": "秦韬玉",
    "poems": [
        {
            "title": "天街",
            "content": "九衢风景尽争新，独占天门近紫宸。宝马竞随朝暮客，香车争碾古今尘。烟光正入南山色，气势遥连北阙春。莫见繁华只如此，暗中还换往来人。",
            "comment": ""
        },
        {
            "title": "桧树",
            "content": "翠云交干瘦轮囷，啸雨吟风几百春。深盖屈盘青麈尾，老皮张展黑龙鳞。唯堆寒色资琴兴，不放秋声染俗尘。岁月如波事如梦，竟留苍翠待何人。",
            "comment": ""
        },
        {
            "title": "曲江",
            "content": "曲沼深塘跃锦鳞，槐烟径里碧波新。此中境既无佳境，他处春应不是春。金榜真仙开乐席，银鞍公子醉花尘。明年二月重来看，好共东风作主人。",
            "comment": ""
        },
        {
            "title": "亭台",
            "content": "雕楹累栋架崔嵬，院宇生烟次第开。为向西窗添月色，岂辞南海取花栽。意将画地成幽沼，势拟驱山近小台。清境渐深官转重，春时长是别人来。",
            "comment": ""
        },
        {
            "title": "投知己",
            "content": "炉中九转炼虽成，教主看时亦自惊。群岳并天先减翠，大江临海恐无声。赋归已罢吴门钓，身老仍抛楚岸耕。唯有太平方寸血，今朝尽向隗台倾。",
            "comment": ""
        },
        {
            "title": "采茶歌（一作紫笋茶歌）",
            "content": "天柱香芽露香发，烂研瑟瑟穿荻篾。太守怜才寄野人，山童碾破团团月。倚云便酌泉声煮，兽炭潜然虬珠吐。看著晴天早日明，鼎中飒飒筛风雨。老翠看尘下才熟，搅时绕箸天云绿，耽书病酒两多情，坐对闽瓯睡先足。洗我胸中幽思清，鬼神应愁歌欲成。",
            "comment": ""
        },
        {
            "title": "题竹",
            "content": "削玉森森幽思清，院家高兴尚分明。卷帘阴薄漏山色，欹枕韵寒宜雨声。斜对酒缸偏觉好，静笼棋局最多情。却惊九陌轮蹄外，独有溪烟数十茎。",
            "comment": ""
        },
        {
            "title": "织锦妇",
            "content": "桃花日日觅新奇，有镜何曾及画眉。只恐轻梭难作匹，岂辞纤手遍生胝。合蝉巧间双盘带，联雁斜衔小折枝。豪贵大堆酬曲彻，可怜辛苦一丝丝。",
            "comment": ""
        },
        {
            "title": "独坐吟",
            "content": "客愁不尽本如水，草色含情更无已。又觉春愁似草生，何人种在情田里。",
            "comment": ""
        },
        {
            "title": "牡丹",
            "content": "拆妖放艳有谁催，疑就仙中旋折来。图把一春皆占断，固留三月始教开。压枝金蕊香如扑，逐朵檀心巧胜裁。好是酒阑丝竹罢，倚风含笑向楼台。",
            "comment": ""
        },
        {
            "title": "对花",
            "content": "长与韶光暗有期，可怜蜂蝶却先知。谁家促席临低树，何处横钗戴小枝。丽日多情疑曲照，和风得路合偏吹。向人虽道浑无语，笑劝王孙到醉时。",
            "comment": ""
        },
        {
            "title": "燕子",
            "content": "不知大厦许栖无，频已衔泥到座隅。曾与佳人并头语，几回抛却绣工夫。",
            "comment": ""
        },
        {
            "title": "鹦鹉",
            "content": "每闻别雁竞悲鸣，却叹金笼寄此生。早是翠襟争爱惜，可堪丹觜强分明。云漫陇树魂应断，歌接秦楼梦不成。幸自祢衡人未识，赚他作赋被时轻。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "女娲罗裙长百尺，搭在湘江作山色。",
            "comment": ""
        },
        {
            "title": "贫女",
            "content": "蓬门未识绮罗香，拟托良媒益自伤。谁爱风流高格调，共怜时世俭梳妆。敢将十指夸针巧，不把双眉斗画长。苦恨年年压金线，为他人作嫁衣裳。",
            "comment": "【注释】俭梳妆：此处“俭”作“险”解；俭梳妆意为奇形怪状的打扮。【简析】：诗人以贫女的口气自叹，实际上抒发诗人自己对世间趋时的庸俗、高尚反受冷落的感叹。结句“为他人作嫁衣裳”为后人广泛引用。------------------------------------------　　这首诗，以语意双关、含蕴丰富而为人传诵。全篇都是一个未嫁贫女的独白，倾诉她抑郁惆怅的心情，而字里行间却流露出诗人怀才不遇、寄人篱下的感恨。　　“蓬门未识绮罗香，拟托良媒益自伤。”主人公的独白从姑娘们的家常──衣着谈起，说自己生在蓬门陋户，自幼粗衣布裳，从未有绫罗绸缎沾身。开口第一句，便令人感到这是一位纯洁朴实的女子。因为贫穷，虽然早已是待嫁之年，却总不见媒人前来问津。抛开女儿家的羞怯矜持请人去作媒吧，可是每生此念头，便不由加倍地伤感。这又是为什么呢？　　从客观上看：“谁爱风流高格调，共怜时世俭梳妆。”如今，人们竞相追求时髦的奇装异服，有谁来欣赏我不同流俗的高尚情操？　　就主观而论：“敢将十指夸针巧，不把双眉斗画长。”我所自恃的是，凭一双巧手针黹出众，敢在人前夸口；决不迎合流俗，把两条眉毛画得长长的去同别人争妍斗丽。　　这样的世态人情，这样的操守格调，调愈高，和愈寡。纵使良媒能托，亦知佳偶难觅啊。　　“苦恨年年压金线，为他人作嫁衣裳！”个人的亲事茫然无望，却要每天每天压线刺绣，不停息地为别人做出嫁的衣裳！月复一月，年复一年，一针针刺痛着自家伤痕累累的心灵！……　　独白到此戛然而止，女主人公忧郁神伤的形象默然呈现在读者的面前。　　诗人刻画贫女形象，既没有凭借景物气氛和居室陈设的衬托，也没有进行相貌衣物和神态举止的描摹，而是把她放在与社会环境的矛盾冲突中，通过独白揭示她内心深处的苦痛。语言没有典故，不用比拟，全是出自贫家女儿的又细腻又爽利、富有个性的口语，毫无遮掩地倾诉心底的衷曲。从家庭景况谈到自己的亲事，从社会风气谈到个人的志趣，有自伤自叹，也有自矜自持，如春蚕吐丝，作茧自缚，一缕缕，一层层，将自己愈缠愈紧，使自己愈陷愈深，最后终于突破抑郁和窒息的重压，呼出那“苦恨年年压金线，为他人作嫁衣裳”的慨叹。这最后一呼，以其广泛深刻的内涵，浓厚的生活哲理，使全诗蕴有更大的社会意义。　　沈德潜说这首诗“语语为贫士写照”（《唐诗别裁》卷十六），近人俞陛云指出：“此篇语语皆贫女自伤，而实为贫士不遇者写牢愁抑塞之怀。”（《诗境浅说》）沈、俞二氏都很重视本诗的比兴意义，并且说出了诗的真谛。良媒不问蓬门之女，寄托着寒士出身贫贱、举荐无人的苦闷哀怨；夸指巧而不斗眉长，隐喻着寒士内美修能、超凡脱俗的孤高情调；“谁爱风流高格调”，俨然是封建文人独清独醒的寂寞口吻；“为他人作嫁衣裳”，则令人想到那些终年为上司捉刀献策，自己却久屈下僚的读书人──或许就是诗人的自叹吧？诗情哀怨沉痛，反映了封建社会贫寒士人不为世用的愤懑和不平　　（赵庆培"
        },
        {
            "title": "寄李处士",
            "content": "吕望甘罗道已彰，只凭时数为门张。世途必竟皆应定，人事都来不在忙。要路强干情本薄，旧山归去意偏长。因君指似封侯骨，渐拟回头别醉乡。",
            "comment": ""
        },
        {
            "title": "隋堤",
            "content": "种柳开河为胜游，堤前常使路人愁。阴埋野色万条思，翠束寒声千里秋。西日至今悲兔苑，东波终不反龙舟。远山应见繁华事，不语青青对水流。",
            "comment": ""
        },
        {
            "title": "横吹曲辞·紫骝马",
            "content": "渥洼奇骨本难求，况是豪家重紫骝。膘大宜悬银压銙。力浑欺却玉衔头。生狞弄影风随起，躞蹀冲尘汗满沟。若遇丈夫皆调御，任从骑取觅封侯。",
            "comment": ""
        },
        {
            "title": "问古",
            "content": "大底荣枯各自行，兼疑阴骘也难明。无门雪向头中出，得路云从脚下生。深作四溟何浩渺，高为五岳太峥嵘。都来总向人间看，直到皇天可是平。",
            "comment": ""
        },
        {
            "title": "春游",
            "content": "选胜逢君叙解携，思和芳草远烟迷。小梅香里黄莺啭，垂柳阴中白马嘶。春引美人歌遍熟，风牵公子酒旗低。早知有此关身事，悔不前年住越溪。",
            "comment": ""
        },
        {
            "title": "塞下",
            "content": "到处人皆著战袍，麾旗风紧马蹄劳。黑山霜重弓添硬，青冢沙平月更高。大野几重开雪岭，长河无限旧云涛。凤林关外皆唐土，何日陈兵戍不毛。",
            "comment": ""
        },
        {
            "title": "贵公子行",
            "content": "阶前莎球绿不卷，银龟喷香挽不断。乱花织锦柳撚线，妆点池台画屏展。主人公业传国初，六亲联络驰朝车。斗鸡走狗家世事，抱来皆佩黄金鱼。却笑儒生把书卷，学得颜回忍饥面。",
            "comment": ""
        },
        {
            "title": "读五侯传",
            "content": "汉亡金镜道将衰，便有奸臣竞佐时。专国只夸兄弟贵，举家谁念子孙危。后宫得宠人争附，前殿陈诚帝不疑。朱紫盈门自称贵，可嗟区宇尽疮痍。",
            "comment": ""
        },
        {
            "title": "寄怀",
            "content": "总藏心剑事儒风，大道如今已浑同。会致名津搜俊彦，是张愁网绊英雄。苏公有国皆悬印，楚将无官可赏功。若使重生太平日，也应回首哭途穷。",
            "comment": ""
        },
        {
            "title": "钓翁",
            "content": "一竿青竹老江隈，荷叶衣裳可自裁。潭定静悬丝影直，风高斜飐浪纹开。朝携轻棹穿云去，暮背寒塘戴月回。世上无穷嶮巇事，算应难入钓船来。",
            "comment": ""
        },
        {
            "title": "吹笙歌",
            "content": "信陵名重怜高才，见我长吹青眼开。便出燕姬再倾醑，此时花下逢仙侣。弯弯狂月压秋波，两条黄金玄黄雾。逸艳初因醉态见，浓春可是韶光与。纤纤软玉捧暖笙，深思香风吹不去。檀唇呼吸宫商改，怨情渐逐清新举。岐山取得娇凤雏，管中藏著轻轻语。好笑襄王大迂阔，曾卧巫云见神女。银锁金簧不得听，空劳翠辇冲泥雨。",
            "comment": ""
        },
        {
            "title": "题刑部李郎中山亭",
            "content": "侬家云水本相知，每到高斋强展眉。瘦竹亸烟遮板阁，",
            "comment": ""
        },
        {
            "title": "八月十五日夜同卫谏议看月",
            "content": "常时月好赖新晴，不似年年此夜生。初出海涛疑尚湿，渐来云路觉偏清。寒光入水蛟龙起，静色当天鬼魅惊。岂独座中堪仰望，孤高应到凤凰城。",
            "comment": ""
        },
        {
            "title": "陈宫",
            "content": "临春高阁拟瀛洲，贪宠张妃作胜游。更把江山为己有，岂知台榭是身雠。金城暗逐歌声碎，钱瓮潜随舞势休。谁识古宫堪恨处，井桐吟雨不胜秋。",
            "comment": ""
        },
        {
            "title": "边将",
            "content": "剑光如电马如风，百捷长轻是掌中。无定河边蕃将死，受降城外虏尘空。旗缝雁翅和竿袅，箭撚雕翎逐隼雄。自指燕山最高石，不知谁为勒殊功。",
            "comment": ""
        },
        {
            "title": "长安书怀",
            "content": "凉风吹雨滴寒更，乡思欺人拨不平。长有归心悬马首，可堪无寐枕蛩声。岚收楚岫和空碧，秋染湘江到底清。早晚身闲著蓑去，橘香深处钓船横。",
            "comment": ""
        },
        {
            "title": "仙掌",
            "content": "万仞连峰积翠新，灵踪依旧印轮巡。何如捧日安皇道，莫把回山示世人。已擘峻流穿太岳，长扶王气拥强秦。为余势负天工背，索取风云际会身。",
            "comment": ""
        },
        {
            "title": "奉和春日玩雪",
            "content": "北阙同云掩晓霞，东风春雪满山家。琼章定少千人和，银树先开六出花。",
            "comment": ""
        },
        {
            "title": "豪家",
            "content": "石甃通渠引御波，绿槐阴里五侯家。地衣镇角香狮子，帘额侵钩绣避邪。按彻清歌天未晓，饮回深院漏犹赊。四邻池馆吞将尽，尚自堆金为买花。",
            "comment": ""
        },
        {
            "title": "送友人罢举授南陵令",
            "content": "共言愁是酌离杯，况值弦歌枉大才。献赋未为龙化去，除书犹喜凤衔来。花明驿路燕脂暖，山入江亭罨画开。莫把新诗题别处，谢家临水有池台。",
            "comment": ""
        },
        {
            "title": "咏手",
            "content": "一双十指玉纤纤，不是风流物不拈。鸾镜巧梳匀翠黛，画楼闲望擘掰珠帘。金杯有喜轻轻点，银鸭无香旋旋添。因把剪刀嫌道冷，泥人呵了弄人髯。",
            "comment": ""
        },
        {
            "title": "春雪",
            "content": "云重寒空思寂寥，玉尘如糁满春朝。片才著地轻轻陷，力不禁风旋旋销。惹砌任他香粉妒，萦丛自学小梅娇。谁家醉卷珠帘看，弦管堂深暖易调。",
            "comment": ""
        }
    ]
}