{
    "dynasty": "唐",
    "author": "窦叔向",
    "poems": [
        {
            "title": "春日早朝应制",
            "content": "紫殿俯千官，春松应合欢。御炉香焰暖，驰道玉声寒。乳燕翻珠缀，祥乌集露盘。宫花一万树，不敢举头看。",
            "comment": ""
        },
        {
            "title": "秋砧送邑大夫",
            "content": "断续长门下，清泠逆旅秋。征夫应待信，寒女不胜愁。带月飞城上，因风散陌头。离居偏入听，况复送归舟。",
            "comment": ""
        },
        {
            "title": "过担石湖",
            "content": "晓发渔门戍，晴看担石湖。日衔高浪出，天入四空无。尺寸分洲岛，纤毫指舳舻。渺然从此去，谁念客帆孤。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "禁兵环素帟，宫女哭寒云。。",
            "comment": ""
        },
        {
            "title": "夏夜宿表兄话旧",
            "content": "夜合花开香满庭，夜深微雨醉初醒。远书珍重何曾达，旧事凄凉不可听。去日儿童皆长大，昔年亲友半凋零。明朝又是孤舟别，愁见河桥酒幔青。",
            "comment": "【注释】[注释]（1）话旧：叙谈过去的事。（2）夜合：即合欢，落叶乔木。（3）远书：远方来的书信。（4）去日：离开的日子。（5）凋零：死去的委婉语。（6）酒幔：从前酒店门前招客的幌子。[译文]夜合花开了。香飘满庭，夜已深了，又微微下起雨来，醉酒后刚醒，想起远方寄来的书信，是何等地珍重，但叫我如何答复呢？提起旧时的事，心生悲凉，不忍听下去。我记得离开家乡时的一班孩子们，如今都已长大成人，从前的那些亲朋好友大都不在人世间了。明天你又要独身坐船回去见到河桥旁边那青色的酒旗，心里不胜凄凉！---------------------　　亲故久别，老大重逢，说起往事，每每象翻倒五味瓶，辛酸甘苦都在其中，而且絮叨起来没个完，欲罢不能。窦叔向这首诗便是抒写这种情境的。　　诗从夏夜入题。夜合花在夏季开放，朝开暮合，而入夜香气更浓。表兄的庭院 里恰种夜合，芳香满院，正是夏夜物候。借以起兴，也见出诗人心情愉悦。他和表兄久别重逢，痛饮畅叙，自不免一醉方休。此刻，夜深人定，他们却刚从醉中醒来，天还下着细雨，空气湿润，格外凉快。于是他们老哥俩高高兴兴地再作长夜之谈。他们再叙往事，接着醉前的兴致继续聊了起来。　　中间二联即话旧。离别久远，年头长，经历多，千头万绪从何说起？那纷乱的年代，写一封告嘱亲友珍重的书信也往往寄不到，彼此消息不通，该说的事情太多了。但是真要说起来，那一件件一桩桩都够凄凉的，教人听不下去，可说的事却又太少了。就说熟人吧。当年离别时的孩子，如今都已长大成人，聊可欣慰。但是从前的亲戚朋友却大半去世，健在者不多，令人情伤。这四句，乍一读似乎是话旧只开了头；稍咀嚼，确乎道尽种种往事。亲故重逢的欣喜，人生遭遇的甘苦，都在其中，也在不言中。它提到的，都是常人熟悉的；它不说的，也都是容易想到的。诚如近人俞陛云所说：“以其一片天真，最易感动。中年以上者，人人意中所有也。”（《诗境浅说》）正因为写得真切，所以读来亲切，容易同感共鸣，也就无庸赘辞。　　末联归结到话别，其实也是话旧。不是吗？明天一清早，诗人又将孤零零地乘船离别了。想起那黄河边，桥头下，亲友搭起饯饮的青色幔亭，又要见到当年离别的一幕，真叫人犯愁！相逢重别的新愁，其实是勾起往事的旧愁；明朝饯别的苦酒，怎比今晚欢聚的快酒；所以送别不如不送，是谓“愁见”。这两句结束了话旧，也等于在告别，有不尽惜别之情，有人生坎坷的感慨。从“酒初醒”起，到“酒幔青”结，在重逢和再别之间，在欢饮和苦酒之间，这一夜的话旧，也是清醒地回顾他们的人生经历。　　窦叔向以五言见长，在唐代宗时为宰相常袞赏识，仕途顺利平稳。而当德宗即位，常袞罢相，他也随之贬官溧水令，全家移居江南。政治上的挫折，生活的变化，却使他诗歌创作的内容得到充实。这首诗技巧浑熟，风格平易近人，语言亲切有味，如促膝谈心。诗人抒写自己亲身体验，思想感情自然流露，真实动人，因而成为十分难得的“情文兼至”的佳作。　　（倪其心）"
        },
        {
            "title": "寒食日恩赐火",
            "content": "恩光及小臣，华烛忽惊春。电影随中使，星辉拂路人。幸因榆柳暖，一照草茅贫。",
            "comment": ""
        },
        {
            "title": "端午日恩赐百索",
            "content": "仙宫长命缕，端午降殊私。事盛蛟龙见，恩深犬马知。馀生倘可续，终冀答明时。",
            "comment": ""
        },
        {
            "title": "贞懿皇后挽歌三首（今存二首）",
            "content": "二陵恭妇道，六寝盛皇情。礼逊生前贵，恩追殁后荣。幼王亲捧土，爱女复边茔。东望长如在，谁云向玉京。后庭攀画柳，上陌咽清笳。命妇羞蘋叶，都人插柰花。寿宫星月异，仙路往来赊。纵有迎仙术，终悲隔绛纱。",
            "comment": ""
        },
        {
            "title": "青阳馆望九子山",
            "content": "苍翠岧峣上碧天，九峰遥落县门前。毫芒映日千重树，涓滴垂空万丈泉。武帝南游曾驻跸，始皇东幸亦祈年。云祠绝迹终难访，唯有猿声到客边。",
            "comment": ""
        },
        {
            "title": "酬李袁州嘉祐",
            "content": "少年轻会复轻离，老大关心总是悲。强说前程聊自慰，未知携手定何时。公才屈指登黄阁，匪服胡颜上赤墀。想到长安诵佳句，满朝谁不念琼枝。",
            "comment": ""
        }
    ]
}