{
    "dynasty": "唐",
    "author": "窦牟",
    "poems": [
        {
            "title": "送东光吕少府之官连帅奏授",
            "content": "远爱东光县，平临若木津。一城先见日，百里早惊春。德礼邀才重，恩辉拜命新。几时裁尺素，沧海有枯鳞。",
            "comment": ""
        },
        {
            "title": "早入朝书事",
            "content": "紫陌纷如画，彤庭郁未晨。列星沈骑火，残月暗车尘。隐轸排霄翰，差池跨海鳞。玉声繁似乐，香泽散成春。叹息驱羸马，分明识故人。一生三不遇，今作老郎身。",
            "comment": ""
        },
        {
            "title": "秋日洛阳官舍寄上水部家兄",
            "content": "洛阳归老日，此县忽为君。白发兄仍见，丹诚帝岂闻。九衢横逝水，二室散浮云。屈指豪家尽，伤心要地分。禁中周几鼎，源上汉诸坟。貔虎今无半，狐狸宿有群。威声惭北部，仁化乐南薰。野檗饥来食，天香静处焚。壮年唯喜酒，幼学便诃文。及尔空衰暮，离忧讵可闻。",
            "comment": ""
        },
        {
            "title": "晚过敷水驿却寄华州使院张郑二侍御",
            "content": "春雨如烟又若丝，晓来昏处晚晴时。仙人掌上芙蓉沼，柱史关西松柏祠。几许岁华销道路，无穷王事系戎师。回瞻二妙非吾侣，日对三峰自有期。",
            "comment": ""
        },
        {
            "title": "天津晓望因寄呈分司一二省郎",
            "content": "万乘西都去，千门正位虚。凿龙横碧落，提象出华胥。望幸宫嫔老，迎春海燕初。保厘才半仗，容卫尽空庐。要自词难拟，繇来画不如。散郎无所属，聊事穆清居。",
            "comment": ""
        },
        {
            "title": "元日喜闻大礼寄上翰林四学士中书六舍人二十",
            "content": "有事郊坛毕，无私日月临。岁华春更早，天瑞雪犹深。玉辇回时令，金门降德音。翰飞鸳别侣，丛植桂为林。粉泽资鸿笔，薰和本素琴。礼成戎器下，恩彻鬼方沈。麟爵来称纪，官师退绝箴。道风黄阁静，祥景紫垣阴。寿酒朝时献，农书夜直寻。国香煴翠幄，庭燎赩红衾。汉魏文章盛，尧汤雨露霃。密辞投水石，精义出沙金。宸扆亲唯敬，钧衡近匪侵。疾驱千里骏，清唳九霄禽。庆赐迎新服，斋庄弃旧簪。忽思班女怨，遥听越人吟。末路甘贫病，流年苦滞淫。梦中青琐闼，归处碧山岑。窃抃闻韶濩，观光想韎任。大哉环海晏，不算子牟心。",
            "comment": ""
        },
        {
            "title": "送刘公达判官赴天德军幕",
            "content": "特建青油幕，量分紫禁师。自然知召子，不用问从谁。文武轻车少，腥膻左衽衰。北风如有寄，画取受降时。",
            "comment": ""
        },
        {
            "title": "杏园渡",
            "content": "卫郊多垒少人家，南渡天寒日又斜。君子素风悲已矣，杏园无复一枝花。",
            "comment": ""
        },
        {
            "title": "缑氏拜陵回道中呈李舍人少尹",
            "content": "忽忝诸卿位，仍陪长者车。礼容皆若旧，名籍自凭虚。上路花偏早，空山云甚馀。却愁新咏发，酬和不相如。",
            "comment": ""
        },
        {
            "title": "奉诚园闻笛（园，马侍中故宅）",
            "content": "曾绝朱缨吐锦茵，欲披荒草访遗尘。秋风忽洒西园泪，满目山阳笛里人。",
            "comment": "【注释】　　唐代绝句因入乐关系，一般以自然为宗，不尚用典。但作独立的抒情诗时，适当的用典，利用现成的材料启发读者的联想，常能以少许字表达出丰富的思想感情。而用典又有实用、虚（活）用之分，须分别情况用之，方能曲尽其妙。从这方面说，窦牟这首凭吊之作是很可借鉴的。　　“奉诚园”，原是唐代中兴名将马燧的园苑，在长安安邑坊内。马氏以功盖一时封北平郡王，但曾遭德宗猜忌。身后，其家屡遭中官及豪幸侵渔，其子马畅因惧祸而献园于德宗，遂改园名为“奉诚”。此诗抒发作者凭吊故园遗址的感慨。　　马燧不但是良将而且是有名的循吏。史载他务勤教化，止横征，去苛烦；宽以待下，士众临阵“无不感慨用命，斗必决死”。马氏一生大节，追述起来，足成一书。但作者运用典故，只一句就把这意思灵活表达出来了。“绝缨”事出《战国策》：楚庄王有一次夜宴群臣，烛忽灭，有人戏牵宫中美人衣，美人扯断其冠缨以告王。庄王不欲因此处分人，遂命群臣皆绝缨而后燃烛，使得难以识别出先绝缨的那个人来。后来那个人临阵特别卖命。“吐茵”事出《汉书》：丙吉为丞相时，有一次他的车夫呕吐于车上，左右欲斥逐车夫，丙吉却说不过弄脏一张车茵（席），无须大惊小怪。此诗首句就是通过这两个典型的故事，刻画出一个目光远大、胸次宽广的人物形象。一句中实用两事，语言极凝炼。　　二句直陈追慕先贤的心情，“欲披荒草访遗尘”。咏凭吊事兼写出旧园遗址的荒凉。“朱缨”“锦茵”与“荒草”“遗尘”的对照，突出了一种今昔盛衰之感。　　紧接着，后两句写诗人怀古伤今的悲痛，又用了两个典故。“西园”系建安诗人宴游之所，为曹植所建，后经丧乱，曾与其会的刘桢旧地重游，感怀为诗云：“步出北门寺，遥望西苑园。乖人易感动，涕下与衿连”。“西园泪”即谓此。“山阳”（今河南修武）为魏晋之际竹林七贤旧游之地，七贤中的嵇康被司马氏杀害后，向秀重过其旧居，听到邻人吹笛，因而想到昔日游宴之乐，作《思旧赋》。“山阳笛”即指此。用此二事写物是人非之慨是很贴切的。但这两句用典与前两句有所不同，它是融合在写景抒情之中的。秋风、园苑，是眼前景；闻笛、下泪，是眼前事。但谓之“山阳笛”、“西园泪”，就赋予笛、泪以特定感情内容，限制同时又丰富了诗意的内涵。三句的“忽”字值得玩味，“披荒草访遗尘”，尚能自持，忽然洒泪，却是“闻笛”的缘故。“听鸣笛之慷慨兮，妙声绝而复寻”（《思旧赋》），那如泣如诉的笛声，一下把诗人推入向秀赋的意境，使他怆然涕下。所谓“山阳笛里人”，是向秀因闻笛而感伤怀念的逝者。《思旧赋》中还说：“惟（思念）古昔以怀人兮，心徘徊以踌躇。栋宇存而弗毁兮，形神逝其焉如（何往）”，正好借来作为“欲披荒草访遗尘”到“满目山阳笛里人”的注脚。但也不尽是怀旧而已，它包含一种不平之鸣，就是如沈德潜所说“伤马氏以见德宗之薄”（《唐诗别裁》卷十九）。　　如前所述，后两句用典较虚（活），前两句用典较实。其中道理，可用姜夔的“僻事实用，熟事虚用”（《白石道人诗说》）八字说明。僻事如用得太虚，则不易为人理会，故宜实用。“绝缨”“吐茵”之事，旁人罕用，就属僻事之列。熟事如用得过实，则未免乏味，活用则耐人含咀。“山阳笛”为人所习用，就属熟事之列。　　赵嘏《经汾阳旧宅》云：“门前不改旧山河，破虏曾轻马伏波。今日独经歌舞地，古槐疏冷夕阳多”，是怀念中兴元勋郭子仪之作，主题与此诗略近。对照读，则赵诗见白描之工，而此诗擅用典之妙。　　（周啸天）"
        },
        {
            "title": "酬舍弟庠罢举从州辟书",
            "content": "之荆且愿依刘表，折桂终惭见郤诜。舍弟未应丝作鬓，园公不用印随身。",
            "comment": ""
        },
        {
            "title": "望终南",
            "content": "日爱南山好，时逢夏景残。白云兼似雪，清昼乍生寒。九陌峰如坠，千门翠可团。欲知形胜尽，都在紫宸看。",
            "comment": ""
        },
        {
            "title": "秋夕闲居对雨赠别卢七侍御坦",
            "content": "燕燕辞巢蝉蜕枝，穷居积雨坏藩篱。夜长檐霤寒无寝，日晏厨烟湿未炊。悟主一言那可学，从军五首竟徒为。故人骢马朝天使，洛下秋声恐要知。",
            "comment": ""
        },
        {
            "title": "陪韩院长韦河南同寻刘师不遇（三字分韵，牟",
            "content": "仙客诚难访，吾人岂易同。独游应驻景，相顾且吟风。药畹琼枝秀，斋轩粉壁空。不题三五字，何以达壶公。",
            "comment": ""
        },
        {
            "title": "史馆候别蒋拾遗不遇",
            "content": "千门万户迷，伫立月华西。画戟晨光动，春松宿露低。主文亲玉扆，通籍入金闺。肯念从戎去，风沙事鼓鼙。",
            "comment": ""
        },
        {
            "title": "洛下闲居夜晴观雪寄四远诸兄弟",
            "content": "雪月相辉云四开，终风助冻不扬埃。万重琼树宫中接，一直银河天上来。荆楚岁时知染翰，湘吴醇酎忆衔杯。强题缣素无颜色，鸿雁南飞早晚回。",
            "comment": ""
        },
        {
            "title": "奉酬杨侍郎十兄见赠之作",
            "content": "翠羽雕虫日日新，翰林工部欲何神。自悲由瑟无弹处，今作关西门下人。",
            "comment": ""
        },
        {
            "title": "奉使至邢州赠李八使君",
            "content": "独占龙冈部，深持虎节居。尽心敷吏术，含笑掩兵书。礼饰华缨重，才牵雅制馀。茂阴延驿路，温液逗官渠。南亩行春罢，西楼待客初。瓮头开绿蚁，砧下落红鱼。牧伯风流足，輶轩若涩虚。今宵铃阁内，醉舞复何如。",
            "comment": ""
        },
        {
            "title": "早赴临台立马待漏口号寄弟群",
            "content": "上陌行初尽，严城立未开。人疑早朝去，客是远方来。伏奏徒将命，周行自引才。可怜霄汉曙，鸳鹭正徘徊。",
            "comment": ""
        },
        {
            "title": "李舍人少尹惠家酝一小榼立书绝句",
            "content": "禁琐天浆嫩，虞行夜月寒。一瓢那可醉，应遣试尝看。",
            "comment": ""
        },
        {
            "title": "故秘监丹阳郡公延陵包公挽歌",
            "content": "台鼎尝虚位，夔龙莫致尧。德音冥秘府，风韵散清朝。天上文星落，林端玉树凋。有吴君子墓，返葬故山遥。",
            "comment": ""
        }
    ]
}