{
    "dynasty": "唐",
    "author": "章碣",
    "poems": [
        {
            "title": "对月",
            "content": "残霞卷尽出东溟，万古难消一片冰。公子踏开香径藓，美人吹灭画堂灯。琼轮正辗丹霄去，银箭休催皓露凝。别有洞天三十六，水晶台殿冷层层。",
            "comment": ""
        },
        {
            "title": "城东即事",
            "content": "闲寻香陌凤城东，时暂开襟向远风。玉笛一声芳草外，锦鸳双起碧流中。苑边花竹浓如绣，渭北山川淡似空。回首汉宫烟霭里，天河金阁未央宫。",
            "comment": ""
        },
        {
            "title": "春日经湖上友人别业",
            "content": "何处狂歌破积愁，携觞共下木兰舟。绿泉溅石银屏湿，黄鸟逢人玉笛休。天借烟霞装岛屿，春铺锦绣作汀洲。一年一电逡巡事，不合花前不醉游。",
            "comment": ""
        },
        {
            "title": "春别",
            "content": "掷下离觞指乱山，趋程不待凤笙残。花边马嚼金衔去，楼上人垂玉箸看。柳陌虽然风袅袅，葱河犹自雪漫漫。殷勤莫厌貂裘重，恐犯三边五月寒。",
            "comment": ""
        },
        {
            "title": "变体诗（蔡宽夫《诗话》：碣诗平侧各一韵，",
            "content": "东南路尽吴江畔，正是穷愁暮雨天。鸥鹭不嫌斜两岸，波涛欺得逆风船。偶逢岛寺停帆看，深羡渔翁下钓眠。今古若论英达算，鸱夷高兴固无边。",
            "comment": ""
        },
        {
            "title": "下第有怀",
            "content": "故乡朝夕有人还，欲作家书下笔难。灭烛何曾妨夜坐，倾壶不独为春寒。迁来莺语虽堪听，落了杨花也怕看。但使他年遇公道，月轮长在桂珊珊。",
            "comment": ""
        },
        {
            "title": "赠婺州苏员外",
            "content": "帝念琼枝欲并芳，星分婺女寄仙郎。鸾从阙下虽辞侣，雁到江都却续行。烟月一时搜古句，山川两地植甘棠。即看龙虎西归去，便佐羲轩活万方。",
            "comment": ""
        },
        {
            "title": "寄友人",
            "content": "谢家山水属君家，曾共持钩掷岁华。竹里竹鸡眠藓石，溪头鸂鶒踏金沙。登楼夜坐三层月，接果春看五色花。昨日西风动归思，满船凉叶在天涯。",
            "comment": ""
        },
        {
            "title": "送谢进士还闽",
            "content": "百越风烟接巨鳌，还乡心壮不知劳。雷霆入地建溪险，星斗逼人梨岭高。却拥木绵吟丽句，便攀龙眼醉香醪。名场声利喧喧在，莫向林泉改鬓毛。",
            "comment": ""
        },
        {
            "title": "雨",
            "content": "低着烟花漠漠轻，正堪吟坐掩柴扃。乱沾细网垂穷巷，斜送阴云入古厅。锁却暮愁终不散，添成春醉转难醒。霁来还有风流事，重染南山一遍青。",
            "comment": ""
        },
        {
            "title": "焚书坑",
            "content": "竹帛烟销帝业虚，关河空锁祖龙居。坑灰未冷山东乱，刘项原来不读书。",
            "comment": "【注释】[1] 伴随着书本（“竹帛”）化成青烟消散，“万世帝业”的根基却也淘空掉了。这是说赢政企图用焚书的蛮横手段来愚化民众也许是成功了，然而他的权力根基（现代称“政权的合法性”）却也同时被毁坏了。[2] 不可一世的赢政指望依仗武力维持“万世基业”，那只是一厢情愿罢了。祖龙：秦始皇。曰“祖”，暗含“子孙万世为皇帝”的意思。关河：泛指拱卫京城（“祖龙居”）的天险，亦可引申为暗指秦空前强大的国家机器。[3] 你瞧：这坑（“焚书坑”）里的书灰还没冷呢，山东就已经有反秦的“叛乱”了；而（终于覆灭强秦的）项羽刘邦等人也都不属于“讥议朝政、蛊惑民心”的读书人之列啊！后面这两句冷峻十分，可以看成是对暴虐封建统治者的无情讥刺 。--------------------------------　　这首诗就秦末动乱的局面，对秦始皇焚书的暴虐行径进行了辛辣的嘲讽和无情的谴责。　　秦始皇三十四年（前213），采纳丞相李斯的奏议，下令在全国范围内搜集焚毁儒家《诗》、《书》和百家之书，令下之后三十日不烧者，罚作筑城的苦役，造成中国历史上一场文化浩劫。　　焚书坑据传是当年焚书的一个洞穴，旧址在今陕西省临潼县东南的骊山上。章碣或者到过那里，目之所触，感慨系之，便写了这首诗。　　诗一开始就接触主题。首句用略带夸张的语言揭示矛盾：竹帛化为灰烟消失了，秦始皇的帝业也就跟着灭亡了，好象当初在焚书坑里焚烧的就是他的嬴氏天下。这一句夹叙夹议，明叙暗议，有实有虚。“竹帛烟销”是实写，有形象可见。“竹帛”是古代写书的材料，这里指书。“帝业虚”是虚写。这种虚实相间的表现手法极富韵致。　　次句就“帝业虚”之意深进一层，说是虽然有关河的险固，也保卫不住秦始皇在都城中的宫殿。“关河”主要指函谷关与黄河，当然也包括其他关隘、河流，如散关、萧关、泾河、渭河、崤山、华山等。贾谊《过秦论》：“秦地被山带河以为固，四塞之国也。”说“关河”，便概括一切可以倚恃的地理险阻。秦都咸阳四周虽有这许多关山河川包围着，但仍然锁守不住，所以《过秦论》又说：“秦人阻险不守，关梁不阖，长戟不刺，强弩不射。楚师深入，战于鸿门，曾无藩篱之艰。”再坚固的“篱笆”也挡不住起义军队的长驱直入。诗以“关河空锁祖龙居”一句总括了整个秦末动乱以至秦朝灭亡的史实，言简意深；并且以形象示现，把“帝业虚”这个抽象的概念写得有情有景，带述带评，很有回味。“祖龙”指秦始皇。这里不用“始皇”而用“祖龙”，决非单纯追求用典，而是出于表情达意的需要。《史记·秦始皇本纪》记载一项传说：始皇三十六年，有神人对秦使者说：“今年祖龙死。”使者回报始皇，始皇听了，好久不讲话，过后自作解释说：“祖龙者，人之先也。”秦始皇一心要做子孙万代诸“龙”之祖。而今江山易主，“祖龙”一词正话反用，又添新意，成了对秦始皇的绝妙讽刺，而且曲折有文采，合乎诗歌用语韵味。　　第三句点题，进一步用历史事实对“焚书”一事做出评判。秦始皇和李斯等人把“书”看成是祸乱的根源，以为焚了书就可以消灾弭祸，从此天下太平。结果适得其反，嬴秦王朝很快陷入风雨飘摇、朝不保夕的境地。“未冷”云云是夸张的言辞，旨在突出焚书行为的乖谬，实际上从焚书到陈胜吴广在大泽乡首举义旗，前后相隔整整四年时间。　　末句抒发议论、感慨。山东之乱持续了一个时期，秦王朝最后亡于刘邦和项羽之手。这两人一个曾长期在市井中厮混，一个出身行伍，都不是读书人。可见“书”未必就是祸乱的根源，“焚书”也未必就是巩固“子孙帝王万世之业”（《过秦论》）的有效措施。说“刘项原来不读书”，而能灭亡“焚书”之秦，全句纯然是揶揄调侃的口吻，包含着极为辛辣的讽刺意味。从“竹帛”写起，又以“书”作结，首尾相接如环，显得圆转自然。　　议论性的诗歌，既要剖析事理，又要显示意象，委实很不容易。这首诗采用了近乎喜剧的表现手法：揭示矛盾，使秦始皇处于自我否定的地位。这样写表面似乎很委婉，很冷静，其实反对的态度和憎恶的感情十分鲜明。如果说这就是“怨而不怒”的表现，那么，它也不失为一种成功的艺术手法。　　（朱世英）"
        },
        {
            "title": "城南偶题",
            "content": "谁家朱阁道边开，竹拂栏干满壁苔。野水不知何处去，游人却是等闲来。南山气耸分红树，北阙风高隔紫苔。可惜登临好光景，五门须听鼓声回。",
            "comment": ""
        },
        {
            "title": "夏日湖上即事寄晋陵萧明府",
            "content": "亭午羲和驻火轮，开门嘉树庇湖濆。行来宾客奇茶味，睡起儿童带簟纹。屋小有时投树影，舟轻不觉入鸥群。陶家岂是无诗酒，公退堪惊日已曛。",
            "comment": ""
        },
        {
            "title": "赠边将",
            "content": "千千铁骑拥尘红，去去平吞万里空。宛转龙蟠金剑雪，连钱豹躩绣旗风。行收部落归天阙，旋进封疆入帝聪。只有河源与辽海，如今全属指麾中。",
            "comment": ""
        },
        {
            "title": "桃源",
            "content": "绝壁相欹是洞门，昔人从此入仙源。数株花下逢珠翠，半曲歌中老子孙。别后自疑园吏梦，归来谁信钓翁言。山前空有无情水，犹绕当时碧树村。",
            "comment": ""
        },
        {
            "title": "上元夜建元寺观灯呈智通上人",
            "content": "建元看别上元灯，处处回廊斗火层。珠玉乱抛高殿佛，绮罗深拜远山僧。临风走笔思呈惠，到晓行禅合伴能。无限喧阗留不得，月华西下露华凝。",
            "comment": ""
        },
        {
            "title": "观锡宴",
            "content": "倾朝朱紫正骈阗，红杏青莎映广筵。不道楼台无锦绣，只愁尘土扑神仙。鱼衔嫩草浮池面，蝶趁飞花到酒边。日暮骅骝相拥去，几人沉醉失金鞭。",
            "comment": ""
        },
        {
            "title": "东都望幸",
            "content": "懒修珠翠上高台，眉月连娟恨不开。纵使东巡也无益，君王自领美人来。",
            "comment": "【注释】　　诗贵真，也贵新：真则可信，新则可爱。俗话说：“宁吃鲜桃一颗，不吃烂桃一筐”，对于诗，又何尝不是如此？　　晚唐诗人章碣这首七绝，是颗鲜桃。它同诗人其他多数诗篇一样，写得颇为新、巧。诗的头两句写：居住“东都”（洛阳）的宫女们懒得梳妆打扮，佩带珠翠，登上高台，盼望皇帝临幸；她们那双象初月一样美的弯眉，也因为怨恨而紧锁着。她们为什么这样神情黯然、满怀怨恨呢？后两句诗作了回答：原来她们知道，即使皇帝从长安东巡到洛阳来，也是要领着他的“美人”来的。也就是说：她们盼望临幸的愿望是要落空的。　　从字面上看，这首诗写的是“宫怨”，是东都宫女对君王的怨恨；实际上，这是一首隐喻诗，它的主旨不是“宫怨”，而是“士怨”，即准备应试的知识分子对主考官的怨恨。　　章碣在唐僖宗乾符年间（874─879）进士及第。登第之前曾有过落第的经历。这首诗当是亲身感受，且实有所指的。据《唐摭言》记载：“邵安石，连州人也。高湘侍郎南迁归阙，途次连江，安石以所业投献遇知，遂挈至辇下。湘主文，安石擢第，诗人章碣赋《东都望幸》诗刺之。”由此可知，这首诗是讥刺主考官高湘的。诗中的宫女，喻士人；“君王”，喻主考官；“美人”，喻走主考官后门的应试者。诗中所寓的真正含意是：准备应试的士人都满怀怨恨，因为主考官把自己的“美人”领来了，他们登第的希望落空了。不过，这首诗虽然讥刺的是某一个具体人，实则具有普遍意义，是对中晚唐时期科举制度的揭露。　　全诗文情自然，比拟切至，妙用隐喻，而能使人心领神会，感到含蓄有味。诗的语言也颇有特色。三、四两句自然流畅，犹如口语。一、二两句瑰丽多姿，雕饰工巧。“懒修珠翠”、“眉月连娟”等寥寥几字，把宫女姣美的形貌和懒洋洋的情态描绘得维妙维肖。愈写出宫女之美，愈显出“君王”之恶，是富有表现力的。　　诗中形象优美，除别有寓意外，仍然具有作为宫怨诗的完整的意境。方干《赠进士章碣》诗云：“织锦虽云用旧机，抽梭起样更新奇”，这首小诗用的虽是传统的比兴手法，却写得新颖别致，也可以说是“用旧机”织出的新“锦”吧。　　（贾文昭）"
        },
        {
            "title": "寄江东道友",
            "content": "野亭歌罢指西秦，避俗争名兴各新。碧带黄麻呈缥缈，短竿长线弄因循。夜潮分卷三江月，晓骑齐驱九陌尘。可惜人间好声势，片帆羸马不相亲。",
            "comment": ""
        },
        {
            "title": "长安春日",
            "content": "春日皇家瑞景迟，东风无力雨微微。六宫罗绮同时泊，九陌烟花一样飞。暖著柳丝金蕊重，冷开山翠雪棱稀。输他得路蓬洲客，红绿山头烂醉归。",
            "comment": ""
        },
        {
            "title": "癸卯岁毗陵登高会中贻同志",
            "content": "流落常嗟胜会稀，故人相遇菊花时。凤笙龙笛数巡酒，红树碧山无限诗。尘土十分归举子，乾坤大半属偷儿。长杨羽猎须留本，开济重为阙下期。",
            "comment": ""
        },
        {
            "title": "送韦岫郎中典泗州（一作癸丑岁毗会中贻同老",
            "content": "玉皇恩诏别星班，去压徐方分野间。有鸟尽巢垂汴柳，无楼不到隔淮山。旌旗渐向行时拥，案牍应从到日闲。想忆朝天独吟坐，旋飞新作过秦关。",
            "comment": ""
        },
        {
            "title": "旅舍早起",
            "content": "迹暗心多感，神疲梦不游。惊舟同厌夜，独树对悲秋。晚角和人战，残星入汉流。门前早行子，敲镫唱离忧。",
            "comment": ""
        },
        {
            "title": "曲江",
            "content": "日照香尘逐马蹄，风吹浪溅几回堤。无穷罗绮填花径，大半笙歌占麦畦。落絮却笼他树白，娇莺更学别禽啼。只缘频燕蓬洲客，引得游人去似迷。",
            "comment": ""
        },
        {
            "title": "陪浙西王侍郎夜宴",
            "content": "深锁雷门宴上才，旋看歌舞旋传杯。黄金鸂鶒当筵睡，红锦蔷薇映烛开。稽岭好风吹玉佩，镜湖残月照楼台。小儒末座频倾耳，只怕城头画角催。",
            "comment": ""
        },
        {
            "title": "浙西送杜晦侍御入关",
            "content": "紫诏征贤发帝聪，绣衣行处扑香风。鹗归秦树幽禽散，星出吴天列舍空。捧日思驰仙掌外，朝宗势动海门中。鞭鞘所拂三千里，多少诸侯合避骢。",
            "comment": ""
        }
    ]
}