{
    "dynasty": "唐",
    "author": "聂夷中",
    "poems": [
        {
            "title": "闻人说海北事有感",
            "content": "故乡归路隔高雷，见说年来事可哀。村落日中眠虎豹，田园雨后长蒿莱。海隅久已无春色，地底真成有劫灰。荆棘满山行不得，不知当日是谁栽。",
            "comment": ""
        },
        {
            "title": "短歌",
            "content": "八月木阴薄，十叶三堕枝。人生过五十，亦已同此时。朝出东郭门，嘉树郁参差。暮出西郭门，原草已离披。南邻好台榭，北邻善歌吹。荣华忽销歇，四顾令人悲。生死与荣辱，四者乃常期。古人耻其名，没世无人知。无言鬓似霜，勿谓事如丝。耆年无一善，何殊食乳儿。",
            "comment": ""
        },
        {
            "title": "公子家",
            "content": "种花满西园，花发青楼道。花下一禾生，去之为恶草。",
            "comment": ""
        },
        {
            "title": "大垂手",
            "content": "金刀剪轻云，盘用黄金缕。装束赵飞燕，教来掌上舞。舞罢飞燕死，片片随风去。",
            "comment": ""
        },
        {
            "title": "横吹曲辞·长安道",
            "content": "此地无驻马，夜中犹走轮。所以路旁草，少于衣上尘。",
            "comment": ""
        },
        {
            "title": "燕台二首",
            "content": "燕台累黄金，上欲招儒雅。贵得贤士来，更下于隗者。自然乐毅徒，趋风走天下。何必驰凤书，旁求向林野。燕台高百尺，燕灭台亦平。一种是亡国，犹得礼贤名。何似章华畔，空余禾黍生。",
            "comment": ""
        },
        {
            "title": "杂兴",
            "content": "两叶能蔽目，双豆能塞聪。理身不知道，将为天地聋。扰扰造化内，茫茫天地中。苟或有所愿，毛发亦不容。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·古别离",
            "content": "欲别牵郎衣，问郎游何处。不恨归日迟，莫向临邛去。",
            "comment": "【注释】　　这首小诗，情真意蕴，质朴自然。　　开头“欲别”二字，扣题中的“别离”，也为以下人物的言行点明背景。“牵郎衣”的主语自然是诗中的女主人公，有人认为这个动作是表现不忍分别，虽不能说毫无此意，不过从全诗来看，这一动作显然是为了配合语言的，那么它的含意也就不能离开人物语言和说话的背景去理解。她之所以要“牵郎衣”，主要是为了使“欲别”将行的丈夫能停一停，好静静地听一听自己的话；就她自己而言，也从这急切、娇憨的动作中，流露出一种郑重而又亲昵的情态。这一切当然都是为了增强语言的分量、情感的分量，以便引起对方的重视。　　女主人公一边牵着郎衣，一边就开口说话了：“郎今到何处”？在一般情况下，千言万语都该在临别之前说过了，至少也不会等到“欲别”之际才问“到何处”，这似乎令人费解。但是，要联系第四句来看，便知道使她忐忑不安的并不是不知“到何处”的问题，而是担心他走到一个“可怕”的去处──“临邛”，那才是她真正急于要说而又一直难于启齿的话。“郎今到何处”，此时此言，看似不得要领，但这个“多余的弯子”，又是多么传神地画出了她此刻心中的慌乱和矛盾啊！　　第三句放开一笔，转到归期。按照常情，该是盼郎早归，迟迟不归岂非“恨”事！然而她却偏说“不恨归来迟”。要体会这个“不恨”，也必须联系第四句──“莫向临邛去”。临邛，即今四川省邛崃县，也就是汉代司马相如在客游中，与卓文君相识相恋之处。这里的“临邛”不必专指，而是用以借喻男子觅得新欢之处，到了这样的地方，对于她来说，岂不更为可恨，更为可怕吗？可见“不恨归来迟”，是以“归来迟”与“临邛去”比较而言。不是根本上对“归迟”而不怨，是“两害相权取其轻”之谓。这句诗不是反语，也不是矫情，而是真情，是隐忍着痛苦的真情，是愿以两地相思的痛苦赢得彼此永远相爱的真情。她先这么真诚地让一步，献上一颗深情绵绵之心，最后再道出那难以启齿的希望和请求──“莫向临邛去”！以己之情，动人之情，那该是更能打动对方的吧？情深意挚，用心良苦，诚所谓“诗从肺腑出，出辄愁肺腑”（苏轼《读孟郊诗》）。　　诗的前三句拐弯抹角，都是为了引出、衬托第四句，第四句才是“谜底”，才是全诗的出发点和归宿，只有抓住它方能真正地领会前三句，咀嚼出全诗的情韵。诗人用这种回环婉曲、欲进先退、摇曳生情的笔触，洗练而又细腻地刻画出女主人公在希求美满爱情生活的同时又隐含着忧虑不安的心理，并从这个矛盾之中显示出她的坚贞诚挚、隐忍克制的品格，言少意多，隽永深厚，耐人寻味。它与“不知移旧爱，何处作新恩”（白居易《怨词》）；“常恐新声发，坐使故声残”（孟郊《古妾薄命》）；“不畏将军成久别，只恐封侯心更移”（薛道衡《豫章行》）等诗句一样，从一个侧面反映了封建时代妇女可悲的处境，具有一定的社会意义。诗用短促的仄声韵，亦有助于表现人物急切、不安的神情。　　（赵其钧）"
        },
        {
            "title": "相和歌辞·胡无人行",
            "content": "男儿徇大义，立节不沽名。腰间悬陆离，大歌胡无行。不读战国书，不览黄石经。醉卧咸阳楼，梦入受降城。更愿生羽翼，飞身入青冥。请携天子剑，斫下旄头星。自然胡无人，虽有无战争。悠哉典属国，驱羊老一生。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·行路难",
            "content": "莫言行路难，夷狄如中国。谓言骨肉亲，中门如异域。出处全在人，路亦无通塞。门前两条辙，何处去不得。",
            "comment": ""
        },
        {
            "title": "题贾氏林泉",
            "content": "市朝束名利，林泉系清通。岂知黄尘内，迥有白云踪。轻流逗密蓧，直干入宽空。高吟五君咏，疑对九华峰。我知种竹心，欲扇清凉风。我知决泉意，将明济物功。有琴不张弦，众星列梧桐。须知淡澹听，声在无声中。地非樵者路，武陵又何逢。只虑迷所归，池上日西东。",
            "comment": ""
        },
        {
            "title": "田家",
            "content": "父耕原上田，子锄山下荒。六月禾未秀，官家已修仓。",
            "comment": "【注释】“子锄山下荒”又作“子劚山下荒”一边是辛苦的劳动，一边是无厌的剥削，但更不道破，而寓讽刺于叙事之中，显得更为冷峭有力。===========中晚唐为数众多的悯农诗中，短小精悍之作首推李绅《 悯农二首 》，下来就要算聂夷中《田家》了。乍看去，此诗的内容之平淡、语言之明白、字句之简单，几乎没什么奥妙可言，但它能以最少的文字取得了很大的效果，显得十分耐读，这又决不是偶然的。封建时代农民遭受剥削的主要的形式便是地租 。在唐末那样的乱世 ，封建国家开支甚巨而资用缺乏，必然加重对农民的榨取。此诗的写作目的就在于揭露这样的黑暗现实。如果正面从收租情事落笔，所费笔墨必多而实际效果未必就好。此诗的写作特点之一就在于抛开这种正面的描写 ，而只选取收租的题前之景，即农夫辛勤耕作而官家等待收租情况 ，“官家已仓”句点到为止 ，修仓干什么，农夫的命运将怎样，一应留待读者去想。作者省却许多气力，却“不著一字，尽得风流。”论者往往知道诗歌语言的具体形象之美，不知道亦有概括抽象之妙 。“春种一粒粟，秋收万颗子”的诗句 ，就好在用泛写的方式 ，概括了一般丰年的情事，并不以具体形象见长。此诗前二句也一样 ，“父耕原上田，子劚山下荒 ”，并不仅仅是只写一家父子的事件，而是高度概括了千千万万个农民的家庭，所谓“夜半呼儿趁晓耕，羸牛无力渐艰行 ”，正是农家普遍的情事；而“原上田”、“山下荒”也并不特指某山某原，而泛指已耕的熟田和待垦的荒地，从耕田写到开荒，简洁有力地刻划出农家一年到头的辛苦，几乎没有空闲可言 。十个字具有高度的涵盖力 ，增加了诗意的典型性。几乎成为封建社会农村生活的一个缩影。在揭露讽刺的时候 ，诗人不发议论而重在摆事实 ，发人深省。“六月禾未秀”一句不单指庄稼未成熟 。按正常的情况 ，四五月麦苗就该扬花（“秀”），“六月”应已收割而“ 禾未秀 ”，当是遇到了旱情，暗示着欠收。而按唐时两税法，六月正是应该交纳夏税的时节 ，所以“官家已修仓。”官家修仓，本身就暗示着对农民劳动成果的窥伺和即将予以剥夺，而这种窥伺出现在“六月禾未秀”之际 ，更觉意味深长。“禾未秀”而仓“已修”，一“未”一“已”，二字呼应。农家望成的焦灼如焚，官家收租的追不及待，及统治者的不恤民情，种种事实，俱在其中，作者的忧民悯农之心亦跃然纸上。题前摄景，洗炼概括，融情入事，其中任何一种手法都可以收到言简意长的效果。而此诗恰当地同时运用这三种手法，艺术效果也就更加显著了。"
        },
        {
            "title": "杂曲歌辞·饮酒乐",
            "content": "日月似有事，一夜行一周。草木犹须老，人生得无愁。一饮解百结，再饮破百忧。白发欺贫贱，不入醉人头。我愿东海水，尽向杯中流。安得阮步兵，同入醉乡游。",
            "comment": ""
        },
        {
            "title": "住京寄同志",
            "content": "有京如在道，日日先鸡起。不离十二街，日行一百里。役役大块上，周朝复秦市。贵贱与贤愚，古今同一轨。白兔落天西，赤鸦飞海底。一日复一日，日日无终始。自嫌性如石，不达荣辱理。试问九十翁，吾今尚如此。",
            "comment": ""
        },
        {
            "title": "咏田家",
            "content": "二月卖新丝，五月粜新谷。医得眼前疮，剜却心头肉。我愿君王心，化作光明烛。不照绮罗筵，只照逃亡屋。",
            "comment": "【注释】　　作者极力描写田家生活的穷困，寅吃卯粮，痛苦万分，借以讽刺当政者不知民间疾苦。　　唐末广大农村破产，农民遭受的剥削更加惨重，至于颠沛流离，无以生存。在这样的严酷背景上，产生了可与李绅《悯农》二首前后辉映的聂夷中《伤田家》。有人甚至将此诗与柳宗元《捕蛇者说》并论，以为「言简意足，可匹柳文」（《唐诗别裁集》）。　　开篇就揭露封建社会农村一种典型「怪」事：二月蚕种始生，五月秧苗始插，哪有丝卖？哪有谷粜（出卖粮食）？居然「二月卖新丝，五月粜新谷」。这乃是「卖青」──将尚未产出的农产品预先贱价抵押。正用血汗喂养、栽培的东西，是一年衣食，是心头肉呵，但被挖去了。两言卖「新」，令人悲酸。卖青是迫于生计，而首先是迫于赋敛。一本将「父耕原上田，子劚山下荒。六月禾未秀，官家已修仓」四句与此诗合并，就透露出个中消息。这使人联想到民谣：「新禾不入箱，新麦不登场。殆及八九月，狗吠空垣墙。」（《高宗永淳中童谣》）明年衣食将何如，已在不言之中。紧接二句用一个形象比喻：「医得眼前疮，剜却心头肉。」它通俗、平易、恰切。「眼前疮」固然比喻眼前急难，「心头肉」固然比喻丝谷等农家命根，但这比喻所取得的惊人效果决非「顾得眼前顾不了将来」的概念化表述能及万一。「挖肉补疮」，这是何等惨痛的形象！唯其能入骨三分地揭示那血淋淋的现实，叫人一读就铭刻在心，永志不忘。诚然，挖肉补疮，自古未闻，但如此写来最能尽情，既深刻又典型，因而成为千古传诵的名句。　　「我愿君王心」以下是诗人陈情，表达改良现实的愿望，颇合新乐府倡导者提出的「惟歌生民病，愿得天子知」（白居易《寄唐生》）的精神。这里寄希望于君主开明固然有其历史局限性，但作者用意主要是讽刺与谲谏。「我愿君王心，化为光明烛」，即委婉指出当时君王之心还不是「光明烛」；望其「不照绮罗筵，只照逃亡屋」，即客观反映其一向只代表豪富的利益而不恤民病，不满之意见于言外，妙在运用反笔揭示皇帝昏聩，世道不公。「绮罗筵」与「逃亡屋」构成鲜明对比，反映出两极分化的尖锐阶级对立的社会现实，增强了批判性。它形象地暗示出农家卖青破产的原因，又由「逃亡」二字点出其结果必然是：「殚其地之出，竭其庐之入，呼号而转徙，饥渴而顿踣」，「非死而徙尔」（《捕蛇者说》），充满作者对田家的同情，可谓「言简意足」。　　胡震亨论唐诗，认为聂夷中等人「洗剥到极净极省，不觉自成一体」，而「夷中诗尤关教化」（《唐音癸签》），从此诗即可看出。其所以如此，与语言的朴素凝炼同取材造境的典型都是分不开的。　　（周啸天）"
        },
        {
            "title": "客有追叹后时者作诗勉之",
            "content": "后达多晚荣，速得多疾倾。君看构大厦，何曾一日成。在暖须在桑，在饱须在耕。君子贵弘道，道弘无不亨。太阳垂好光，毛发悉见形。我亦二十年，直似戴盆行。荆山产美玉，石石皆坚贞。未必尽有玉，玉且间石生。精卫一微物，犹恐填海平。",
            "comment": ""
        },
        {
            "title": "相和歌辞·杂怨三首",
            "content": "生在绮罗下，岂识渔阳道。良人自戍来，夜夜梦中到。渔阳万里远，近于中门限。中门逾有时，渔阳常在眼。良人昨日去，明日又不还。别时各有泪，零落青楼前。君泪濡罗巾，妾泪滴路尘。罗巾今在手，日得随妾身。路尘如因飞，得上君车轮。",
            "comment": ""
        },
        {
            "title": "秋夕",
            "content": "日往无复见，秋堂暮仍学。玄发不知白，晓人寒铜觉。为材未离群，有玉犹在璞。谁把碧桐枝，刻作云门乐。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·大垂手",
            "content": "金刀翦轻云，盘用黄金缕。装束赵飞燕，教来掌上舞。舞罢飞燕死，片片随风去。",
            "comment": ""
        },
        {
            "title": "古兴",
            "content": "片玉一尘轻，粒粟山丘重。唐虞贵民食，只是勤播种。前圣后圣同，今人古人共。一岁如苦饥，金玉何所用。",
            "comment": ""
        },
        {
            "title": "访嵩阳道士不遇",
            "content": "先生五岳游，文焰灭金鼎。日下鹤过时，人间空落影。常言一粒药，不随死生境。何当列御寇，去问仙人请。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·起夜半",
            "content": "念远心如烧，不觉中夜起。桃花带露泛，立在月明里。",
            "comment": ""
        },
        {
            "title": "哭刘驾博士",
            "content": "出门四顾望，此日何徘徊。终南旧山色，夫子安在哉。君诗如门户，夕闭昼还开。君名如四时，春尽夏复来。原野多丘陵，累累如高台。君坟须数尺，谁与夫子偕。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·空城雀",
            "content": "一雀入官仓，所食能损几。所虑往损频，官仓乃害尔。鱼网不在天，鸟网不在水。饮啄要自然，何必空城里。",
            "comment": ""
        },
        {
            "title": "公子行二首",
            "content": "汉代多豪族，恩深益骄逸。走马踏杀人，街吏不敢诘。红楼宴青春，数里望云蔚。金缸焰胜昼，不畏落晖疾。美人尽如月，南威莫能匹。芙蓉自天来，不向水中出。飞琼奏云和，碧箫吹凤质。唯恨鲁阳死，无人驻白日。花树出墙头，花里谁家楼。一行书不读，身封万户侯。美人楼上歌，不是古凉州。",
            "comment": ""
        },
        {
            "title": "送友人归江南",
            "content": "泉州五更鼓，月落西南维。此时有行客，别我孤舟归。上国身无主，下第诚可悲。",
            "comment": ""
        },
        {
            "title": "早发邺北经古城",
            "content": "微月东南明，双牛耕古城。但耕古城地，不知古城名。当昔置此城，岂料今日耕。蔓草已离披，狐兔何纵横。秋云零落散，秋风萧条生。对古良可叹，念今转伤情。古人已冥冥，今人又营营。不知马蹄下，谁家旧台亭。",
            "comment": ""
        },
        {
            "title": "相和歌辞·乌夜啼",
            "content": "众鸟各归枝，乌乌尔不栖。还应知妾恨，故向绿窗啼。",
            "comment": ""
        }
    ]
}