{
    "dynasty": "唐",
    "author": "苏味道",
    "poems": [
        {
            "title": "和武三思于天中寺寻复礼上人之作",
            "content": "藩戚三雍暇，禅居二室隈。忽闻从桂苑，移步践花台。敏学推多艺，高谈属辩才。是非宁滞著，空有掠嫌猜。五行幽机畅，三蕃妙键开。味同甘露洒，香似逆风来。砌古留方石，池清辨烧灰。人寻鹤洲返，月逐虎溪回。企躅瞻飞盖，攀游想渡杯。愿陪为善乐，从此去尘埃。",
            "comment": ""
        },
        {
            "title": "始背洛城秋郊瞩目奉怀台中诸侍御",
            "content": "薄游忝霜署，直指戒冰心。荔浦方南纪，蘅皋暂北临。山晴关塞断，川暮广城阴。场圃通圭甸，沟塍碍石林。野童来捃拾，田叟去讴吟。蟋蟀秋风起，蒹葭晚露深。帝城犹郁郁，征传几駸駸。回忆披书地，劳歌谢所钦。",
            "comment": ""
        },
        {
            "title": "初春行宫侍宴应制得天字",
            "content": "温液吐涓涓，跳波急应弦。簪裾承睿赏，花柳发韶年。圣酒千钟洽，宸章七曜悬。微臣从此醉，还似梦钧天。",
            "comment": ""
        },
        {
            "title": "咏雾",
            "content": "氤氲起洞壑，遥裔匝平畴。乍似含龙剑，还疑映蜃楼。拂林随雨密，度径带烟浮。方谢公超步，终从彦辅游。",
            "comment": ""
        },
        {
            "title": "咏虹",
            "content": "纡馀带星渚，窈窕架天浔。空因壮士见，还共美人沉。逸照含良玉，神花藻瑞金。独留长剑彩，终负昔贤心。",
            "comment": ""
        },
        {
            "title": "单于川对雨二首",
            "content": "崇朝遘行雨，薄晚屯密云。缘阶起素沫，竟水聚圆文。河柳低未举，山花落已芬。清尊久不荐，淹留遂待君。飞雨欲迎旬，浮云已送春。还从濯枝后，来应洗兵辰。气合龙祠外，声过鲸海滨。伐邢知有属，已见静边尘。",
            "comment": ""
        },
        {
            "title": "正月十五夜",
            "content": "火树银花合，星桥铁锁开。暗尘随马去，明月逐人来。游伎皆秾李，行歌径落梅。金吾夜不禁，玉漏莫相催。",
            "comment": "【注释】　　这首诗是描写长安城里元宵之夜的景色。据《大唐新语》和《唐两京新记》记载：每年这天晚上，长安城里都要大放花灯；前后三天，夜间照例不戒严，看灯的真是人山人海。豪门贵族的车马喧阗，市民们的歌声笑语，汇成一片，通宵都在热闹的气氛中度过。　　春天刚刚才透露一点消息，还不是万紫千红的世界，可是明灯错落，在大路两旁、园林深处映射出灿烂的辉光，简直象明艳的花朵一样。从“火树银花”的形容，我们不难想象，这是多么奇丽的夜景！说“火树银花合”，因为四望如一的缘故。王维《终南山》“白云回望合”，孟浩然《过故人庄》“绿树村边合”的“合”，用意相同，措语之妙，可能是从这里得到启发的。由于到处任人通行，所以城门也开了铁锁。崔液《上元夜》诗有句云：“玉漏铜壶且莫催，铁关金锁彻明开。”可与此相印证。城关外面是城河，这里的桥，即指城河上的桥。这桥平日是黑沈沈的，今天换上了节日的新装，点缀着无数的明灯。灯影照耀，城河望去有如天上的星河，所以也就把桥说成“星桥”了。“火树”“银花”“星桥”都写灯光，诗人的鸟瞰，首先从这儿着笔，总摄全篇；同时，在“星桥铁锁开”这句话里说出游人之盛，这样，下面就很自然地过渡到节日风光的具体描绘。　　人潮一阵阵地涌着，马蹄下飞扬的尘土也看不清；月光照到人们活动的每一个角落，哪儿都能看到明月当头。原来这灯火辉煌的佳节，正是风清月白的良宵。在灯影月光的映照下，花枝招展的歌妓们打扮得分外美丽，她们一面走，一面唱着《梅花落》的曲调。长安城里的元宵，真是观赏不尽的。所谓“欢娱苦日短”，不知不觉便到了深更时分，然而人们却仍然怀着无限留恋的心情，希望这一年一度的元宵之夜不要匆匆地过去。“金吾不禁”二句，用一种带有普遍性的心理描绘，来结束全篇，言尽而意不尽，读之使人有余音绕梁，三日不绝之感。这诗于镂金错采之中，显得韵致流溢，也在于此。　　（马茂元）http://estar.rdfz.cn/RESOURCE/GZ/GZYW/YWBL/TCJS/3004_SR.htm"
        },
        {
            "title": "咏石",
            "content": "济北甄神贶，河西濯锦文。声应天池雨，影触岱宗云。燕归犹可候，羊起自成群。何当握灵髓，高枕绝嚣氛。",
            "comment": ""
        },
        {
            "title": "咏霜",
            "content": "金祇暮律尽，玉女暝氛归。孕冷随钟彻，飘华逐剑飞。带日浮寒影，乘风进晚威。自有贞筠质，宁将庶草腓。",
            "comment": ""
        },
        {
            "title": "赠封御史入台",
            "content": "故事推三独，兹辰对两闱。夕鸦共鸣舞，屈草接芳菲。盛府持清橐，殊章动绣衣。风连台阁起，霜就简书飞。凛凛当朝色，行行满路威。惟当击隼去，复睹落雕归。",
            "comment": ""
        },
        {
            "title": "奉和受图温洛应制",
            "content": "绿绮膺河检，清坛俯洛滨。天旋俄制跸，孝享属严禋。陟配光三祖，怀柔洎百神。雾开中道日，雪敛属车尘。预奉咸英奏，长歌亿万春。",
            "comment": ""
        },
        {
            "title": "嵩山石淙侍宴应制",
            "content": "雕舆藻卫拥千官，仙洞灵溪访九丹。隐暧源花迷近路，参差岭竹扫危坛。重崖对耸霞文驳，瀑水交飞雨气寒。天洛宸襟有馀兴，裴回周矖驻归銮。第六十六卷",
            "comment": ""
        },
        {
            "title": "使岭南闻崔马二御史并拜台郎",
            "content": "振鹭齐飞日，迁莺远听闻。明光共待漏，清鉴各披云。喜得廊庙举，嗟为台阁分。故林怀柏悦，新幄阻兰薰。冠去神羊影，车迎瑞雉群。远从南斗外，遥仰列星文。",
            "comment": ""
        },
        {
            "title": "九江日南济北接蕲春南与浔阳岸",
            "content": "江路一悠哉，滔滔九派来。远潭昏似雾，前浦沸成雷。鳞介多潜育，渔商几溯洄。风摇蜀柿下，日照楚萍开。近漱湓城曲，斜吹蠡泽隈。锡龟犹入贡，浮兽罢为灾。津吏挥桡疾，邮童整传催。归心讵可问，为视落潮回。",
            "comment": ""
        },
        {
            "title": "咏井",
            "content": "玲珑映玉槛，澄澈泻银床。流声集孔雀，带影出羵羊。桐落秋蛙散，桃舒春锦芳。帝力终何有，机心庶此忘。",
            "comment": ""
        }
    ]
}