{
    "dynasty": "唐",
    "author": "薛涛",
    "poems": [
        {
            "title": "秋泉",
            "content": "冷色初澄一带烟，幽声遥泻十丝弦。长来枕上牵情思，不使愁人半夜眠。",
            "comment": ""
        },
        {
            "title": "四友赞",
            "content": "磨润色先生之腹，濡藏锋都尉之头。引书媒而黯黯，入文亩以休休。",
            "comment": ""
        },
        {
            "title": "谒巫山庙",
            "content": "乱猿啼处访高唐，路入烟霞草木香。山色未能忘宋玉，水声犹是哭襄王。朝朝夜夜阳台下，为雨为云楚国亡。惆怅庙前多少柳，春来空斗画眉长。",
            "comment": ""
        },
        {
            "title": "贼平后上高相公",
            "content": "惊看天地白荒荒，瞥见青山旧夕阳。始信大威能照映，由来日月借生光。",
            "comment": ""
        },
        {
            "title": "鹰离鞲",
            "content": "爪利如锋眼似铃，平原捉兔称高情。无端窜向青云外，不得君王臂上擎。",
            "comment": ""
        },
        {
            "title": "秋泉",
            "content": "泠色初澄一带烟，幽声遥泻十丝弦。长来枕上牵情思，不使愁人半夜眠。",
            "comment": ""
        },
        {
            "title": "送友人",
            "content": "水国蒹葭夜有霜，月寒山色共苍苍。谁言千里自今夕，离梦杳如关塞长。",
            "comment": "【注释】　　昔人曾称道这位“万里桥边女校书”“工绝句，无雌声”。她这首《送友人》就是向来为人传诵，可与“唐才子”们竞雄的名篇。初读此诗，似清空一气；讽咏久之，便觉短幅中有无限蕴藉，藏无数曲折。　　前两句写别浦晚景。“蒹葭苍苍，白露为霜”，可知是秋季。“悲哉秋之为气也，萧瑟兮草木摇落而变衰；憭栗兮若在远行，登山临水兮送将归”，这时节相送，当是格外难堪。诗人登山临水，一则见“水国蒹葭夜有霜”，一则见月照山前明如霜，这一派蒹葭与山色“共苍苍”的景象，令人凛然生寒。值得注意的是，此处不尽是写景，句中暗暗兼用了《诗经·秦风·蒹葭》“蒹葭苍苍”两句以下的诗意：“所谓伊人，在水一方。溯回从之，道阻且长；溯游从之，宛在水中央”，以表达一种友人远去、思而不见的怀恋情绪。节用《诗经》而兼包全篇之意，王昌龄“山长不见秋城色，日暮蒹葭空水云”（《巴陵送李十二》）与此诗机杼相同。运用这种引用的修辞手法，就使诗句的内涵大为深厚了。　　人隔千里，自今夕始。“千里自今夕”一语，使人联想到李益“千里佳期一夕休”的名句，从而体会到诗人无限深情和遗憾。这里却加“谁言”二字，似乎要一反那遗憾之意，不欲作“从此无心爱良夜”的苦语。似乎意味着“海内存知已，天涯若比邻”，可以“隔千里兮共明月”，是一种慰勉的语调。这与前两句的隐含离伤构成一个曲折，表现出相思情意的执着。　　诗中提到“关塞”，大约友人是赴边去吧，那再见自然很不易了，除非相遇梦中。不过美梦也不易求得，行人又远在塞北。“天长地远魂飞苦，梦魂不到关山难”（李白《长相思》）。“关塞长”使梦魂难以度越，已自不堪，更何况“离梦杳如”，连梦也新来不做。一句之中含层层曲折，将难堪之情推向高潮。此句的苦语，相对于第三句的慰勉，又是一大曲折。此句音调也很美，“杳如”的“如”不但表状态，而且兼有语助词“兮”字的功用，读来有唱叹之音，配合曲折的诗情，其味尤长。而全诗的诗情发展，是“先紧后宽”（先作苦语，继而宽解），宽而复紧，“首尾相衔，开阖尽变”（《艺概·诗概》）。　　“绝句于六艺多取风兴，故视它体尤以委曲、含蓄、自然为高。”（《艺概·诗概》）此诗化用了前人一些名篇成语，使读者感受更丰富；诗意又层层推进，处处曲折，愈转愈深，可谓兼有委曲、含蓄的特点。诗人用语既能翻新又不着痕迹，娓娓道来，不事藻绘，便显得“清”。又善“短语长事”，得吞吐之法，又显得“空”。清空与质实相对立，却与充实无矛盾，故耐人玩味。　　（周啸天）"
        },
        {
            "title": "赠韦校书",
            "content": "芸香误比荆山玉，那似登科甲乙年。淡沲鲜风将绮思，飘花散蕊媚青天。",
            "comment": ""
        },
        {
            "title": "和刘宾客玉蕣",
            "content": "琼枝的皪露珊珊，欲折如披玉彩寒。闲拂朱房何所似，缘山偏映月轮残。",
            "comment": ""
        },
        {
            "title": "酬雍秀才贻巴峡图",
            "content": "千叠云峰万顷湖，白波分去绕荆吴。感君识我枕流意，重示瞿塘峡口图。",
            "comment": ""
        },
        {
            "title": "镜离台",
            "content": "铸泻黄金镜始开，初生三五月徘徊。为遭无限尘蒙蔽，不得华堂上玉台。",
            "comment": ""
        },
        {
            "title": "江边",
            "content": "西风忽报雁双双，人世心形两自降。不为鱼肠有真诀，谁能夜夜立清江。",
            "comment": ""
        },
        {
            "title": "续嘉陵驿诗献武相国",
            "content": "蜀门西更上青天，强为公歌蜀国弦。卓氏长卿称士女，锦江玉垒献山川。",
            "comment": ""
        },
        {
            "title": "酬吴使君",
            "content": "支公别墅接花扃，买得前山总未经。入户剡溪云水满，高斋咫尺蹑青冥。",
            "comment": ""
        },
        {
            "title": "风",
            "content": "猎蕙微风远，飘弦唳一声。林梢明淅沥，松径夜凄清。",
            "comment": ""
        },
        {
            "title": "和郭员外题万里桥",
            "content": "万里桥头独越吟，知凭文字写愁心。细侯风韵兼前事，不止为舟也作霖。",
            "comment": ""
        },
        {
            "title": "菱荇沼",
            "content": "水荇斜牵绿藻浮，柳丝和叶卧清流。何时得向溪头赏，旋摘菱花旋泛舟。",
            "comment": ""
        },
        {
            "title": "忆荔枝",
            "content": "传闻象郡隔南荒，绛实丰肌不可忘。近有青衣连楚水，素浆还得类琼浆。",
            "comment": ""
        },
        {
            "title": "笔离手",
            "content": "越管宣毫始称情，红笺纸上撒花琼。都缘用久锋头尽，不得羲之手里擎。",
            "comment": ""
        },
        {
            "title": "春望词四首",
            "content": "花开不同赏，花落不同悲。欲问相思处，花开花落时。揽草结同心，将以遗知音。春愁正断绝，春鸟复哀吟。风花日将老，佳期犹渺渺。不结同心人，空结同心草。那堪花满枝，翻作两相思。玉箸垂朝镜，春风知不知。",
            "comment": "【注释】或作左“扌”右“监”？"
        },
        {
            "title": "寄词",
            "content": "菌阁芝楼杳霭中，霞开深见玉皇宫。紫阳天上神仙客，称在人间立世功。",
            "comment": ""
        },
        {
            "title": "上王尚书",
            "content": "碧玉双幢白玉郎，初辞天帝下扶桑。手持云篆题新榜，十万人家春日长。",
            "comment": ""
        },
        {
            "title": "燕离巢",
            "content": "出入朱门未忍抛，主人常爱语交交。衔泥秽污珊瑚枕，不得梁间更垒巢。",
            "comment": ""
        },
        {
            "title": "酬祝十三秀才",
            "content": "浩思蓝山玉彩寒，冰囊敲碎楚金盘。诗家利器驰声久，何用春闱榜下看。",
            "comment": ""
        },
        {
            "title": "送扶炼师",
            "content": "锦浦归舟巫峡云，绿波迢递雨纷纷。山阴妙术人传久，也说将鹅与右军。",
            "comment": ""
        },
        {
            "title": "赠苏十三中丞",
            "content": "洛阳陌上埋轮气，欲逐秋空击隼飞。今日芝泥检征诏，别须台外振霜威。",
            "comment": ""
        },
        {
            "title": "鸳鸯草",
            "content": "绿英满香砌，两两鸳鸯小。但娱春日长，不管秋风早。",
            "comment": ""
        },
        {
            "title": "酬杨供奉法师见招",
            "content": "远水长流洁复清，雪窗高卧与云平。不嫌袁室无烟火，惟笑商山有姓名。",
            "comment": ""
        },
        {
            "title": "罚赴边有怀上韦令公二首（一作陈情上韦令公",
            "content": "闻道边城苦，今来到始知。羞将门下曲，唱与陇头儿。黠虏犹违命，烽烟直北愁。却教严谴妾，不敢向松州。",
            "comment": ""
        },
        {
            "title": "浣花亭陪川主王播相公暨僚同",
            "content": "西陆行终令，东篱始再阳。绿英初濯露，金蕊半含霜。自有兼材用，那同众草芳。献酬樽俎外，宁有惧豺狼。",
            "comment": ""
        },
        {
            "title": "牡丹",
            "content": "去春零落暮春时，泪湿红笺怨别离。常恐便同巫峡散，因何重有武陵期？传情每向馨香得，不语还应彼此知。只欲栏边安枕席，夜深闲共说相思。",
            "comment": "【注释】　　这首《牡丹》诗用“情重更斟情”的手法，把花人之间的感情反复掂掇，造成情意绵绵的意境，构思新颖纤巧，独具艺术风采。　　“去春零落暮春时，泪湿红笺怨别离。”别后重逢，有太多的兴奋，亦有无限的情思。面对眼前盛开的牡丹花，却从去年与牡丹的分离落墨，把人世间的深情厚意浓缩在别后重逢的特定场景之中。“红笺”，当指薛涛纸，是诗人创制的深红小笺。“泪湿红笺”句，诗人自己进入了角色，读来亲切感人。　　“常恐便同巫峡散，因何重有武陵期？”化牡丹为情人，笔触细腻而传神。“巫峡散”承上文的怨别离，拈来宋玉《高唐赋》中楚襄王和巫山神女梦中幽会的故事，给花人之恋抹上梦幻迷离的色彩：担心与情人的离别会象巫山云雨那样一散而不复聚，望眼欲穿而感到失望。在极度失望之中，突然不期而遇，更使人感到再度相逢的难得和喜悦。诗人把陶渊明《桃花源记》中武陵渔人意外地发现桃花源仙境和传说中刘晨、阮肇遇仙女的故事捏合在一起（唐人把武陵和刘晨、阮肇遇仙女的故事联系在一起，见《全唐诗》卷六九Ｏ王涣《惘怅诗》），给花人相逢罩上神仙奇遇的面纱，带来了惊喜欲狂的兴奋。两句妙于用典，变化多端，曲折尽致。　　“传情每向馨香得，不语还应彼此知。”两句既以“馨香”、“不语”射牡丹花的特点，又以“传情”、“彼此知”关照前文，行文显而不露，含而不涩。花以馨香传情，人以信义见著。花与人相通，人与花同感，所以“不语还应彼此知。”　　以上六句写尽诗人与牡丹的恋情，末两句，将诗情推向高潮：“只欲栏边安枕席，夜深闲共说相思。”“安枕席”于栏边，如对故人抵足而卧，情同山海。深夜说相思，见其相思之渴，相慕之深。这两句想得新奇，写得透彻。　　此诗将牡丹拟人化，用向情人倾诉衷肠的口吻来写，新颖别致，亲切感人，自有一种醉人的艺术魅力。　　（汤贵仁）"
        },
        {
            "title": "春郊游眺寄孙处士二首",
            "content": "低头久立向蔷薇，爱似零陵香惹衣。何事碧鸡孙处士，伯劳东去燕西飞。今朝纵目玩芳菲，夹缬笼裙绣地衣。满袖满头兼手把，教人识是看花归。",
            "comment": ""
        },
        {
            "title": "鹦鹉离笼",
            "content": "陇西独自一孤身，飞去飞来上锦茵。都缘出语无方便，不得笼中再唤人。",
            "comment": ""
        },
        {
            "title": "犬离主",
            "content": "出入朱门四五年，为知人意得人怜。近缘咬着亲知客，不得红丝毯上眠。",
            "comment": ""
        },
        {
            "title": "西岩",
            "content": "凭阑却忆骑鲸客，把酒临风手自招。细雨声中停去马，夕阳影里乱鸣蜩。",
            "comment": ""
        },
        {
            "title": "送姚员外",
            "content": "万条江柳早秋枝，袅地翻风色未衰。欲折尔来将赠别，莫教烟月两乡悲。",
            "comment": ""
        },
        {
            "title": "寄旧诗与元微之",
            "content": "诗篇调态人皆有，细腻风光我独知。月下咏花怜暗淡，雨朝题柳为欹垂。长教碧玉藏深处，总向红笺写自随。老大不能收拾得，与君开似好男儿。",
            "comment": ""
        },
        {
            "title": "鱼离池",
            "content": "跳跃深池四五秋，常摇朱尾弄纶钩。无端摆断芙蓉朵，不得清波更一游。",
            "comment": ""
        },
        {
            "title": "井梧吟",
            "content": "庭除一古桐，耸干入云中。枝迎南北鸟，叶送往来风。",
            "comment": "【注释】[1]父郧句[2]涛句"
        },
        {
            "title": "斛石山书事",
            "content": "王家山水画图中，意思都卢粉墨容。今日忽登虚境望，步摇冠翠一千峰。",
            "comment": ""
        },
        {
            "title": "棠梨花和李太尉",
            "content": "吴均蕙圃移嘉木，正及东溪春雨时。日晚莺啼何所为，浅深红腻压繁枝。",
            "comment": ""
        },
        {
            "title": "酬文使君",
            "content": "延英晓拜汉恩新，五马腾骧九陌尘。今日谢庭飞白雪，巴歌不复旧阳春。",
            "comment": ""
        },
        {
            "title": "试新服裁制初成三首",
            "content": "紫阳宫里赐红绡，仙雾朦胧隔海遥。霜兔毳寒冰茧净，嫦娥笑指织星桥。九气分为九色霞，五灵仙驭五云车。春风因过东君舍，偷样人间染百花。长裾本是上清仪，曾逐群仙把玉芝。每到宫中歌舞会，折腰齐唱步虚词。",
            "comment": ""
        },
        {
            "title": "月",
            "content": "魄依钩样小，扇逐汉机团。细影将圆质，人间几处看。",
            "comment": ""
        },
        {
            "title": "赠杨蕴中",
            "content": "玉漏声长灯耿耿，东墙西墙时见影。月明窗外子规啼，忍使孤魂愁夜永。",
            "comment": ""
        },
        {
            "title": "题竹郎庙",
            "content": "竹郎庙前多古木，夕阳沉沉山更绿。何处江村有笛声，声声尽是迎郎曲。",
            "comment": ""
        },
        {
            "title": "十离诗·犬离主",
            "content": "驯扰朱门四五年，毛香足净主人怜。无端咬著亲情客，不得红丝毯上眠。",
            "comment": ""
        },
        {
            "title": "江亭饯别",
            "content": "绿沼红泥物象幽，范汪兼倅李并州。离亭急管四更后，不见车公心独愁。",
            "comment": ""
        },
        {
            "title": "上川主武元衡相国二首",
            "content": "落日重城夕雾收，玳筵雕俎荐诸侯。因令朗月当庭燎，不使珠帘下玉钩。东阁移尊绮席陈，貂簪龙节更宜春。军城画角三声歇，云幕初垂红烛新。",
            "comment": ""
        },
        {
            "title": "采莲舟",
            "content": "风前一叶压荷蕖，解报新秋又得鱼。兔走乌驰人语静，满溪红袂棹歌初。",
            "comment": ""
        },
        {
            "title": "送郑资州",
            "content": "雨暗眉山江水流，离人掩袂立高楼。双旌千骑骈东陌，独有罗敷望上头。",
            "comment": ""
        },
        {
            "title": "别李郎中",
            "content": "花落梧桐凤别凰，想登秦岭更凄凉。安仁纵有诗将赋，一半音词杂悼亡。",
            "comment": ""
        },
        {
            "title": "酬杜舍人",
            "content": "双鱼底事到侬家，扑手新诗片片霞。唱到白苹洲畔曲，芙蓉空老蜀江花。",
            "comment": ""
        },
        {
            "title": "蝉",
            "content": "露涤清音远，风吹数叶齐。声声似相接，各在一枝栖。",
            "comment": ""
        },
        {
            "title": "咏八十一颗",
            "content": "色比丹霞朝日，形如合浦圆珰。开时九九知数，见处双双颉颃。",
            "comment": ""
        },
        {
            "title": "赠远二首",
            "content": "扰弱新蒲叶又齐，春深花发塞前溪。知君未转秦关骑，月照千门掩袖啼。芙蓉新落蜀山秋，锦字开缄到是愁。闺阁不知戎马事，月高还上望夫楼。",
            "comment": ""
        },
        {
            "title": "酬郭简州寄柑子",
            "content": "霜规不让黄金色，圆质仍含御史香。何处同声情最异，临川太守谢家郎。",
            "comment": ""
        },
        {
            "title": "罚赴边上韦相公二首",
            "content": "萤在荒芜月在天，萤飞岂到月轮边。重光万里应相照，目断云霄信不传。按辔岭头寒复寒，微风细雨彻心肝。但得放儿归舍去，山水屏风永不看。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "枝迎南北鸟，叶送往来风。",
            "comment": ""
        },
        {
            "title": "柳絮",
            "content": "二月杨花轻复微，春风摇荡惹人衣。他家本是无情物，一向南飞又北飞。",
            "comment": ""
        },
        {
            "title": "斛石山晓望寄吕侍御",
            "content": "曦轮初转照仙扃，旋擘烟岚上窅冥。不得玄晖同指点，天涯苍翠漫青青。",
            "comment": ""
        },
        {
            "title": "筹边楼",
            "content": "平临云鸟八窗秋，壮压西川四十州。诸将莫贪羌族马，最高层处见边头。",
            "comment": "【注释】　　距杜甫浣花草堂不远的成都近郊，至今还耸立一座薛涛“吟诗楼”，点缀着锦江玉垒的秀丽风光，那是薛涛晚年栖息吟咏之地。“万里桥边女校书，枇杷花里闭门居。扫眉才子知多少，管领春风总不如。”读了王建这首《寄蜀中薛涛校书》，不难想象，这颗闪闪发光的诗坛明星，是如何为当时所倾倒，而她的晚年生活，又是过得多么安闲宁静！然而，她没有躲在枇杷门巷这清幽的小天地里把自己和现实隔绝开来，这首《筹边楼》，便是她关怀时事政治心情的真实写照。　　筹边楼在成都西郊，是大和四年（830）李德裕任剑南西川节度使时所建。据《通鉴》记载：“德裕至镇，作筹边楼，图蜀地形，南入南诏，西达吐蕃。日召老于军旅、习边事者，虽走卒蛮夷无所间，访以山川、城邑、道路险易，广狭远近。未逾月，皆若身尝涉历。”可见李德裕建这楼，不仅供登览之用，而且与军事有关。在他的任内，收复过被吐蕃占据的维州城，西川地方一直很安定。大和六年十一月，李德裕调任离蜀，此后边疆纠纷又起。诗中的“羌旅”，就是指吐蕃而言的。这时，薛涛已是七十左右的老人了。她感慨时事，写 了这首诗。　　诗的开头两句写楼。说“平临云鸟”，则楼之崇高可想；说“八窗秋”，则天旷气清、四望无际的情景可见。次句“壮压西川四十州”，着一“壮”字，点明筹边楼据西川首府形胜之地。两句不但写得气象万千，而且连李德裕当时建楼的用意，诗人百端交集的今昔之感，也都包孕于其中了。后两句寓严正谴责于沉痛慨叹之中，便是从这里生发出来的；意思是说，由于将军们的眼光短浅，贪婪掠夺，召来了与羌族的战争，而他们又没有抗御的能力，以至连这西川的首府成都，都受到战争的威胁。　　诗以“最高层处见边头”作结，这“高”，这“见”，和首句的“平临云鸟”遥相呼应；而“见边头”，则和次句的“壮压西川”是个鲜明的对照。意思是这座巍然屹立的高楼，它曾经是全蜀政治军事的心脏，成为西川制高点的象征；而今时移事异，登楼便能看到边地的烽火了。通过这样的对照，西川地区今昔形势的变化，朝廷用人的得失，都从这座具有特定历史意义的建筑物集中地 表现了出来；而诗人抚时感事、忧深思远的心情，亦即杜甫所说“西蜀地形天下险，安危还仗出群才”（《诸将》）之意，也就深情若诉了。再从句法上来看，“诸将”句突然一转，和上文似乎脱了节；而末句又一笔兜了回来，仍然归结到筹边楼，说的仍然是登楼眺览，真是硬语盘空，力透纸背！　　在一首短短的七言绝句里，有议论，有感慨；有叙述，有描写；有动荡开阖，有含蓄顿挫，是不多见的。胡应麟论唐人绝句有云：“盛唐绝句，兴象玲珑，句意深婉，无工可见，无迹可寻。中唐遽减风神，晚唐大露筋骨。”（《诗薮·内编》）单就不同时期的艺术风貌来讲，这话是有一定道理的，然而这也和中晚唐绝句题材的扩大、内容的加深有关。发展中有成功之处，也会有失败的地方，要作具体分析。象这诗虽“露筋骨”，但仍不失唱叹之音，并非以议论为诗，并不流于概念化。它的意味深长，耐人寻绎不尽。　　（马茂元）"
        },
        {
            "title": "珠离掌",
            "content": "皎洁圆明内外通，清光似照水晶宫。只缘一点玷相秽，不得终宵在掌中。",
            "comment": ""
        },
        {
            "title": "竹离亭",
            "content": "蓊郁新栽四五行，常将劲节负秋霜。为缘春笋钻墙破，不得垂阴覆玉堂。",
            "comment": ""
        },
        {
            "title": "听僧吹芦管",
            "content": "晓蝉呜咽暮莺愁，言语殷勤十指头。罢阅梵书聊一弄，散随金磬泥清秋。",
            "comment": ""
        },
        {
            "title": "朱槿花",
            "content": "红开露脸误文君，司蒡芙蓉草绿云。造化大都排比巧，衣裳色泽总薰薰。",
            "comment": ""
        },
        {
            "title": "金灯花",
            "content": "阑边不见蘘蘘叶，砌下惟翻艳艳丛。细视欲将何物比，晓霞初叠赤城宫。",
            "comment": ""
        },
        {
            "title": "酬人雨后玩竹",
            "content": "南天春雨时，那鉴雪霜姿。众类亦云茂，虚心宁自持。多留晋贤醉，早伴舜妃悲。晚岁君能赏，苍苍劲节奇。",
            "comment": ""
        },
        {
            "title": "和李书记席上见赠",
            "content": "翩翩射策东堂秀，岂复相逢豁寸心。借问风光为谁丽，万条丝柳翠烟深。",
            "comment": ""
        },
        {
            "title": "和刘宾客玉蕣",
            "content": "琼枝玓瓅露珊珊，欲折如披云彩寒。闲拂朱房何所似，缘山偏映日轮残。",
            "comment": ""
        },
        {
            "title": "赠段校书",
            "content": "公子翩翩说校书，玉弓金勒紫绡裾。玄成莫便骄名誉，文采风流定不知。",
            "comment": ""
        },
        {
            "title": "听僧吹芦管",
            "content": "晓蝉鸣咽暮莺愁，言语殷勤十指头。罢阅梵书劳一弄，散随金磬泥清秋。",
            "comment": ""
        },
        {
            "title": "酬辛员外折花见遗",
            "content": "青鸟东飞正落梅，衔花满口下瑶台。一枝为授殷勤意，把向风前旋旋开。",
            "comment": ""
        },
        {
            "title": "乡思",
            "content": "峨嵋山下水如油，怜我心同不系舟。何日片帆离锦浦，棹声齐唱发中流。",
            "comment": ""
        },
        {
            "title": "寄张元夫",
            "content": "前溪独立后溪行，鹭识朱衣自不惊。借问人间愁寂意，伯牙弦绝已无声。",
            "comment": ""
        },
        {
            "title": "罚赴边有怀上韦令公二首",
            "content": "黠虏犹违命，烽烟直北愁。却教严谴妾，不敢向松州。闻道边城苦，而今到始知。却将门下曲，唱与陇头儿。",
            "comment": ""
        },
        {
            "title": "酬李校书",
            "content": "才游象外身虽远，学茂区中事易闻。自顾漳滨多病后，空瞻逸翮舞青云。",
            "comment": ""
        },
        {
            "title": "棠梨花和李太尉",
            "content": "吴钧蕙圃移嘉木，正及东溪春雨时。日晚莺啼何所为，浅深红腻压繁枝。",
            "comment": ""
        },
        {
            "title": "赠远二首",
            "content": "芙蓉新落蜀山秋，锦字开缄到是愁。闺阁不知戎马事，月高还上望夫楼。扰弱新蒲叶又齐，春深花落塞前溪。知君未转秦关骑，月照千门掩袖啼。",
            "comment": ""
        },
        {
            "title": "江月楼",
            "content": "秋风仿佛吴江冷，鸥鹭参差夕阳影。垂虹纳纳卧谯门，雉堞耽耽俯渔艇。阳安小儿拍手笑，使君幻出江南景。",
            "comment": ""
        },
        {
            "title": "九日遇雨二首",
            "content": "万里惊飙朔气深，江城萧索昼阴阴。谁怜不得登山去，可惜寒芳色似金。茱萸秋节佳期阻，金菊寒花满院香。神女欲来知有意，先令云雨暗池塘。",
            "comment": ""
        },
        {
            "title": "送卢员外",
            "content": "玉垒山前风雪夜，锦官城外别离魂。信陵公子如相问，长向夷门感旧恩。",
            "comment": ""
        },
        {
            "title": "段相国游武担寺病不能从题寄",
            "content": "消瘦翻堪见令公，落花无那恨东风。侬心犹道青春在，羞看飞蓬石镜中。",
            "comment": ""
        },
        {
            "title": "宣上人见示与诸公",
            "content": "许厕高斋唱，涓泉定不如。可怜谯记室，流水满禅居。",
            "comment": ""
        },
        {
            "title": "池上双凫",
            "content": "双栖绿池上，朝去暮飞还。更忆将雏日，同心莲叶间。",
            "comment": ""
        },
        {
            "title": "马离厩",
            "content": "雪耳红毛浅碧蹄，追风曾到日东西。为惊玉貌郎君坠，不得华轩更一嘶。",
            "comment": ""
        },
        {
            "title": "海棠溪",
            "content": "春教风景驻仙霞，水面鱼身总带花。人世不思灵卉异，竞将红缬染轻沙。",
            "comment": ""
        },
        {
            "title": "摩诃池赠萧中丞",
            "content": "昔以多能佐碧油，今朝同泛旧仙舟。凄凉逝水颓波远，惟有碑泉咽不流。",
            "comment": ""
        },
        {
            "title": "赋凌云寺二首",
            "content": "闻说凌云寺里苔，风高日近绝纤埃。横云点染芙蓉壁，似待诗人宝月来。闻说凌云寺里花，飞空绕磴逐江斜。有时锁得嫦娥镜，镂出瑶台五色霞。",
            "comment": ""
        }
    ]
}