{
    "dynasty": "唐",
    "author": "谭用之",
    "poems": [
        {
            "title": "赠索处士",
            "content": "不将桂子种诸天，长得寻君水石边。玄豹夜寒和雾隐，骊龙春暖抱珠眠。山中宰相陶弘景，洞里真人葛稚川。一度相思一惆怅，水寒烟澹落花前。",
            "comment": ""
        },
        {
            "title": "闲居寄陈山人",
            "content": "闲居何处得闲名，坐掩衡茅损性灵。破梦晓钟闻竹寺，沁心秋雨浸莎庭。翁边难负千杯绿，海上终眠万仞青。珍重先生全太古，应看名利似浮云。",
            "comment": ""
        },
        {
            "title": "感怀呈所知",
            "content": "十年流落赋归鸿，认傍昏衢贺烛龙，竹屋乱烟思梓泽，酒家疏雨梦临邛。千年别恨调琴懒，一片年光览镜慵。早晚休歌白石烂，放教归去卧群峰。",
            "comment": ""
        },
        {
            "title": "寄许下前管记王侍御",
            "content": "昔年南去是娱宾，顿逊杯前共好春。蚁泛羽觞蛮酒腻，凤衔瑶句蜀戕新。花怜游骑红随辔，草恋征车碧绕轮。别后青青郑南陌，不知风月属何人。",
            "comment": ""
        },
        {
            "title": "送友人归青社",
            "content": "雕鹗途程在碧天，彩衣东去复何言。二千宾客旧知己，十二山河新故园。吟看桂生溪月上，醉听鲲化海涛翻。好期圣代重相见，莫学袁生老竹轩。",
            "comment": ""
        },
        {
            "title": "河桥楼赋得群公夜讌",
            "content": "芙蓉帘幕扇秋红，蛮府新郎夜讌同。满座马融吹笛月，一楼张翰过江风。杯黏紫酒金螺重，谈转琱珰玉尘空。深荷良宵慰憔悴，德星池馆在江东。",
            "comment": ""
        },
        {
            "title": "秋日圃田送人随计",
            "content": "仆射陂陂前是传邮，去程鵰鹗弄高秋。吟抛芍药裁诗圃，醉下茱萸饮酒楼。向日迥飞驹皎皎，临风谁和鹿呦呦。明年二月仙山下，莫遗桃花逐水流。",
            "comment": ""
        },
        {
            "title": "忆南中",
            "content": "碧江头与白云门，别后秋霜点鬓根。长记学禅青石寺，最思共醉落花村。林间竹有湘妃唳，窗外禽多杜宇魂。未棹扁舟重回首，采薇收橘不堪论。",
            "comment": ""
        },
        {
            "title": "贻南康陈处士陶",
            "content": "白玉堆边蒋径横，空涵二十四滩声。老无征战轩辕国，贫有茅茨帝舜城。丹凤昼飞群木冷，一龙秋卧九江清。时人莫笑非经济，还待中原致太平。",
            "comment": ""
        },
        {
            "title": "送僧中孚南归",
            "content": "琵琶峡口月溪边，玉乳头佗忆旧川。一锡冷涵兰径路，片帆香挂橘洲烟。苔封石锦栖霞室，水迸衣珠喷玉蝉。莫道翩翩去如梦，本来吟鸟在林泉。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "光阴老去无成事，富贵不来争奈何。",
            "comment": ""
        },
        {
            "title": "寄友人",
            "content": "病多慵引架书看，官职无才思已阑。穴凤瑞时来却易，人龙别后见何难。琴樽风月闲生计，金玉松筠旧岁寒。早晚烟村碧江畔，挂罾重对蓼花滩。",
            "comment": ""
        },
        {
            "title": "途次宿友人别墅",
            "content": "千里崤函一梦劳，岂知云馆共萧骚。半帘绿透偎寒竹，一榻红侵坠晚桃。蛮酒客稀知味长，蜀琴风定觉弦高。感君岩下闲招隐，细缕金盘鱠错力。",
            "comment": ""
        },
        {
            "title": "寄徐拾遗",
            "content": "长竿一系白龙吟，谁和驺虞发素琴。野客碧云魂易断，故人芳草梦难寻。天从补后星辰稳，海自潮来岛屿深。好向明庭拾遗事，莫教玄豹老泉林。",
            "comment": ""
        },
        {
            "title": "再游韦曲山寺",
            "content": "鹊岩烟断玉巢□，罨画春塘太白低。马踏翠开垂柳寺，人耕红破落花蹊。千年胜概咸原上，几代荒凉绣岭西。碧吐红芳旧行处，岂堪回首草萋萋。",
            "comment": ""
        },
        {
            "title": "寄左先辈",
            "content": "狂歌白鹿上青天，可似兰塘钓紫烟。万卷祖龙坑外物，一泓孙楚耳中泉。翩翾蛮榼薰晴浦，轂辘鱼车响夜船。学取青莲李居士，一生杯酒在神仙。",
            "comment": ""
        },
        {
            "title": "渭城春晚",
            "content": "秦树朦胧春色微，香风烟暖树依依。边城夜静月初上，芳草路长人未归。折柳且堪吟晚槛，弄花何处醉残晖。钓乡千里断消息，满目碧云空自飞。",
            "comment": ""
        },
        {
            "title": "送友人归青社",
            "content": "鵰鹗途程在碧天，彩衣东去复何言。二千宾客旧知己，十二山河新故园。吟看桂生溪月上，醉听鲲化海涛翻。好期圣代重相见，莫学袁生老竹轩。",
            "comment": ""
        },
        {
            "title": "寄王侍御",
            "content": "鸟尽弓藏良可哀，谁知归钓子陵台。炼多不信黄金耗，吟苦须惊白发催。喘月吴牛知夜至，嘶风胡马识秋来。燕歌别后休惆怅，黍已成畦菊已开。",
            "comment": ""
        },
        {
            "title": "春日期巢湖旧事",
            "content": "暖掠红香燕燕飞，五云仙佩晓相携。花开鹦鹉韦郎曲，竹亚虯龙白帝溪。富贵万场归紫酒，是非千载逐芳泥。不知多少开元事，露泣春丛向日低。",
            "comment": ""
        },
        {
            "title": "秋夜同友人话旧",
            "content": "露下银河雁度频，囊中垆火几时真。数茎白发生浮世，一盏寒灯共故人。云外簟凉吟峤月，岛边花暖钓江春。何当归去重携手，依旧红霞作近邻。",
            "comment": ""
        },
        {
            "title": "送丁道士归南中",
            "content": "孤云无定鹤辞巢，自负焦桐不说劳。服药几年期碧落，验符何处呪丹毫。子陵山晓红云密，青草湖平雪浪高。从此人稀见踪迹，还应选地种仙桃。",
            "comment": ""
        },
        {
            "title": "江馆秋夕",
            "content": "耿耿银河雁半横，梦奇支金碧辘轳轻。满窗谢练江风白，一枕齐纨海月明。杨柳败梢飞叶响，芰荷香柄折秋鸣。谁人更唱阳关曲，牢落烟霞梦不成。",
            "comment": ""
        },
        {
            "title": "秋宿湘江遇雨",
            "content": "江上阴云锁梦魂，江边深夜舞刘琨。秋风万里芙蓉国，暮雨千家薜荔村。乡思不堪悲橘柚，旅游谁肯重王孙。渔人相见不相问，长笛一声归岛门。",
            "comment": "【注释】　　谭用之很有才气，抱负不凡。然而，仕途的困踬，使他常有怀才不遇之叹。这首七律，即借湘江秋雨的苍茫景色抒发其慷慨不平之气，写来情景相生，意境开阔。　　“湘上阴云锁梦魂”，起笔即交代了泊船湘江的特定处境：滚滚湘江，阴云笼罩，暮雨将临，孤舟受阻。寥寥数字，勾勒出壮阔的画面，烘染出沉重的气氛。“锁梦魂”，巧点一个“宿”字，也透露出诗人因行游受阻而不无怅然之感。但心郁闷而志不颓，面对滔滔湘水，更加壮怀激烈，所以第二句即抒写其雄心壮志。作者选用刘琨舞剑的典故入诗，表现了他干时济世的远大抱负。就文势看，这一句格调高昂，一扫首句所含之怅惘情绪，犹如在舒缓低沉的旋律中，突然奏出了高亢激越的音符，令人感奋。　　二联两句正面写湘江秋雨，缴足题面。芙蓉，这里指木芙蓉。木芙蓉高者可达数丈，花繁盛，有白、黄、淡红数色。颇为淡雅素美。薜荔，是一种蔓生的常绿灌木，多生田野间。湘江沿岸，到处生长着木芙蓉，铺天盖地，高大挺拔，那丛丛簇簇的繁花，在秋雨迷蒙中经秋风吹拂，犹如五彩云霞在飘舞；辽阔的原野上，到处丛生着薜荔，那碧绿的枝藤，经秋雨一洗，越发苍翠可爱，摇曳多姿。诗人为这美景所陶醉，喜悦、赞赏之情油然而生。“芙蓉国”、“薜荔村”，以极言芙蓉之盛，薜荔之多，又兼以“万里”、“千家”极度夸张之词加以渲染，更烘托出气象的高远，境界的壮阔。于尺幅之中写尽千里之景，为湖南的壮丽山河，绘出了雄奇壮美的图画。后人称湖南为芙蓉国，其源盖出于此。　　诗的第三联着重于抒情。“悲橘柚”，是说橘柚引起了诗人的悲叹。为什么呢？原来橘柚是南方特产，其味甘美，相传“逾淮北而为枳”，枳则味酸。同是橘柚，由于生长之地不同而命运迥异，故《淮南子》说“橘柚有乡”。湘江一带，正是橘柚之乡。诗人看见那累累硕果，不禁触景生情，羡慕其适得其所，而悲叹自己远离家乡、生不逢时，深感自己的境遇竟和那远离江南生长在淮北的枳相象，所以说：“乡思不堪悲橘柚”。王孙，本指隐者，汉淮南小山作《楚辞·招隐士》，希望潜居山中的贤士归来，有云：“王孙游兮不归，春草生兮萋萋”，“王孙兮归来，山中兮不可以久留”。后也借指游子。这里是诗人以王孙自比。诗人游宦他乡，羁旅湘江，虽抱济世之志，终感报国无门，就和那被遗弃的山野之人一样，无人看重，所以说，“旅游谁肯重王孙”。这两句从乡思难遣说到仕途不遇，一从橘柚见意，一能巧用典故，一为直书，一为反诘，波澜起伏，跌宕有致，在壮烈情怀中寄寓着愤慨与忧伤。联系上联来看，写景抒情虽各有侧重，但情因景生，景以情合，二者是相互融浃的。上联写万里江天，极其阔大，这里写孤舟漂泊，又见出诗人处境的狭窄。一阔一狭，互为映衬。境界的阔大壮美，既激发起作者的豪情壮志，也自然地触动了诗人的身世之感和故国之思，情和景就是这样有机地联系、交融起来了。　　末联以景结情，意在言外。湘江沿岸，正是屈原足迹所到之处。《楚辞·渔父》有云：“屈原既放，游于江潭，行吟泽畔，颜色憔悴，形容枯槁。渔父见而问之曰：‘子非三闾大夫与？……’”屈原身处逆境，尚有一渔父与之对话；而现在诗人所遇到的情况却是“渔人相见不相问，长笛一声归岛门”。渔人看见他竟不与言语，自管吹着长笛回岛去了。全诗到此戛然而止，诗人不被理解的悲愤郁闷，壮志难酬的慷慨不平，都一一包含其中。以此终篇，激愤不已。笛声，风雨声，哗哗的江水声，诗人的叹息声……组成一曲雄浑悲壮的交响乐，余音袅袅，不绝如缕。　　（徐定祥）"
        },
        {
            "title": "寄岐山林逢吉明府",
            "content": "岐山高兴陇山连，制锦无私服晏眠。鹦鹉语中分百里，凤凰声里过三年。秦无旧俗云烟媚，周有遗风父老贤。莫役生灵种杨柳，一枝枝折灞桥边。",
            "comment": ""
        },
        {
            "title": "幽居寄李秘书",
            "content": "几年帝里阻烟波，敢向明时叩角歌。看尽好花春卧稳，醉残红日夜吟多。印开夕照垂杨柳，画破寒潭老芰荷。昨夜前溪有龙斗，石桥风雨少人过。",
            "comment": ""
        },
        {
            "title": "别雒下一二知己",
            "content": "金鼎光辉照雪袍，雒阳春梦忆波涛。尘埃满眼人情异，风雨有程马足劳。接塞峨眉通蜀险，过山仙掌倚秦高。别来无限幽求子，应笑区区味六韬。",
            "comment": ""
        },
        {
            "title": "贻费道人",
            "content": "谁如南浦傲烟霞，白葛衣轻称帽纱。碧玉蜉蝣迎客酒，黄金轂辘钓鱼车。吟歌云鸟归樵谷，卧爱神仙入画家。他日凤书何处觅，武陵烟树半桃花。",
            "comment": ""
        },
        {
            "title": "江边秋夕",
            "content": "千钟紫酒荐菖蒲，松岛兰舟潋滟居。曲内橘香江客笛，字中岚气岳僧书。吟期汗漫驱金虎，坐约丹青跨玉鱼。七色花虯一声鹤，几时乘兴上清虚。",
            "comment": ""
        },
        {
            "title": "山中春晚寄贾员外",
            "content": "不随黄鹤起烟波，应笑无成返薜萝。看尽好花春卧稳，醉残红日夜吟多。高添雅兴松千尺，暗养清音竹数科。珍重仙曹旧知己，往来星骑一相过。",
            "comment": ""
        },
        {
            "title": "塞上",
            "content": "秋风汉北雁飞天，单骑那堪绕贺兰。碛暗更无岩树影，地平时有野烧瘢。貂披寒色和衣冷，剑佩胡霜隔匣寒。早晚横戈似飞尉，拥旄深入异田单。钵略城边日欲西，游人却忆旧山归。牛羊集水烟黏步，雕鹗盘空雪满围。猎骑静逢边气薄，戍楼寒对暮烟微。横行总是男儿事，早晚重来似汉飞。",
            "comment": ""
        },
        {
            "title": "约张处士游梁",
            "content": "莫学区区老一经，夷门关吏旧书生。晋朝灭后无中散，韩国亡来绝上卿。龙变洞中千谷冷，剑横天外八风清。好携长策干时去，免逐渔樵度太平。",
            "comment": ""
        },
        {
            "title": "古剑",
            "content": "铸时天匠待英豪，紫焰寒星匣倍牢。三尺何年拂尘土，四溟今日绝波涛。雄应垓下收蛇阵，滞想溪头伴豹韬。惜是真龙懒抛掷，夜来冲斗气何高。",
            "comment": ""
        },
        {
            "title": "别何处士陵俊老",
            "content": "三皇上人春梦醒，东侯老大麒麟生。洞连龙穴全山冷，窗透鳌波尽室清。计拙耻居岩麓老，气狂惭与斗牛平。谁人为向青编上，直傍巢由写一名。",
            "comment": ""
        },
        {
            "title": "贻钓鱼李处士",
            "content": "罢吟鹦武草芊芊，又泛鸳鸯水上天。一棹冷涵杨柳雨，片帆香挂芰荷烟。绿遥江澹萍离岸，红点云疏橘满川。何处邈将归画府，数茎红蓼一渔船。",
            "comment": ""
        },
        {
            "title": "江上闻笛",
            "content": "认为梅花怨未平，一声高唤百龙惊。风当阊阖庭初静，月在姑苏秋正明。曲尽绿杨涵野渡，管吹青玉动江城。临流不欲殷勤听，芳划王孙旧有情。",
            "comment": ""
        },
        {
            "title": "别江上一二友生",
            "content": "国风千载务重华，须逐浮云背若耶。无地可归堪种玉，有天教上且乘槎。白纶巾卸苏门月，红锦衣裁御苑花。他日成都却回首，东山看取谢鲲家。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "织槛锦纹苔乍结，堕书花印菊初残。",
            "comment": ""
        },
        {
            "title": "月夜怀寄友人",
            "content": "剑气徒劳望斗牛，故人别后阻仙舟。残春谩道深倾酒，好月那堪独上楼。何处是非随马足，由来得丧白人头。清风未许重携手，几度高吟寄水流。",
            "comment": ""
        },
        {
            "title": "寄阎记室",
            "content": "织锦歌成下翠微，岂劳西去问搘机。未开水府珠先见，不掘丰城剑自辉。鳌逐玉蟾攀桂上，马随青帝踏花归。相逢半是云霄客，应笑歌牛一布衣。",
            "comment": ""
        },
        {
            "title": "贻净居寺新及第",
            "content": "秋池云下白莲香，池上吟仙寄竹房。闲颂国风文字古，静消心火梦魂凉。三春蓬岛花无限，八月银河路更长。此境空门不曾有，从头好语与医王。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "流水物情谙世态，落花春梦厌尘劳。",
            "comment": ""
        },
        {
            "title": "江上闻笛",
            "content": "谁为梅花怨未平，一声高唤百龙惊。风当阊阖庭初静，月在姑苏秋正明。曲尽绿杨涵野渡，管吹青玉动江城。临流不欲殷勤听，芳草王孙旧有情。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "眠云无限好知己，应笑不归花满樽。",
            "comment": ""
        },
        {
            "title": "寄孟进士",
            "content": "依旧池边草色芳，故人何处忆山阳。书回科斗江帆暮，曲罢驺虞海树苍。吟望晓烟思桂渚，醉衣残月梦馀杭。别来南国知谁在，空对襜褕一断肠。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "流水物情谙世态，落花春梦厌尘劳。织槛锦纹苔乍结，堕书花印菊初残。光阴老去无成事，富贵不来争奈何。眠云无限好知己，应笑不归花满樽。",
            "comment": ""
        }
    ]
}