{
    "dynasty": "唐",
    "author": "贾至",
    "poems": [
        {
            "title": "送李侍御",
            "content": "我年四十馀，已叹前路短。羁离洞庭上，安得不引满。李侯忘情者，与我同疏懒。孤帆泣潇湘，望远心欲断。",
            "comment": ""
        },
        {
            "title": "赠陕掾梁宏",
            "content": "梁子工文四十年，诗颠名过草书颠。白头仍作功曹掾，禄薄难供沽酒钱。",
            "comment": ""
        },
        {
            "title": "赠裴九侍御昌江草堂弹琴",
            "content": "朔风吹疏林，积雪在崖巘。鸣琴草堂响，小涧清且浅。沉吟东山意，欲去芳岁晚。怅望黄绮心，白云若在眼。",
            "comment": ""
        },
        {
            "title": "对酒曲二首",
            "content": "梅发柳依依，黄鹂历乱飞。当歌怜景色，对酒惜芳菲。曲水浮花气，流风散舞衣。通宵留暮雨，上客莫言归。春来酒味浓，举酒对春丛。一酌千忧散，三杯万事空。放歌乘美景，醉舞向东风。寄语尊前客，生涯任转蓬。",
            "comment": ""
        },
        {
            "title": "岳阳楼重宴别王八员外贬长沙",
            "content": "江路东连千里潮，青云北望紫微遥。莫道巴陵湖水阔，长沙南畔更萧条。第二百三十六卷",
            "comment": ""
        },
        {
            "title": "赠薛瑶英",
            "content": "舞怯铢衣重，笑疑桃脸开。方知汉成帝，虚筑避风台。",
            "comment": ""
        },
        {
            "title": "岳阳楼宴王员外贬长沙（一题作南州有赠）",
            "content": "极浦三春草，高楼万里心。楚山晴霭碧，湘水暮流深。忽与朝中旧，同为泽畔吟。停杯试北望，还欲泪沾襟。",
            "comment": ""
        },
        {
            "title": "勤政楼观乐",
            "content": "银河帝女下三清，紫禁笙歌出九城。为报延州来听乐，须知天下欲升平。",
            "comment": ""
        },
        {
            "title": "出塞曲",
            "content": "万里平沙一聚尘，南飞羽檄北来人。传道五原烽火急，单于昨夜寇新秦。",
            "comment": ""
        },
        {
            "title": "江南送李卿",
            "content": "双鹤南飞度楚山，楚南相见忆秦关。愿值回风吹羽翼，早随阳雁及春还。",
            "comment": ""
        },
        {
            "title": "燕歌行",
            "content": "国之重镇惟幽都，东威九夷北制胡。五军精卒三十万，百战百胜擒单于。前临滹沱后易水，崇山沃野亘千里。昔时燕山重贤士，黄金筑台从隗始。倏忽兴王定蓟丘，汉家又以封王侯。萧条魏晋为横流，鲜卑窃据朝五州。我唐区夏馀十纪，军容武备赫万祀。彤弓黄钺授元帅，垦耕大漠为内地。季秋胶折边草腓，治兵羽猎因出师。千营万队连旌旗，望之如火忽电驰。匈奴慑窜穷发北，大荒万里无尘飞。君不见隋家昔为天下宰，穷兵黩武征辽海。南风不竞多死声，鼓卧旗折黄云横。六军将士皆死尽，战马空鞍归故营。时移道革天下平，白环入贡沧海清。自有农夫已高枕，无劳校尉重横行。",
            "comment": ""
        },
        {
            "title": "长沙别李六侍御",
            "content": "月明湘水白，霜落洞庭干。放逐长沙外，相逢路正难。云归帝乡远，雁报朔方寒。此别盈襟泪，雍门不假弹。",
            "comment": ""
        },
        {
            "title": "自蜀奉册命往朔方途中呈韦左相文部房尚书门",
            "content": "胡羯乱中夏，銮舆忽南巡。衣冠陷戎寇，狼狈随风尘。豳公秉大节，临难不顾身。激昂白刃前，溅血下沾巾。尚书抱忠义，历险披荆榛。扈从出剑门，登翼岷江滨。时望挹侍郎，公才标缙绅。亭亭昆山玉，皎皎无缁磷。顾惟乏经济，扞牧陪从臣。永愿雪会稽，仗剑清咸秦。太皇时内禅，神器付嗣君。新命集旧邦，至德被远人。捧册自南服，奉诏趋北军。觐谒心载驰，违离难重陈。策马出蜀山，畏途上缘云。饮啄丛箐间，栖息虎豹群。崎岖凌危栈，惴栗惊心神。峭壁上嶔岑，大江下沄沄。皇风扇八极，异类怀深仁。元凶诱黠虏，肘腋生妖氛。明主信英武，威声赫四邻。誓师自朔方，旗帜何缤纷。铁骑照白日，旄头拂秋旻。将来荡沧溟，宁止蹴昆仑。古来有屯难，否泰长相因。夏康缵禹绩，代祖复汉勋。于役各勤王，驱驰拱紫宸。岂惟太公望，往昔逢周文。谁谓三杰才，功业独殊伦。感此慰行迈，无为歌苦辛。",
            "comment": ""
        },
        {
            "title": "巴陵早秋，寄荆州崔司马、吏部阎功曹舍人",
            "content": "谪居潇湘渚，再见洞庭秋。极目连江汉，西南浸斗牛。滔滔荡云梦，澹澹摇巴丘。旷如临渤澥，窅疑造瀛洲。君山丽中波，苍翠长夜浮。帝子去永久，楚词尚悲秋。我同长沙行，时事加百忧。登高望旧国，胡马满东周。宛叶遍蓬蒿，樊邓无良畴。独攀青枫树，泪洒沧江流。故人西掖寮，同扈岐阳蒐。差池尽三黜，蹭蹬各南州。相去虽地接，不得从之游。耿耿云阳台，迢迢王粲楼。跂予暮霞里，谁谓无轻舟。",
            "comment": ""
        },
        {
            "title": "铜雀台",
            "content": "日暮铜台静，西陵鸟雀归。抚弦心断绝，听管泪霏微。灵几临朝奠，空床卷夜衣。苍苍川上月，应照妾魂飞。",
            "comment": ""
        },
        {
            "title": "早朝大明宫",
            "content": "银烛朝天紫陌长，禁城春色晓苍苍。千条弱柳垂青琐，百啭流莺绕建章。剑佩声随玉墀步，衣冠自惹御炉香。共沐恩波凤池上，朝朝染瀚侍君王。",
            "comment": "【注释】[注释]（1）早朝：臣子早上朝见皇上。大明宫：皇宫殿名。国家大典，皇帝朝见百官多在此举行。（2）银烛：蜡烛，有银饰的烛台。此指百官早朝时擎的灯火。紫陌：京城长安的路。（3）青琐：皇宫门窗上的装饰，代指宫门。（4）建章：汉代宫名，代指大明宫。（5）剑珮：宝剑和玉珮。（6）凤池：即凤凰池，在大明宫内，中书省所在地。（7）染翰：写文章。[译文]大臣们点燃灯火朝见君王，排列在长长的长安路上；皇城春色盎然，晓来天色苍苍。千条细柳垂挂在宫门前，上百只黄莺绕着大明宫婉转地啼叫。大臣们走在玉石扑就的台阶上，身上佩剑和玉珮叮叮作响，衣服帽子上都渗透了御香炉里的烟香。我们在宫门都沐浴着浩荡皇恩，天天起草诏令，侍奉君王。"
        },
        {
            "title": "答严大夫",
            "content": "今夕秦天一雁来，梧桐坠叶捣衣催。思君独步华亭月，旧馆秋阴生绿苔。",
            "comment": ""
        },
        {
            "title": "送友人使河源",
            "content": "送君鲁郊外，下车上高丘。萧条千里暮，日落黄云秋。举酒有馀恨，论边无远谋。河源望不见，旌旆去悠悠。",
            "comment": ""
        },
        {
            "title": "巴陵寄李二户部、张十四礼部（时贬岳州司马",
            "content": "江南春草初幂幂，愁杀江南独愁客。秦中杨柳也应新，转忆秦中相忆人。万里莺花不相见，登高一望泪沾巾。",
            "comment": ""
        },
        {
            "title": "春思",
            "content": "草色青青柳色黄，桃花历乱李花香。东风不为吹愁去，春日偏能惹恨长。红粉当垆弱柳垂，金花腊酒解酴醿。笙歌日暮能留客，醉杀长安轻薄儿。",
            "comment": "【注释】草色青青柳色黄， 桃花历乱李花香。　　东风不为吹愁去， 春日偏能惹恨长。　　贾至在唐肃宗朝曾因事贬为岳州司马。唐汝询在《唐诗解》中认为贾至所写的一些绝句“皆谪居楚中而作”。这首诗大概也是他在贬谪期间所写。诗中表达的愁恨，看来不是一般的闲愁闲恨，而是由他当时的身份和处境产生的流人之愁、逐客之恨。可与这首诗参证的有他的另一首《西亭春望》诗：　　“日长风暖柳青青， 北雁归飞入窅冥。　　岳阳楼上闻吹笛， 能使春心满洞庭。”　　这里，除明写诗人身在岳州外，“柳青青”的景色与“草色青青柳色黄”既很象，而“日长风暖”的景象也近似“偏能惹恨长”的“春日”与“不为吹愁去”的“东风”。至于“满洞庭”的“春心”，与这首诗题所称的“春思”也大致同义。“春心”是因春来雁去而触发的旅情归心；“春思”是纵然在美好的春光中仍然排遣不去的、与日俱长的愁恨。　　这首诗题作《春思》，诗中也句句就春立意。在艺术手法的运用上，诗人是以前两句反衬后两句，使所要表达的愁恨显得加倍强烈。首句“草色青青柳色黄”，已经用嫩绿、鹅黄两色把这幅春草丛生、柳丝飘拂的生机盎然的画面点染得十分明媚；次句“桃花历乱李花香”，更用暗笔为这幅画添上嫣红、洁白两色，并以写气图貌之笔传出了花枝披离、花气氤氲的浓春景象，使画面上的春光更加艳冶，春意更加喧闹。诗人在这两句里写足了春景，其目的在从反面衬托出与这良辰美景形成强烈对照的无法消除的深愁苦恨。　　后两句诗就转而写诗人的愁恨。这种愁恨深深植根于内心之中，是不可能因外界春光的美好而消除的。南唐冯延已《鹊踏枝》词中“每到春来，惆怅还依旧”两句，就是直接写出了这一事实。而贾至不这样直写，却别出奇思，以出人意表的构思，使诗意的表现更有深度，更为曲折。　　诗的第三句“东风不为吹愁去”，不说自己愁重难遣，而怨东风冷漠无情，不为遣愁。这在诗思上深一层、曲一层，使诗句有避平见奇之妙。第四句“春日偏能惹恨长”，不说因愁闷而百无聊奈，产生度日如年之感，却反过来说成是春日惹恨，把恨引长，其立意就更新奇，遣词就更巧妙了。　　人们在心烦意乱、无可奈何的时候，往往会迁怒他人或迁怒于物。可是，诗人把愁恨责怪到与其毫不相干的东风、春日头上，既怪东风不解把愁吹去，又怪春日反而把恨引长，这似乎太没有道理了。但从诗歌是抒情而不是说理的语言来看，从诗人独特的感受和丰富的联想来说，又自有其理在。因为：诗人的愁，固然无形无迹，不是东风所能吹去，但东风之来，既能驱去严寒，使草木复苏，诗人就也希望它能把他心中的愁吹去，因未能吹去而失望、而抱怨，这又是合乎人情，可以理解的。诗人的恨，固然不是春日所能延长或缩短，但春季来临后，白昼一天比一天长，在诗人的感觉上，会感到日子更难打发。张华《情诗》“居欢惜夜促，在戚怨宵长”，李益《同崔邠登鹳雀楼》诗“事去千年犹恨速，愁来一日即知长”，所写的都是同一心理状态，表达了诗人主观上的时间感。从这样的心理状态出发，诗人抱怨春日把恨引长，也是在情理之中的。　　诗的语言有时不妨突破常理，但又必须可以为读者所理解。也就是说，一首诗可以容纳联想、奇想、幻想、痴想，却不是荒诞不经的胡思乱想；诗人可以自由地飞翔他的想象之翼，却在感情的表达上要有可以引起读者共感之处。这首《春思》诗，正是如此。　　（陈邦炎）"
        },
        {
            "title": "送耿副使归长沙",
            "content": "画舸欲南归，江亭且留宴。日暮湖上云，萧萧若流霰。昨夜相知者，明发不可见。惆怅西北风，高帆为谁扇。",
            "comment": ""
        },
        {
            "title": "送王员外赴长沙",
            "content": "携手登临处，巴陵天一隅。春生云梦泽，水溢洞庭湖。共叹虞翻枉，同悲阮籍途。长沙旧卑湿，今古不应殊。",
            "comment": ""
        },
        {
            "title": "巴陵夜别王八员外（一作萧静诗，题云三湘有",
            "content": "柳絮飞时别洛阳，梅花发后到三湘。世情已逐浮云散，离恨空随江水长。",
            "comment": "【注释】　　这是一首情韵别致的送别诗，一首贬谪者之歌。王八员外被贬长沙，以事谪守巴陵的贾至给他送行。两人“同是天涯沦落人”，在政治上都郁郁不得志，彼此在巴陵夜别，倍增缠绵悱恻之情。　　这首诗先从诗人自己离别洛阳时写起：“柳絮飞时别洛阳，梅花发后到三湘。”记得在那暮春时节，一簇簇的柳絮纷纷扬扬，我贾至当时怀着被贬的失意心情离开故乡洛阳，梅花盛开的隆冬时分，来到三湘。以物候的变化表达时间的变换，深得《诗·小雅·采薇》“昔我往矣，杨柳依依；今我来思，雨雪霏霏”的遗韵。开首两句洒脱飞动，情景交融，既点明季节、地点，又渲染气氛，给人一种人生飘忽、离合无常的感觉。如今友人王八员外也遭逢同样的命运，远谪长沙，临别依依，不胜感慨：“世情已逐浮去散，离恨空随江水长。”如今，世俗人情已如浮云般消散了，唯有我们两人的友谊依然长存，有多少知心话儿要倾诉。然而，现在却又要离别了，那满腔的离愁别绪，有如湘江水般悠长。第三句所说“世情”，含意极丰富，包括人世间的盛衰兴败，悲欢离合，人情的冷暖厚薄……这一切，诗人和王八员外都遭遇过，并同有深切的感受。命运相同，可见相知之深！世情如浮云，而更觉离情的缱绻难排，有类流水之悠长。结句比喻形象，“空随”二字似写诗人的心随行舟远去，也仿佛王八员外载满船的离恨而去。这一个“空”字，还表达了一种无可奈何而又依依惜别的深情。　　唐人诗中抒写迁谪之苦、离别之恨者甚多，可谓各申其情，各尽其妙。而此诗以迁谪之人又送迁谪之人，情形加倍难堪，写得沉郁苍凉，一结有余不尽，可称佳作。　　（何国治）"
        },
        {
            "title": "闲居秋怀，寄阳翟陆赞府、封丘高少府",
            "content": "今日霖雨霁，飒然高馆凉。秋风吹二毛，烈士加慨慷。忆昔皇运初，众宾俱龙骧。解巾佐幕府，脱剑升明堂。郁郁被庆云，昭昭翼太阳。鲸鱼纵大壑，鸑鷟鸣高冈。信矣草创时，泰阶速贤良。一言顿遭逢，片善蒙恩光。我生属圣明，感激窃自强。崎岖郡邑权，连骞翰墨场。天朝富英髦，多士如珪璋。盛才溢下位，蹇步徒猖狂。闭门对群书，几案在我旁。枕席相远游，聊欲浮沧浪。八月白露降，玄蝉号枯桑。舣舟临清川，迢递愁思长。我有同怀友，各在天一方。离披不相见，浩荡隔两乡。平生霞外期，宿昔共行藏。岂无蓬莱树，岁晏空苍苍。",
            "comment": ""
        },
        {
            "title": "侍宴曲",
            "content": "云陛褰珠扆，天墀覆绿杨。隔帘妆隐映，向席舞低昂。鸣佩长廊静，开冰广殿凉。欢馀剑履散，同辇入昭阳。",
            "comment": ""
        },
        {
            "title": "别裴九弟",
            "content": "西江万里向东流，今夜江边驻客舟。月色更添春色好，芦风似胜竹风幽。",
            "comment": ""
        },
        {
            "title": "送王道士还京",
            "content": "一片仙云入帝乡，数声秋雁至衡阳。借问清都旧花月，岂知迁客泣潇湘。",
            "comment": ""
        },
        {
            "title": "初至巴陵与李十二白、裴九同泛洞庭湖三首",
            "content": "江上相逢皆旧游，湘山永望不堪愁。明月秋风洞庭水，孤鸿落叶一扁舟。枫岸纷纷落叶多，洞庭秋水晚来波。乘兴轻舟无近远，白云明月吊湘娥。江畔枫叶初带霜，渚边菊花亦已黄。轻舟落日兴不尽，三湘五湖意何长。",
            "comment": "【注释】枫岸纷纷落叶多， 洞庭秋水晚来波。　　乘兴轻舟无近远， 白云明月吊湘娥。　　贾至“尝以事谪守巴陵（今湖南岳阳），与李白相遇，日酣杯酒”（辛文房《唐才子传》）。在一个深秋晚上，他和李白、裴九驾轻舟同游巴陵胜景──洞庭湖，扑入眼帘的是一片萧瑟的秋景：“枫岸纷纷落叶多，洞庭秋水晚来波。”湖岸边一带枫树，红叶纷纷飘落。“一叶落而知秋”，这里“纷纷落叶多”，落的又是耐霜的枫叶，可见秋风之紧，秋意之浓。澄澈的洞庭湖面，荡漾着粼粼碧波。起首两句，以悠扬的音韵，明丽的色彩，描绘了一幅洞庭晚秋的清幽气象：秋风萧萧，红叶纷飞，波浪滔滔，横无际涯，景色幽深迷人。三位友人泛舟湖上，兴致勃勃，“八百里洞庭”正好纵情游览，让一叶扁舟随水漂流，不论远近，任意东西。这是多么自由惬意，无拘无束啊！“乘兴轻舟无近远”句，形象地表达了诗人们放任自然，超逸洒脱的性格。他们乘兴遨游，仰望白云明月，天宇清朗，不禁遐想联翩。浩渺的洞庭湖和碧透的湘江，自古以来就流传着一个凄恻动人的传说：帝舜南巡不返，葬于苍梧，娥皇女英二妃闻讯赶去，路断洞庭君山，恸哭流涕，投身湘水而死。至今君山仍有二妃墓。二妃对舜无限忠贞之情引起贾至的同情与凭吊，自己忠而遭贬，君门路断，和湘娥的悲剧命运不也有某些相似之处吗？于是诗人把湘娥引为同调。“白云明月吊湘娥”，在天空湖面一片清明的天地，诗人遥望皎洁的白云，晶莹的明月，怀着幽幽情思凭吊湘娥。氛围静谧幽雅，弥漫着一层淡淡的感伤情绪。“白云明月”，多么纯洁光明的形象！它象征诗人冰清玉洁的情操和淡泊坦荡的胸怀。整首诗的精华就凝聚在这末一句上，含蓄蕴藉，言有尽而意无穷。　　诗人歌咏洞庭湖，即景抒情，吊古伤怀，寄托深而寓意长。全诗形象明朗，色彩鲜亮，章韵高亢，声调昂扬，和谐完美地表现了苍凉的情绪，可谓声情并茂。前人谓贾至“特工诗，俊逸之气，不减鲍照、庾信，调亦清畅，且多素辞，盖厌于漂流沦落者也”，这一评论相当中肯。这首诗的艺术特色正是充满俊逸之气和清畅之调。　　（何国治）"
        },
        {
            "title": "咏冯昭仪当熊",
            "content": "白羽插雕弓，霓旌动朔风。平明出金屋，扈辇上林中。逐兽长廊静，呼鹰御苑空。王孙莫谏猎，贱妾解当熊。",
            "comment": ""
        },
        {
            "title": "西亭春望",
            "content": "日长风暖柳青青，北雁归飞入窅冥。岳阳城上闻吹笛，能使春心满洞庭。",
            "comment": ""
        },
        {
            "title": "重别南给事",
            "content": "谪宦三年尚未回，故人今日又重来。闻道崖州一千里，今朝须尽数千杯。",
            "comment": ""
        },
        {
            "title": "送李侍郎赴常州",
            "content": "雪晴云散北风寒，楚水吴山道路难。今日送君须尽醉，明朝相忆路漫漫。",
            "comment": ""
        },
        {
            "title": "寓言二首",
            "content": "春草纷碧色，佳人旷无期。悠哉千里心，欲采商山芝。叹息良会晚，如何桃李时。怀君晴川上，伫立夏云滋。凛凛秋闺夕，绮罗早知寒。玉砧调鸣杵，始捣机中纨。忆昨别离日，桐花覆井栏。今来思君时，白露盈阶漙。闻有关河信，欲寄双玉盘。玉以委贞心，盘以荐嘉餐。嗟君在万里，使妾衣带宽。",
            "comment": ""
        },
        {
            "title": "送陆协律赴端州",
            "content": "越井人南去，湘川水北流。江边数杯酒，海内一孤舟。岭峤同仙客，京华即旧游。春心将别恨，万里共悠悠。",
            "comment": ""
        },
        {
            "title": "君山",
            "content": "湘中老人读黄老，手援紫藟坐碧草。春至不知湖水深，日暮忘却巴陵道。",
            "comment": ""
        },
        {
            "title": "白马",
            "content": "白马紫连钱，嘶鸣丹阙前。闻珂自蹀躞，不要下金鞭。",
            "comment": ""
        },
        {
            "title": "送南给事贬崖州",
            "content": "畴昔丹墀与凤池，即今相见两相悲。朱崖云梦三千里，欲别俱为恸哭时。",
            "comment": ""
        },
        {
            "title": "送夏侯参军赴广州",
            "content": "闻道衡阳外，由来雁不飞。送君从此去，书信定应稀。云海南溟远，烟波北渚微。勉哉孙楚吏，彩服正光辉。",
            "comment": ""
        },
        {
            "title": "送夏侯子之江夏",
            "content": "扣楫洞庭上，清风千里来。留欢一杯酒，欲别复裴回。相见楚山下，渔舟忆钓台。羡君还旧里，归念独悠哉。",
            "comment": ""
        },
        {
            "title": "早朝大明宫，两省僚友",
            "content": "银烛熏天紫陌长，禁城春色晓苍苍。千条弱柳垂青琐，百啭流莺绕建章。剑佩声随玉墀步，衣冠身惹御炉香。共沐恩波凤池上，朝朝染翰侍君王。",
            "comment": ""
        },
        {
            "title": "长门怨",
            "content": "独坐思千里，春庭晓景长。莺喧翡翠幕，柳覆郁金堂。舞蝶萦愁绪，繁花对靓妆。深情托瑶瑟，弦断不成章。",
            "comment": ""
        },
        {
            "title": "洞庭送李十二赴零陵",
            "content": "今日相逢落叶前，洞庭秋水远连天。共说金华旧游处，回看北斗欲潸然。",
            "comment": ""
        }
    ]
}