{
    "dynasty": "唐",
    "author": "赵冬曦",
    "poems": [
        {
            "title": "奉和圣制答张说扈从南出雀鼠谷",
            "content": "轩辕应顺动，力牧正趋陪。道合殷为砺，时行楚有材。省方西礼设，振旅北京回。地理分中壤，天文照上台。寒依汾谷去，春入晋郊来。窃比康衢者，长歌仰大哉。",
            "comment": ""
        },
        {
            "title": "奉和圣制送张说上集贤学士赐宴赋得莲字",
            "content": "浅术方观海，深恩忽见天。学开丹殿籍，名与石渠贤。良辅膺休命，微生谬采甄。春馀仍哢鸟，夏近未舒莲。笺札来宸禁，衣冠集诏筵。史臣知醉德，欲记升中年。",
            "comment": ""
        },
        {
            "title": "答张燕公翻著葛巾见呈之作",
            "content": "美酒值芳春，醒馀气益真。降欢时倒履，乘兴偶翻巾。徐榻思方建，左车理自均。傲然歌一曲，一醉濯缨人。",
            "comment": ""
        },
        {
            "title": "奉答燕公",
            "content": "谁道零陵守，东过此地游。友僚同省阁，昆弟接荆州。我逐江潭雁，君随海上鸥。屡伤神气阻，久别鬓毛秋。疑岭春应遍，阳台雨欲收。主人情未尽，高驾少淹留。",
            "comment": ""
        },
        {
            "title": "奉酬燕公见归田赋垂赠之作",
            "content": "穷鸟婴笼缀，孤飞任播迁。鹪鹩王佐用，复此挫冲天。楚云何掩郁，湘水亦回邅。怀哉愧木雁，忽尔枉兰荃。愈疾同枚叔，销忧比仲宣。归途书可畏，弱操石犹坚。覆载虽云广，涔阳直块然。",
            "comment": ""
        },
        {
            "title": "和张燕公耗磨日饮（一作张说诗）",
            "content": "上月今朝减，流传耗磨辰。还将不事事，同醉俗中人。春来半月度，俗忌一朝闲。不酌他乡酒，无堪对楚山。",
            "comment": ""
        },
        {
            "title": "酬燕公出湖见寄",
            "content": "纶綍有成命，旌麾不可攀。湘川朝目断，荆阙夕波还。果枉东瞻唱，兴言夕放闲。携琴仙洞中，置酒灉湖上。芳景恣行乐，谪居忽如忘。聚散本相因，离情自悲怅。鸾翮非常戢，鹏天会昭旷。永怀宛洛游，曾是弹冠望。",
            "comment": ""
        },
        {
            "title": "邕湖作",
            "content": "三湖返入两山间，畜作灉湖弯复弯。暑雨奔流潭正满，微霜及潦水初还。水还波卷溪潭涸，绿草芊芊岸崭岝。适来飞棹共回旋，已复扬鞭恣行乐。道旁耆老步跹跹，楚言兹事不知年。试就湖边披草径，莫疑东海变桑田。君讶今时尽陵陆，我看明岁更沦涟。来今自昔无终始，人事回环常若是。应思阙下声华日，谁谓江潭旅游子。初贞正喜固当然，往蹇来誉宜可俟。盈虚用舍轮舆旋，勿学灵均远问天。",
            "comment": ""
        },
        {
            "title": "奉和张燕公早霁南楼",
            "content": "方曙跻南楼，凭轩肆遐瞩。物华荡暄气，春景媚晴旭。川霁湘山孤，林芳楚郊缛。列岩重叠翠，远岸逶迤绿。风帆摩天垠，鱼艇散弯曲。鸿归鹤舞送，猿叫莺声续。群动皆熙熙，噫予独羁束。常钦才子意，忌鵩伤踡跼。雅尚骚人文，怀沙何迫促。未知二贤意，去矣从所欲。",
            "comment": ""
        },
        {
            "title": "奉和圣制同二相已下群官乐游园宴",
            "content": "爽垲三秦地，芳华二月初。酺承奠璧罢，宴是合钱馀。柳翠垂堪结，桃红卷欲舒。从容会鹓鹭，延曼戏龙鱼。喜气流云物，欢声浃里闾。圣恩将报厚，请述记言书。",
            "comment": ""
        },
        {
            "title": "陪燕公游灉湖上寺",
            "content": "江外多山水，招要步马来。琴将天籁合，酒共鸟声催。岩坐攀红药，溪行爱绿苔。所怀非此地，游望亦裴回。",
            "comment": ""
        },
        {
            "title": "和尹懋秋夜游灉湖二首",
            "content": "政理常多暇，方舟此溯洄。吹笙虚洞答，举楫便风催。山暗云犹辨，潭幽月稍来。清溪无数曲，未尽莫先回。烟霭夕微蒙，幽湾赏未穷。舣舟待初月，褰幌招远风。鹤声聒前浦，渔火明暗丛。东山云壑意，不谓尔来同。",
            "comment": ""
        },
        {
            "title": "和燕公岳州山城",
            "content": "为吏恩犹旧，投沙惠此蒙。江边悠尔处，泗上宛然同。访道精言合，论经大义通。鸣琴有真气，况已沐清风。",
            "comment": ""
        },
        {
            "title": "和燕公别灉湖",
            "content": "南湖美泉石，君子玩幽奇。湾澳陪临泛，岩峿共践窥。秋风赪桂竦，春景绿杨垂。郢路委分竹，湘滨拥去麾。枉帆怀胜赏，留景惜差池。水木且不弃，情由良可知。",
            "comment": ""
        },
        {
            "title": "陪张燕公登南楼",
            "content": "抑郁何以欢，阴氛亦登望。孤岛轻雾里，行舟白波上。目劳西北云，心醉东南嶂。昔日青溪子，胡然此无状。",
            "comment": ""
        },
        {
            "title": "奉答燕公",
            "content": "语别意凄凄，零陵湘水西。佳人金谷返，爱子洞庭迷。旧馆逢花发，他山值鸟啼。江天千里望，谁见绿蘋齐。",
            "comment": ""
        },
        {
            "title": "陪张燕公行郡竹篱",
            "content": "良臣乃国宝，麾守去承明。外户人无闭，浮江兽已行。随来晋盗逸，民化蜀风清。郛郭从彝典，州闾荷德声。小人投天涯，流落巴丘城。所赖中和作，优游凿与耕。",
            "comment": ""
        }
    ]
}