{
    "dynasty": "唐",
    "author": "郎士元",
    "poems": [
        {
            "title": "送元诜还丹阳别业",
            "content": "已知成傲吏，复见解朝衣。应向丹阳郭，秋山独掩扉。草堂连古寺，江日动晴晖。一别沧洲远，兰桡几岁归。",
            "comment": ""
        },
        {
            "title": "夜泊湘江",
            "content": "湘山木落洞庭波，湘水连云秋雁多。寂寞舟中谁借问，月明只自听渔歌。",
            "comment": ""
        },
        {
            "title": "别房士清",
            "content": "世路还相见，偏堪泪满衣。那能郢门别，独向邺城归。平楚看蓬转，连山望鸟飞。苍苍岁阴暮，况复惜驰晖。",
            "comment": ""
        },
        {
            "title": "送钱拾遗归兼寄刘校书",
            "content": "墟落岁阴暮，桑榆烟景昏。蝉声静空馆，雨色隔秋原。归客不可望，悠然林外村。终当报芸阁，携手醉柴门。",
            "comment": ""
        },
        {
            "title": "送裴补阙入河南幕",
            "content": "皎然青琐客，何事动行轩。苦节酬知己，清吟去掖垣。秋城临海树，寒月上营门。邹鲁诗书国，应无鼙鼓喧。",
            "comment": ""
        },
        {
            "title": "送崔侍御往容州宣慰",
            "content": "秦原独立望湘川，击隼南飞向楚天。奉诏不言空问俗，清时因得访遗贤。荆门晓色兼梅雨，桂水春风过客船。畴昔常闻陆贾说，故人今日岂徒然。",
            "comment": ""
        },
        {
            "title": "送张光归吴",
            "content": "看取庭芜白露新，劝君不用久风尘。秋来多见长安客，解爱鲈鱼能几人。",
            "comment": ""
        },
        {
            "title": "送孙愿",
            "content": "悠然富春客，忆与暮潮归。擢第人多羡，如君独步稀。乱流江渡浅，远色海山微。若访新安路，严陵有钓矶。",
            "comment": ""
        },
        {
            "title": "朱方南郭留别皇甫冉（一作皇甫冉诗：润州南",
            "content": "萦回枫叶岸，留滞木兰桡。吴岫新经雨，江天正落潮。故人劳见爱，行客自无憀。若问前程事，孤云入剡遥。",
            "comment": ""
        },
        {
            "title": "赴无锡别灵一上人（一作刘长卿诗，一作皇甫",
            "content": "高僧本姓竺，开士旧名林。一入春山里，千峰不可寻。新年芳草遍，度日白云深。欲问微官去，悬知讶此心。",
            "comment": ""
        },
        {
            "title": "送洪州李别驾之任",
            "content": "南去秋江远，孤舟兴自多。能将流水引，更入洞庭波。夏口帆初上，浔阳雁正过。知音在霄汉，佐郡岂蹉跎。",
            "comment": ""
        },
        {
            "title": "赋得长洲苑送李惠",
            "content": "草深那可访，地久阻相传。散漫三秋雨，疏芜万里烟。都迷采兰处，强记馆娃年。客有游吴者，临风思眇然。",
            "comment": ""
        },
        {
            "title": "春宴王补阙城东别业",
            "content": "柳陌乍随州势转，花源忽傍竹阴开。能将瀑水清人境，直取流莺送酒杯。山下古松当绮席，檐前片雨滴春苔。地主同声复同舍，留欢不畏夕阳催。",
            "comment": ""
        },
        {
            "title": "关羽祠送高员外还荆州",
            "content": "将军禀天姿，义勇冠今昔。走马百战场，一剑万人敌。虽为感恩者，竟是思归客。流落荆巫间，裴回故乡隔。离筵对祠宇，洒酒暮天碧。去去勿复言，衔悲向陈迹。",
            "comment": ""
        },
        {
            "title": "题刘相公三湘图",
            "content": "昔别醉衡霍，迩来忆南州。今朝平津邸，兼得潇湘游。稍辨郢门树，依然芳杜洲。微明三巴峡，咫尺万里流。飞鸟不知倦，远帆生暮愁。涔阳指天末，北渚空悠悠。枕上见渔父，坐中常狎鸥。谁言魏阙下，自有东山幽。",
            "comment": ""
        },
        {
            "title": "长安逢故人",
            "content": "数年音信断，不意在长安。马上相逢久，人中欲认难。一官今懒道，双鬓竟羞看。莫问生涯事，只应持钓竿。",
            "comment": ""
        },
        {
            "title": "登丹阳北楼（一作张继诗）",
            "content": "寒皋那可望，旅望又初还。迢递高楼上，萧条旷野闲。暮晴依远水，秋兴属连山。浮客时相见，霜凋动翠颜。",
            "comment": ""
        },
        {
            "title": "赠韦司直",
            "content": "闻君感叹二毛初，旧友相依万里馀。烽火有时惊暂定，甲兵无处可安居。客来吴地星霜久，家在平陵音信疏。昨日风光还入户，登山临水意何如。",
            "comment": ""
        },
        {
            "title": "山中即事",
            "content": "入谷多春兴，乘舟棹碧浔。山云昨夜雨，溪水晓来深。",
            "comment": ""
        },
        {
            "title": "酬二十八秀才见寄",
            "content": "昨夜山月好，故人果相思。清光到枕上，袅袅凉风时。永意能在我，惜无携手期。",
            "comment": ""
        },
        {
            "title": "送张南史（一作寄李纾）",
            "content": "雨馀深巷静，独酌送残春。车马虽嫌僻，莺花不弃贫。虫丝粘户网，鼠迹印床尘。借问山阳会，如今有几人。",
            "comment": ""
        },
        {
            "title": "赠万生下第还吴）",
            "content": "直道多不偶，美才应息机。灞陵春欲暮，云海独言归。为客成白首，入门嗟布衣。莼羹若可忆，惭出掩柴扉。",
            "comment": ""
        },
        {
            "title": "送郴县裴明府之任兼充宣慰",
            "content": "白蘋楚水三湘远，芳草秦城二月初。连雁北飞看欲尽，孤舟南去意何如。渡江野老思求瘼，候馆郴人忆下车。别后天涯何所寄，故交惟有袖中书。",
            "comment": ""
        },
        {
            "title": "听邻家吹笙",
            "content": "凤吹声如隔彩霞，不知墙外是谁家。重门深锁无寻处，疑有碧桃千树花。",
            "comment": "【注释】　　“通感”是把视觉、听觉、嗅觉、味觉、触觉沟通起来的一种修辞手法。这首《听邻家吹笙》，在“通感”的运用上，颇具特色。　　这是一首听笙诗。笙这种乐器由多根簧管组成，参差如凤翼；其声清亮，宛如凤鸣，故有“凤吹”之称。传说仙人王子乔亦好吹笙作凤凰鸣（见《列仙传》）。首句“凤吹声如隔彩霞”就似乎由此作想，说笙曲似从天降，极言其超凡入神。具象地写出“隔彩霞”三字，就比一般地说“此曲只应天上有”（杜甫）、“如听仙乐耳暂明”（白居易）来得高妙。将听觉感受转化为视觉印象，给读者的感觉更生动具体。同时，这里的“彩霞”，又与白居易《琵琶行》、韩愈《听颖师弹琴》中运用的许多摹状乐声的视觉形象不同。它不是说声如彩霞，而是说声自彩霞之上来；不是摹状乐声，而是设想奏乐的环境，间接烘托出笙乐的明丽新鲜。　　“不知墙外是谁家”，对笙乐虽以天上曲相比拟，但对其实际来源必然要产生悬想揣问。诗人当是在自己院内听隔壁“邻家”传来的笙乐，所以说“墙外”。这悬揣语气，不仅进一步渲染了笙声的奇妙撩人，还见出听者“寻声暗问”的专注情态，也间接表现出那音乐的吸引力。于是，诗人动了心，由“寻声暗问‘吹’者谁”，进而起身追随那声音，欲窥探个究竟。然而“重门深锁无寻处”，一墙之隔竟无法逾越，不禁令人于咫尺之地产生“天上人间”的怅惘和更强烈的憧憬，由此激发了一个更为绚丽的幻想。　　“疑有碧桃千树花”。以花为意象描写音乐，“芙蓉泣露香兰笑”（李贺）是从乐声（如泣如笑）着想，“江城五月落梅花”（李白）是从曲名（《梅花落》）着想，而此诗末句与它们都不同，仍是从奏乐的环境着想。与前“隔彩霞”呼应，这里的“碧桃”是天上碧桃，是王母桃花。灼灼其华，竟至千树之多，是何等繁缛绚丽的景象！它意味着那奇妙的、非人世间的音乐，宜乎如此奇妙的、非人世间的灵境。它同时又象征着那笙声的明媚、热烈、欢快。而一个“疑”字，写出如幻如真的感觉，使意象给人以飘渺的感受而不过于质实。　　此诗三句紧承二句，而四句紧承三句又回应首句，章法流走回环中有递进（从“隔彩霞”到“碧桃千树花”）。它用视觉形象写听觉感受，把五官感觉错综运用，而又避免对音乐本身正面形容，单就奏乐的环境作“别有天地非人间”的幻想，从而间接有力地表现出笙乐的美妙。在“通感”运用上算得是独具一格的。　　（周啸天）"
        },
        {
            "title": "双林寺谒傅大士",
            "content": "草露经前代，津梁及后人。此方今示灭，何国更分身。月色空知夜，松阴不记春。犹怜下生日，应在一微尘。",
            "comment": ""
        },
        {
            "title": "送彭偃房由赴朝因寄钱大郎中李十七舍人",
            "content": "衰病已经年，西峰望楚天。风光欺鬓发，秋色换山川。寂寞浮云外，支离汉水边。平生故人远，君去话潸然。",
            "comment": ""
        },
        {
            "title": "和王相公题中书丛竹寄上元相公",
            "content": "多时仙掖里，色并翠琅玕。幽意含烟月，清阴庇蕙兰。枝繁宜露重，叶老爱天寒。竟日双鸾止，孤吟为一看。",
            "comment": ""
        },
        {
            "title": "赠张五諲归濠州别业",
            "content": "常知罢官意，果与世人疏。复此凉风起，仍闻濠上居。故山期采菊，秋水忆观鱼。一去蓬蒿径，羡君闲有馀。",
            "comment": ""
        },
        {
            "title": "题尹真人祠",
            "content": "窅窅云旗去不还，阴阴祠宇闭空山。我来始悟丹青妙，稽首如逢冰雪颜。",
            "comment": ""
        },
        {
            "title": "送李敖湖南书记",
            "content": "怜君才与阮家同，掌记能资亚相雄。入楚岂忘看泪竹，泊舟应自爱江枫。诚知客梦烟波里，肯厌猿鸣夜雨中。莫信衡湘书不到，年年秋雁过巴东。",
            "comment": ""
        },
        {
            "title": "送郑正则徐州行营（一作皇甫冉诗）",
            "content": "从军非陇头，师在古徐州。气劲三河卒，功全万户侯。元戎阃外略，才子握中筹。莫听关山曲，还生塞上愁。",
            "comment": ""
        },
        {
            "title": "春宴张舍人宅",
            "content": "懒寻芳草径，来接侍臣筵。山色知残雨，墙阴觉暮天。莺啼汉宫柳，花隔杜陵烟。地与东城接，春光醉目前。",
            "comment": ""
        },
        {
            "title": "琴曲歌辞·湘夫人",
            "content": "娥眉对湘水，遥哭苍梧间。万乘既已殁，孤舟谁忍还。至今楚山上，犹有泪痕斑。南有涔阳路，渺渺多新愁。昔神降回时，风波江上秋。彩云忽无处，碧水空安流。",
            "comment": ""
        },
        {
            "title": "盩厔县郑礒宅送钱大（一作送别钱起，又作送",
            "content": "暮蝉不可听，落叶岂堪闻。共是悲秋客，那知此路分。荒城背流水，远雁入寒云。陶令门前菊，馀花可赠君。",
            "comment": ""
        },
        {
            "title": "柏林寺南望",
            "content": "溪上遥闻精舍钟，泊舟微径度深松。青山霁后云犹在，画出东南四五峰。",
            "comment": "【注释】　　唐代诗中有画之作为数甚多，而这首小诗别具风味。恰如刘熙载所说：“画出者必有主峰，为诸峰所拱向；作字者必有主笔，为余笔所拱向。……善书者必争此一笔。”（《艺概·书概》）此诗题旨在一“望”字，而望中之景只于结处点出。诗中所争在此一笔，余笔无不服务于此。　　诗中提到雨霁，可见作者登山前先于溪上值雨。首句虽从天已放晴时写起，却饶有雨后之意。那山顶佛寺（精舍）的钟声竟能清晰地达于溪上，俾人“遥闻”，不与雨浥尘埃、空气澄清大有关系吗？未写登山，先就溪上闻钟，点出“柏林寺”，同时又逗起舟中人登山之想（“遥听钟声恋翠微”）。这不是诗的主笔，但它是有所“拱向”（引起登眺事）的。　　精舍钟声的诱惑，使诗人泊舟登岸而行。曲曲的山间小路（微径）缓缓地导引他向密密的松柏（次句中只说“松”，而从寺名可知有“柏”）林里穿行，一步步靠近山顶。“空山新雨后”，四处弥漫着松叶柏子的清香，使人感到清爽。深林中，横柯交蔽，不免暗昧。有此暗昧，才有后来“度”尽“深松”，分外眼明的快意。所以次句也是“拱向”题旨的妙笔。　　“度”字已暗示穷尽“深松”，而达于精舍──“柏林寺”。行人眼前豁然开 朗。迎入眼帘的首先是霁后如洗的“青山”。前两句不曾有一个着色字，此时“青”字突现，便使人眼明。继而吸引住视线的是天宇中飘飖的云朵。“霁后云犹在”，但这已不是浓郁的乌云，而是轻柔明快的白云，登览者怡悦的心情可知。此句由山带出云，又是为下句进而由云衬托西南诸峰作了一笔铺垫。　　三句写山，着意于山色（青），是就一带山脉而言；而末句集中刻划几个山头，着眼于山形，给人以异峰突起的感觉。峰数至于“四五”，则有错落参差之致。在蓝天白云的衬托下，峥嵘的山峰犹如“画出”。不用“衬”字而用“画”字，别有情趣。言“衬”，则表明峰之固有，平平无奇；说“画”，则似言峰之本无，却由造物以云为毫、蘸霖作墨、以天为纸即兴“画出”，其色泽鲜润，犹有刚脱笔砚之感。这就不但写出峰的美妙，而且传出“望”者的惊奇与愉悦。　　这才是全诗点睛之笔。只有经过从溪口穿深林一番幽行之后，这里的画面才见得特别精彩；只有经过登攀途中的一番情绪酝酿，这里的发现才令人尤为愉快。因而这里的“点睛”，有赖前三句的“画龙”。用刘熙载的话说，那就是，诗人“争”得这一笔的成功，与“余笔”的配合是分不开的。　　（周啸天）"
        },
        {
            "title": "送林宗配雷州（一作送王棼流雷州）",
            "content": "昨日三峰尉，今朝万里人。平生任孤直，岂是不防身。海雾多为瘴，山雷乍作邻。遥怜北户月，与子独相亲。",
            "comment": ""
        },
        {
            "title": "送奚贾归吴",
            "content": "东南富春渚，曾是谢公游。今日奚生去，新安江正秋。水清迎过客，霜叶落行舟。遥想赤亭下，闻猿应夜愁。",
            "comment": ""
        },
        {
            "title": "赠强山人",
            "content": "或掉轻舟或杖藜，寻常适意钓前溪。草堂竹径在何处，落日孤烟寒渚西。",
            "comment": ""
        },
        {
            "title": "奉和杜相公益昌路作",
            "content": "春半梁山正落花，台衡受律向天涯。南去猿声傍双节，西来江色绕千家。风吹画角孤城晓，林映蛾眉片月斜。已见庙谟能喻蜀，新文更喜报金华。·139 ·",
            "comment": ""
        },
        {
            "title": "留卢秦卿（一作司空曙诗）",
            "content": "知有前期在，欢如此夜中。无将故人酒，不及古淳风。",
            "comment": ""
        },
        {
            "title": "送大德讲时河东徐明府招",
            "content": "远近作人天，王城指日边。宰君迎说法，童子伴随缘。到处花为雨，行时杖出泉。今宵松月下，开阁想安禅。",
            "comment": ""
        },
        {
            "title": "闻蝉寄友人（一作李端诗）",
            "content": "昨日始闻莺，今朝蝉又鸣。朱颜向华发，定是几年程。故国白云远，闲居青草生。因垂数行泪，书寄十年兄。",
            "comment": ""
        },
        {
            "title": "送李遂之越",
            "content": "未习风波事，初为东越游。露沾湖草晚，月照海山秋。梅市门何处，兰亭水向流。西兴待潮信，落日满孤舟。",
            "comment": ""
        },
        {
            "title": "登无锡北楼（一作皇甫冉诗）",
            "content": "秋兴因危堞，归心过远山。风霜征雁早，江海旅人还。驿树寒仍密，渔舟晚更闲。仲宣何所赋，只欲滞柴关。",
            "comment": ""
        },
        {
            "title": "寄李袁州桑落酒",
            "content": "色比琼浆犹嫩，香同甘露仍春。十千提携一斗，远送潇湘故人。",
            "comment": ""
        },
        {
            "title": "郢城西楼吟（一作张继诗）",
            "content": "连山尽处水萦回，山上戍门临水开。朱栏直下一百丈，日暖游鳞自相向。昔人爱险闭层城，今日爱闲江复清。沙洲枫岸无来客，草绿花红山鸟鸣。",
            "comment": ""
        },
        {
            "title": "送麹司直",
            "content": "曙雪苍苍兼曙云，朔风烟雁不堪闻。贫交此别无他赠，唯有青山远送君。",
            "comment": ""
        },
        {
            "title": "送李骑曹之灵武宁侍",
            "content": "一岁一归宁，凉天数骑行。河来当塞曲，山远与沙平。纵猎旗风卷，听笳帐月生。新鸿引寒色，回日满京城。",
            "comment": ""
        },
        {
            "title": "塞下曲",
            "content": "宝刀塞下儿，身经百战曾百胜，壮心竟未嫖姚知。白草山头日初没，黄沙戍下悲歌发。萧条夜静边风吹，独倚营门望秋月。",
            "comment": ""
        },
        {
            "title": "宿杜判官江楼",
            "content": "适楚岂吾愿，思归秋向深。故人江楼月，永夜千里心。叶落觉乡梦，鸟啼惊越吟。寥寥更何有，断续空城砧。",
            "comment": ""
        },
        {
            "title": "闻吹杨叶者二首",
            "content": "妙吹杨叶动悲笳，胡马迎风起恨赊。若是雁门寒月夜，此时应卷尽惊沙。天生一艺更无伦，寥亮幽音妙入神。吹向别离攀折处，当应合有断肠人。",
            "comment": ""
        },
        {
            "title": "冯翊西楼（一作张继诗）",
            "content": "城上西楼倚暮天，楼中归望正凄然。近郭乱山横古渡，野庄乔木带新烟。北风吹雁声能苦，远客辞家月再圆。陶令好文常对酒，相招一和白云篇。",
            "comment": ""
        },
        {
            "title": "送粲上人兼寄梁镇员外",
            "content": "季月还乡独未能，林行溪宿厌层冰。尺素欲传三署客，雪山愁送五天僧。连空朔气横秦苑。满目寒云隔灞陵。借问从来香积寺，何时携手更同登。",
            "comment": ""
        },
        {
            "title": "酬萧二十七侍御初秋言怀",
            "content": "楚客秋多兴，江林月渐生。细枝凉叶动，极浦早鸿声。胜赏睽前夕，新诗报远情。曲高惭和者，惆怅闭寒城。",
            "comment": ""
        },
        {
            "title": "咸阳西楼别窦审",
            "content": "西楼迥起寒原上，霁日遥分万井间。小苑城隅连渭水，离宫曙色近京关。亭皋寂寞伤孤客，云雪萧条满众山。时命如今犹未偶，辞君拟欲拂衣还。",
            "comment": ""
        },
        {
            "title": "盖少府新除江南尉问风俗",
            "content": "闻君作尉向江潭，吴越风烟到自谙。客路寻常随竹影，人家大底傍山岚。缘溪花木偏宜远，避地衣冠尽向南。惟有夜猿啼海树，思乡望国意难堪。",
            "comment": ""
        },
        {
            "title": "送王司马赴润州",
            "content": "暂屈文为吏，聊将禄代耕。金陵且不远，山水复多名。楚塞因高出，寒潮入夜生。离心逐春草，直到建康城。",
            "comment": ""
        },
        {
            "title": "石城馆酬王将军",
            "content": "谁能绣衣客，肯驻木兰舟。连雁沙边至，孤城江上秋。归帆背南浦，楚塞入西楼。何处看离思，沧波日夜流。",
            "comment": ""
        },
        {
            "title": "冬夕寄青龙寺源公",
            "content": "敛屦入寒竹，安禅过漏声。高松残子落，深井冻痕生。罢磬风枝动，悬灯雪屋明。何当招我宿，乘月上方行。",
            "comment": ""
        },
        {
            "title": "送韦逸人归钟山（一作皇甫冉诗）",
            "content": "逸人归路远，弟子出山迎。服药颜犹驻，耽书癖已成。柴扉多岁月，藜杖见公卿。更作儒林传，应须载姓名。",
            "comment": ""
        },
        {
            "title": "送杨中丞和蕃",
            "content": "锦车登陇日，边草正萋萋。旧好寻君长，新愁听鼓鼙。河源飞鸟外，雪岭大荒西。汉垒今犹在，遥知路不迷。",
            "comment": ""
        },
        {
            "title": "送韩司直路出延陵（一作刘长卿诗）",
            "content": "游吴还适越，来往任风波。复送王孙去，其如春草何。岸明残雪在，潮满夕阳多。季子留遗庙，停舟试一过。",
            "comment": ""
        },
        {
            "title": "郢城秋望",
            "content": "白首思归归不得，空山闻雁雁声哀。高城落日望西北，又见秋风逐水来。",
            "comment": ""
        },
        {
            "title": "湘夫人二首（乐府诗作一首）",
            "content": "蛾眉对湘水，遥哭苍梧山。万乘既已殁，孤舟谁忍还。至今楚竹上，犹有泪痕斑。南有涔阳路，渺渺多新愁。桂酒神降时，回风江上秋。彩云忽无处，碧水空安流。",
            "comment": ""
        },
        {
            "title": "酬王季友题半日村别业兼呈李明府",
            "content": "村映寒原日已斜，烟生密竹早归鸦。长溪南路当群岫，",
            "comment": ""
        },
        {
            "title": "送别",
            "content": "穆陵关上秋云起，安陆城边远行子。薄暮寒蝉三两声，回头故乡千万里。",
            "comment": ""
        },
        {
            "title": "送陆员外赴潮州",
            "content": "含香台上客，剖竹海边州。楚地多归信，闽溪足乱流。今朝永嘉兴，重见谢公游。",
            "comment": ""
        },
        {
            "title": "送李将军赴定州（一作送彭将军）",
            "content": "双旌汉飞将，万里授横戈。春色临边尽，黄云出塞多。鼓鼙悲绝漠，烽戍隔长河。莫断阴山路，天骄已请和。",
            "comment": ""
        },
        {
            "title": "送长沙韦明府",
            "content": "秋入长沙县，萧条旅宦心。烟波连桂水，官舍映枫林。云日楚天暮，沙汀白露深。遥知讼堂里，佳政在鸣琴。",
            "comment": ""
        },
        {
            "title": "留别常著",
            "content": "岁晏苍郊蓬转时，游人相见说归期。宓君堂上能留客，明日还家应未迟。",
            "comment": ""
        },
        {
            "title": "题精舍寺（一作酬王季友秋夜宿露台寺见寄）",
            "content": "石林精舍武溪东，夜扣禅关谒远公。月在上方诸品静，僧持半偈万缘空。秋山竟日闻猿啸，落木寒泉听不穷。惟有双峰最高顶，此心期与故人同。",
            "comment": ""
        },
        {
            "title": "送韦湛判官",
            "content": "高阁晴江上，重阳古戍间。聊因送归客，更此望乡山。惜别心能醉，经秋鬓自斑。临流兴不尽，惆怅水云间。",
            "comment": ""
        }
    ]
}