{
    "dynasty": "唐",
    "author": "郑遨",
    "poems": [
        {
            "title": "宿洞庭",
            "content": "月到君山酒半醒，朗吟疑有水仙听。无人识我真闲事，赢得高秋看洞庭。",
            "comment": ""
        },
        {
            "title": "伤农",
            "content": "一粒红稻饭，几滴牛颔血。珊瑚枝下人，衔杯吐不歇。",
            "comment": ""
        },
        {
            "title": "题病僧寮",
            "content": "佛前香印废晨烧，金锡当门照寂寥。童子不知师病困，报风吹折好芭蕉。",
            "comment": ""
        },
        {
            "title": "哭张道古",
            "content": "曾陈章疏忤昭皇，扑落西南事可伤。岂使谏臣终屈辱，直疑天道恶忠良。生前卖卜居三蜀，死后驰名遍大唐。谁是后来修史者，言君力死正颓纲。",
            "comment": ""
        },
        {
            "title": "富贵曲",
            "content": "美人梳洗时，满头间珠翠。岂知两片云，戴却几乡税。",
            "comment": ""
        },
        {
            "title": "与罗隐之联句",
            "content": "一壶天上有名物，两个世间无事人。--郑遨醉却隐之云叟外，不知何处是天真。--罗隐之句所愿暂知居者乐，无使时称主者劳。―――李日知令乘骢马去，丞脱绣衣来。―――赵仁奖见《朝野佥载》）魂逐东流水，坟依独坐山。三代掌纶诰，一身能唱歌。明月飞出海，黄河流上天。芙蓉初出水，桃李忽无言。夜夜月为青冢镜，年年雪作黑山花。雁影数行秋半逢，渔歌一声夜深发。忽睹邢武辞，泠其金石备。霜添柏树冷，气拂桂林寒。八十年前棠树阴，竟陵太守公先人。阴天闻断雁，夜浦送归人。谁言百人会，兄弟也沾陪。刻舟寻已化，弹铗未酬恩。梦里换春秋。莫言闲话是闲话，往往事从闲话来。知何必剃头为弟子，无家便是出家人。常愿追禅理，安能挹化源。因缘三纪异，契分四般同。在室愧屋漏。桃花浪里成龙去，竹叶山头退鹢飞。庾岭东边吏隐州，溪山竹树亦清幽。地灵无俗草，岩静有仙禽。白鸟远行树，玉虹孤饮潭。四五片霞生绝壁，两三行雁过疏松。抛芥子降颠狒狒，折杨枝洒醉猩猩。山近衡阳虽少雁，水连巴蜀岂无鱼。水声长在耳，山色不离门。扫地树留影，拂床琴有声。落日长安道，秋槐满地花。中丞为国拔贤才，寒俊欣逢藻鉴开。莫将韦监同殷监，错认容身是保身。珠箔卷繁星，金樽泻月明。身死为修刘稹表，名高因让陆洿书。尘飞遗恨尽，花落古宫平。红粉笙歌人代远，月明陵树水东流。露团沙鹤起，人卧钓船流。只向国门安四海，不离乡井拜三公。芍药花开菩萨面，棕闾叶散野人头。虚心纤质雁衔余，凤吹龙吟定不如。今朝拜贡盈襟泪，不进新芽是进心。万蕴千牌次碧牙，缥笺金字间明霞。一箭不中鹄，五湖归钓鱼。烟随红焰断，化作白云飞。隔岸水牛浮鼻渡，傍溪沙鸟点头行。绮罗因片叶，桃李谩同时。都缘心似水，故以钵为舟。路指丹阳分虎节，心存双阙恋龙颜。甜于泉水茶须信，狂似杨花蝶未知。半窗月在犹煎药，几夜灯闲不照书。至人无梦梦不到，天道恶盈盈有余。龙髯已断嫔嫱老，豹尾不来岐路长。翻身腾白浪，探爪擢明珠。因借梦书过竹寺，学耕秋粟绕茆原。芭蕉叶上无愁雨，自是多情听断肠。风雨揭却屋，全家醉不知。孤猿叫落中岩月，野客吟残半夜灯。雁飞南浦砧初断，月满西楼酒半醒。晓来羸驷依前去，目断遥山数点清。迈古文章金鸑鷟，出群行止玉麒麟。风便磬声远，日斜楼影长。好是晚来香雨里，担簦亲送绮罗人。莲中花更好，云里月常新。天下传将舞马赋，门前迎得跨驴宾。砚贮寒泉碧，庭堆败叶红。燕掠琴弦穿静院，吏收诗草下闲庭。年年闻尔者，未有不伤情。出得风尘者，合知岐路人。拂榻灯未来，开门月先入。忽生云是匣，高以月为台。入夜虽无伤物意，向明还有动人心。金茎来白露，玉宇起清风。红旆渡江霞蘸水，青蛇出匣雪侵衣。云散便凝千里望，日斜长占半城阴。只住此山宁有意，向来求佛本无心。万国不得雨，孤云犹在山。先生不在此，千载只空山。建水旧传刘夜坐，螺川新有夏江城。一雨洗残暑，万家生早凉。暮鸟归巢急，寒牛下陇迟。算吟千百首，方得两三联。清时不作登龙客，绿鬓闲梳傍草堂。淮船分蚁队，江市聚蝇声。人间不见月，天外自分明。烧平樵路出，潮落海山高。行人折柳和轻絮，飞燕衔泥带落花。轻身都是义，殉主始为忠。满堂罗绮兼朱紫，四代儿孙奉老翁。雪浦二月江湖阔，花发千山道路香。海边红日半离水，天外暖风轻到花。雨声鞭自禁门出，一簇人从天上来。十字水中分岛屿，数重花外见楼台。无钱将乞樊知客，名纸生毛不为通。桑柘残阳里，儿孙落叶中。向外疑无地，其中别有天。方外共推为道友，关中独自占诗家。炎暑郁蒸无处避，凉风消息几时来。月沈湘浦冷，花谢汉宫秋。须把咽喉吞世界，盖因奢侈致危亡。若须抛却便抛却，莫待风高更亦深。夜长灯影灭，天绕鹤声孤。金筈离弦三尺电，星髇破的一声雷。背日流泉生冻早，逆风归鸟入巢迟。胜日登楼望，山川一半春。也知别有风光主，花蕾枝枝似去年。金殿圣人看纵笔，玉堂词客尽裁诗。菱叶乍翻人采后，芰荷初没舸行时。春寒酒力迟，冉冉生微红。自然草木性，谁祝元化功。湓浦风生破胆愁。血染剑花明帐幕，三千车马出渔阳。入门堪笑复堪怜，三径苔荒一钓船。小桥风月年年事，争奈潘郎去□何。清猿啼远木，白鸟下前滩。鹤归秋汉远，人去草堂空。虽当南北路，不碍往来人。钓叟无机沙鸟睡，禅师入定白牛闲。天涯故友无来信，窗外拒霜空落花。雨壁长秋菌，风枝落病蝉。老筇支瘦影，寒木凭吟身。诗债到春无处避，离愁因醉暂时无。茶香解睡磨铛煮，山色牵怀著屐登。身闲不恨辞官早，诗好常甘得句迟。白日故乡远，青山佳句中。冥云生易满，秋草长难高。落星一石几千年，门外何人扣汉川。五千里地望皆见，七十二峰中最高。花烧落第眼，雨破到家程。架上紫衣闲不著，案头金字坐长看。斋溪从沮水流嶓冢，岭接青泥入剑天。但存方寸地，留与子孙耕。知小旗村店酒，微雨野塘花。地偏云自去，日暮山更深。恰似传花人饮散，空抛床下最繁枝。艳魄香魂如有在，还应羞见堕楼人。扫叶随风便，浇花趁日阴。闲云生不雨，病叶落非秋。主三月能辞千日醉，一生能得几回看。最是五更留不住，向人枕畔著衣裳。悬心秋夜月，万里照乡关。玉排复道珊瑚殿，金错危椆翡翠楼。此花不与众花同，为感高僧护法功。都来消帝力，全不用兵防。道远擎空钵，深山踏落花。船中江上景，晚泊早行时。山寺钟楼月，江城鼓角风。雨过花争出，云空月半生。鸟正啼隋柳，人须入楚山。高松飘雨雪，一室掩香灯。遂有冥心者，还寻此境来。又因风雨夜，重到古松门。道晦金鸡伏，时来木马鸣。谁来看山寺，自去扫松门。此生还自喜，余事不相侵。白鬓无心镊，青山得意多。一春能几日，无雨亦多风。苦雨秋涛涨，狂风野烧翻。须知三尺剑，只为不平磨。要路争先进，闲门肯暂过。已难消永夜，况复听秋霖。大雪路亦宿，深山水也吞。",
            "comment": ""
        },
        {
            "title": "题中条静观（侯道华上升处）",
            "content": "松顶留衣上玉霄，永传异迹在中条。不知揖遍诸仙否，欲请还丹问昨宵。",
            "comment": ""
        }
    ]
}