{
    "dynasty": "唐",
    "author": "长孙佐辅",
    "poems": [
        {
            "title": "南中客舍对雨送故人归北",
            "content": "猿声啾啾雁声苦，卷帘相对愁不语。几年客吴君在楚，况送君归我犹阻。家书作得不忍封，北风吹断阶前雨。",
            "comment": ""
        },
        {
            "title": "代别后梦别",
            "content": "别中还梦别，悲后更生悲。觉梦俱千里，追随难再期。翻思梦里苦，却恨觉来迟。纵是非真事，何妨梦会时。",
            "comment": ""
        },
        {
            "title": "山行书事",
            "content": "日落风风高风高，驱车行远郊。中心有所悲，古墓穿黄茅。茅中狐兔窠，四面乌鸢巢。鬼火时独出，人烟不相交。行行近破村，一径欹还坳。迎霜听蟋蟀，向月看蟏蛸。翁喜客来至，客业羞厨庖。浊醪夸泼蚁，时果仍新苞。相劝对寒灯，呼儿爇枯梢。性朴颇近古，其言无斗筲。忧欢世上并，岁月途中抛。谁知问津客，空作扬雄嘲。",
            "comment": ""
        },
        {
            "title": "山行经村径",
            "content": "一径有人迹，到来唯数家。依稀听机杼，寂历看桑麻。雨湿渡头草，风吹坟上花。却驱羸马去，数点归林鸦。",
            "comment": ""
        },
        {
            "title": "相和歌辞·陇西行",
            "content": "阴云凝朔气，陇上正飞雪。四月草不生，北风劲如切。朝来羽书急，夜救长城窟。道隘行不前，相呼抱鞍歇。人寒指欲堕，马冻蹄亦裂。射雁旋充饥，斧冰还止渴。宁辞解围斗，但恐乘疲没。早晚边候空，归来养羸卒。",
            "comment": ""
        },
        {
            "title": "闻韦驸马使君迁拜台州",
            "content": "溟藩轸帝忧，见说初鸣驺。德胜祸先戢，情闲思自流。蚕殷桑柘空，廪实雀鼠稠。谏虎昔赐骏，安人将问牛。曾陪后乘光，共逐平津游。旌旆拥追赏，歌钟催献酬。音徽一寂寥，贵贱双沉浮。北郭乏中崖，东方称上头。跻山望百城，目尽增遐愁。海逼日月近，天高星汉秋。无阶异渐鸿，有志惭驯鸥。终期促孤棹，暂访天台幽。",
            "comment": ""
        },
        {
            "title": "答边信",
            "content": "征人去年戍辽水，夜得边书字盈纸。挥刀就烛裁红绮，结作同心答千里。君寄边书书莫绝，妾答同心心自结。同心再解心不离，书字频看字愁灭。结成一夜和泪封，贮书只在怀袖中。莫如书字故难久，愿学同心长可同。",
            "comment": ""
        },
        {
            "title": "横吹曲辞·关山月",
            "content": "凄凄还切切，戍客多离别。何处最伤心，关山见秋月。关月竟如何，由来远近过。始经玄兔塞，终绕白狼河。忽忆秦楼妇，流光应共有。已得并蛾眉，还知揽纤手。去岁照同行，比翼复连形。今宵照独立，顾影自茕茕。馀晖渐西落，夜夜看如昨。借问映旌旗，何如鉴帷幕。拂晓朔风悲，蓬惊雁不飞。几时征戍罢，还向月中归。",
            "comment": ""
        },
        {
            "title": "对镜吟",
            "content": "忆昔逢君新纳娉，青铜铸出千年镜。意怜光彩固无瑕，义比恩情永相映。每将鉴面兼鉴心，鉴来不辍情逾深。君非结心空结带，结处尚新恩已背。开帘览镜悲难语，对面相看孟门阻。掩匣徒惭双凤飞，悬台欲效孤鸾舞。昔日照来人共许，今朝照罢自生疑。镜上有尘犹可淬，君恩讵肯无回时。",
            "comment": ""
        },
        {
            "title": "相和歌辞·宫怨",
            "content": "窗前好树名玫瑰，去年花落今年开。无情春色尚识返，君心忽断何时来。忆昔妆成候仙仗，宫琐玲珑日新上。拊心却笑西子颦，掩鼻谁忧郑姬谤。草染文章衣下履，花粘甲乙床前帐。三千玉貌休自夸，十二金钗独相向。盛衰倾夺欲何如，娇爱翻悲逐佞谀。重远岂能惭沼鹄，弃前方见泣船鱼。看笼不记熏龙脑，咏扇空曾秃鼠须。始意类萝新托柏，终伤如荠却甘荼。深院独开还独闭，鹦鹉惊飞苔覆地。满箱旧赐前日衣，渍枕新垂夜来泪。痕多开镜照还悲，绿髻青蛾尚未衰。莫道新缣长绝比，犹逢故剑会相追。",
            "comment": ""
        },
        {
            "title": "伤故人歌妓",
            "content": "愁脸无红衣满尘，万家门户不容身。曾将一笑君前去，误杀几多回顾人。",
            "comment": ""
        },
        {
            "title": "秋日登山",
            "content": "逐胜不怯寒，秋山闲独登。依稀小径通，深处逢来僧。侧石拥寒溜，欹松悬古藤。明书问知友，兴咏将谁能。",
            "comment": ""
        },
        {
            "title": "楚州盐壒古墙望海",
            "content": "混沌本冥冥，泄为洪川流。雄哉大造化，万古横中州。我从西北来，登高望蓬丘。阴晴乍开合，天地相沉浮。长风卷繁云，日出扶桑头。水净露鲛室，烟销凝蜃楼。时来会云翔，道蹇即津游。明发促归轸，沧波非宿谋。",
            "comment": ""
        },
        {
            "title": "杭州秋日别故友",
            "content": "相见又相别，大江秋水深。悲欢一世事，去住两乡心。淅沥篱下叶，凄清阶上琴。独随孤棹去，何处更同衾。",
            "comment": ""
        },
        {
            "title": "别友人",
            "content": "愁多不忍醒时别，想极还寻静处行。谁遣同衾又分手，不如行路本无情。",
            "comment": ""
        },
        {
            "title": "拟古咏河边枯树",
            "content": "野火烧枝水洗根，数围孤树半心存。应是无机承雨露，却将春色寄苔痕。",
            "comment": ""
        },
        {
            "title": "山居",
            "content": "看书爱幽寂，结宇青冥间。飞泉引风听，古桂和云攀。地深草木稠，境静鱼鸟闲。阴气晚出谷，朝光先照山。有时独杖藜，入夜犹启关。星昏归鸟过，火出樵童还。神体自和适，不是离人寰。",
            "comment": ""
        }
    ]
}