{
    "dynasty": "唐",
    "author": "陈子昂",
    "poems": [
        {
            "title": "送魏大从军",
            "content": "匈奴犹未灭，魏绛复从戎。怅别三河边，言追六郡雄。雁山横化北，狐塞接云中。勿使燕然上，惟留汉将功。",
            "comment": "：　　这是一首赠别诗，出征者是陈子昂的友人魏大（姓魏，在兄弟中排行第一，故称）。此诗不落一般送别诗缠绵于儿女情长、凄苦悲切的窠臼，从大处着眼，激励出征者立功沙场，并抒发了作者的慷慨壮志。\r\n\r\n　　首二句“匈奴犹未灭，魏绛复从戎”，读来震撼人心。借此，我们可以清楚地意识到边境上军情的紧急，也可以感觉到诗人激烈跳动的脉搏。首句暗用汉代威镇敌胆的骠骑将军霍去病“匈奴未灭，无以家为”的典故，抒发了以天下为己任的豪情。此处“匈奴”二字，是以汉代唐，借指当时进犯边境的少数民族统治集团。诗人又把春秋时曾以和戎政策消除了晋国边患的魏绛比作魏大，变“和戎”为“从戎”，典故活用，鲜明地表示出诗人对这次战争的看法，同时也从侧面说明，魏大从戎，是御边保国的壮举。\r\n\r\n　　三四两句中，“三河道”点出送别的地点。古称河东、河内、河南为三河，大致指黄河流域中段平原地区。《史记·货殖列传》说：“夫三河在天下之中，若鼎足，王者所更居也”，此处概指在都城长安送客的地方。“六郡”，指金城、陇西、天水、安定、北地、上郡。“六郡雄”，原指上述地方的豪杰，这里专指西汉时在边地立过功的赵充国。两句的旨意是：与友人分别于繁华皇都，彼此心里总不免有些怅惘；但为国效力，责无旁贷，两人执手相约：要象汉代名将、号称六郡雄杰的赵充国那样去驰骋沙场，杀敌立功。此二句虽有惆怅之感，而气概却是十分雄壮的。\r\n\r\n　　“雁山横代北，狐塞接云中。”这两句是写魏大从军所往之地。一个“横”字，写出雁门山地理位置之重要，它横亘在代州北面；一个“接”字，既逼真地描绘出飞狐塞的险峻，又点明飞狐塞是遥接云中郡，连成一片的。它们组成了中原地区（三河道）的天然屏障。此处的景物并不在眼前，而是在诗人的想象之中，它可以是实写，也可以是虚写。地理位置的重要，山隘的险峻，暗示魏大此行责任之重大。这就为结句作了铺垫。\r\n\r\n　　因此，“勿使燕然上，惟留汉将功”二句作结，便如瓜熟蒂落，极其自然。此处运用的典故，说的是东汉时的车骑将军窦宪，他曾经以卓越的战功，大破匈奴北单于，又乘胜追击，登上燕然山（今蒙古人民共和国境内的杭爱山），刻石纪功而还。作者又一次激励友人希望他扬名塞外，不要使燕然山上只留汉将功绩，也要有我大唐将士的赫赫战功。这在语意上，又和开头二句遥相呼应。\r\n\r\n　　全诗一气呵成，充满了奋发向上的精神，表现出诗人“感时思报国，拔剑起蒿莱”（《感遇》诗之三十五）的思想情操。感情豪放激扬，语气慷慨悲壮，英气逼人，读来如闻战鼓，有气壮山河之势。\r\n\r\n　　（施绍文） | 【注释】　　这是一首赠别诗，出征者是陈子昂的友人魏大（姓魏，在兄弟中排行第一，故称）。此诗不落一般送别诗缠绵于儿女情长、凄苦悲切的窠臼，从大处着眼，激励出征者立功沙场，并抒发了作者的慷慨壮志。　　首二句“匈奴犹未灭，魏绛复从戎”，读来震撼人心。借此，我们可以清楚地意识到边境上军情的紧急，也可以感觉到诗人激烈跳动的脉搏。首句暗用汉代威镇敌胆的骠骑将军霍去病“匈奴未灭，无以家为”的典故，抒发了以天下为己任的豪情。此处“匈奴”二字，是以汉代唐，借指当时进犯边境的少数民族统治集团。诗人又把春秋时曾以和戎政策消除了晋国边患的魏绛比作魏大，变“和戎”为“从戎”，典故活用，鲜明地表示出诗人对这次战争的看法，同时也从侧面说明，魏大从戎，是御边保国的壮举。　　三四两句中，“三河道”点出送别的地点。古称河东、河内、河南为三河，大致指黄河流域中段平原地区。《史记·货殖列传》说：“夫三河在天下之中，若鼎足，王者所更居也”，此处概指在都城长安送客的地方。“六郡”，指金城、陇西、天水、安定、北地、上郡。“六郡雄”，原指上述地方的豪杰，这里专指西汉时在边地立过功的赵充国。两句的旨意是：与友人分别于繁华皇都，彼此心里总不免有些怅惘；但为国效力，责无旁贷，两人执手相约：要象汉代名将、号称六郡雄杰的赵充国那样去驰骋沙场，杀敌立功。此二句虽有惆怅之感，而气概却是十分雄壮的。　　“雁山横代北，狐塞接云中。”这两句是写魏大从军所往之地。一个“横”字，写出雁门山地理位置之重要，它横亘在代州北面；一个“接”字，既逼真地描绘出飞狐塞的险峻，又点明飞狐塞是遥接云中郡，连成一片的。它们组成了中原地区（三河道）的天然屏障。此处的景物并不在眼前，而是在诗人的想象之中，它可以是实写，也可以是虚写。地理位置的重要，山隘的险峻，暗示魏大此行责任之重大。这就为结句作了铺垫。　　因此，“勿使燕然上，惟留汉将功”二句作结，便如瓜熟蒂落，极其自然。此处运用的典故，说的是东汉时的车骑将军窦宪，他曾经以卓越的战功，大破匈奴北单于，又乘胜追击，登上燕然山（今蒙古人民共和国境内的杭爱山），刻石纪功而还。作者又一次激励友人希望他扬名塞外，不要使燕然山上只留汉将功绩，也要有我大唐将士的赫赫战功。这在语意上，又和开头二句遥相呼应。　　全诗一气呵成，充满了奋发向上的精神，表现出诗人“感时思报国，拔剑起蒿莱”（《感遇》诗之三十五）的思想情操。感情豪放激扬，语气慷慨悲壮，英气逼人，读来如闻战鼓，有气壮山河之势。　　（施绍文）"
        },
        {
            "title": "合州津口别舍弟至东阳峡，步趁不及，眷然有",
            "content": "江潭共为客，洲浦独迷津。思积芳庭树，心断白眉人。同衾成楚越，别岛类胡秦。林岸随天转，云峰逐望新。遥遥终不见，默默坐含嚬。念别疑三月，经游未一旬。孤舟多逸兴，谁共尔为邻。",
            "comment": ""
        },
        {
            "title": "同王员外雨后登开元寺南楼，因酬晖上人独坐",
            "content": "钟梵经行罢，香林坐入禅。岩庭交杂树，石濑泻鸣泉。水月心方寂，云霞思独玄。宁知人世里，疲病得攀缘。",
            "comment": ""
        },
        {
            "title": "万州晓发放舟乘涨，还寄蜀中亲朋",
            "content": "空濛岩雨霁，烂熳晓云归。啸旅乘明发，奔桡骛断矶。苍茫林岫转，络绎涨涛飞。远岸孤烟出，遥峰曙日微。前瞻未能眴，坐望日相依。曲直多今古，经过失是非。还期方浩浩，征思日騑騑。寄谢千金子，江海事多违。",
            "comment": ""
        },
        {
            "title": "南山家园林木交映，盛夏五月幽然清，独坐思",
            "content": "寂寥守寒巷，幽独卧空林。松竹生虚白，阶庭横古今。郁蒸炎夏晚，栋宇閟清阴。轩窗交紫霭，檐户对苍岑。凤蕴仙人箓，鸾歌素女琴。忘机委人代，闭牖察天心。蛱蝶怜红药，蜻蜓爱碧浔。坐观万象化，方见百年侵。扰扰将何息，青青长苦吟。愿随白云驾，龙鹤相招寻。",
            "comment": ""
        },
        {
            "title": "宿空●【左舟右令】峡青树村浦",
            "content": "的的明月水。啾啾寒夜猿。客思浩方乱。洲浦寂无喧。忆作千金子。宁知九逝魂。虚闻事朱阙。结绶骛华轩。委别高堂爱。窥觎明主恩。今成转蓬去。叹息复何言。",
            "comment": ""
        },
        {
            "title": "三月三日宴王明府山亭（见《岁时杂咏》）",
            "content": "暮春嘉月，上巳芳辰。群公禊饮，于洛之滨。",
            "comment": ""
        },
        {
            "title": "题田洗马游岩桔槔",
            "content": "望苑长为客，商山遂不归。谁怜北陵井，未息汉阴机。",
            "comment": ""
        },
        {
            "title": "秋日遇荆州府崔兵曹使宴",
            "content": "輶轩凤凰使，林薮鹖鸡冠。江湖一相许，云雾坐交欢。兴尽崔亭伯，言忘释道安。林光稍欲暮，岁物已将阑。古树苍烟断，虚亭白露寒。瑶琴山水曲，今日为君弹。",
            "comment": ""
        },
        {
            "title": "奉和皇帝上礼抚事述怀应制",
            "content": "大君忘自我，应运居紫宸。揖让期明辟，讴歌且顺人。轩宫帝图盛，皇极礼容申。南面朝万国，东堂会百神。云陛旂常满，天庭玉帛陈。钟石和睿思，雷雨被深仁。承平信娱乐，王业本艰辛。愿罢瑶池宴，来观农扈春。卑宫昭夏德，尊老睦尧亲。微臣敢拜手，歌舞颂维新。",
            "comment": ""
        },
        {
            "title": "春晦饯陶七于江南同用风字",
            "content": "黄鹤烟云去，青江琴酒同。离帆方楚越，沟水复西东。芙蓉生夏浦，杨柳送春风。明日相思处，应对菊花丛。",
            "comment": " | 【注释】云：一作霞"
        },
        {
            "title": "送殷大入蜀",
            "content": "禺山金碧路，此地饶英灵。送君一为别，栖断故乡情。片云生极浦，斜日隐离亭。坐看征骑没，惟见远山青。",
            "comment": ""
        },
        {
            "title": "居延海树闻莺同作",
            "content": "边地无芳树，莺声忽听新。间关如有意，愁绝若怀人。明妃失汉宠，蔡女没胡尘。坐闻应落泪，况忆故园春。",
            "comment": ""
        },
        {
            "title": "春台引",
            "content": "感阳春兮生碧草之油油。怀宇宙以伤远，登高台而写忧。迟美人兮不见，恐青岁之遂遒。从毕公以酣饮，寄林塘而一留。采芳荪于北渚，忆桂树于南州。何云木之美丽，而池馆之崇幽。星台秀士，月旦诸子。嘉青鸟之辰，迎火龙之始。挟宝书与瑶瑟，芳蕙华而兰靡。乃掩白蘋，藉绿芷。酒既醉，乐未已。击青钟，歌渌水。怨青春之萎绝，赠瑶台之旖旎。愿一见而道意，结众芳之绸缪。曷余情之荡漾，瞩青云以增愁。怅三山之飞鹤，忆海上之白鸥。重曰：群仙去兮青春颓，岁华歇兮黄鸟哀。富贵荣乐几时兮，朱宫碧堂生青苔，白云兮归来。",
            "comment": " | 【注释】原题注：寒食集毕录事宅作遂：一作还 台：一作华"
        },
        {
            "title": "山水粉图",
            "content": "山图之白云兮，若巫山之高丘。纷群翠之鸿溶，又似蓬瀛海水之周流。信夫人之好道，爱云山以幽求。",
            "comment": " | 【注释】山图（ 一作仙图非）之白云兮。"
        },
        {
            "title": "蓟丘览古赠卢居士藏用七首·燕昭王",
            "content": "南登碣石坂，遥望黄金台。丘陵尽乔木，昭王安在哉。霸图怅已矣，驱马复归来。",
            "comment": " | ：万岁通天二年（６９７），武后派建安郡王武攸宜北征契丹，陈子昂随军参谋。武攸宜出身亲贵，全然不晓军事。陈子昂屡献奇计，不被理睬，剀切陈词，反遭贬斥，徒署军曹。作者有感于燕昭王招贤振兴燕国的故事，写下了这首诗歌。燕昭王，是战国时并国的君主。公元前三一二年执政\r\n后，广招贤士，使原来国势衰败的并国逐渐强大起来，并且打败的当进的强国－齐国。   \r\n“南登碣石馆，遥望黄金台”。碣石馆，即碣石宫。燕昭王时，梁人邹衍入燕，昭王筑碣石亲师事之。“黄金台”也是燕昭王所筑。昭王置金于台上，在此延请天下奇士。未几，召来了乐毅等贤豪之士，昭王亲为推毂，国势骤盛。以后，乐毅麾军伐齐，连克齐城七十余座，使齐几乎灭亡。\r\n诗人写两处古迹，集中地表现了燕昭王求贤若渴礼贤下士的明主风度。从“登”和“望”两个动作中，可知诗人对古人何等向往！当然，这里并不是单纯地发思古之幽情，诗人如此强烈地推崇古人，是因为深深地感到现今世路的坎坷，其中有着深沉的自我感慨。\r\n次二句：“丘陵尽乔木，昭王安在哉？”抒发了世事沧桑的感喟。诗人遥望黄金台，只见直人太不平的丘陵上长满了乔木，当年置金的台已不见，燕昭王到哪里去了呢？这表面上全是实景描写，但却寄托着诗人对现实的不满。为什么乐毅事魏，未见奇功，在燕国却做出了惊天动地的业绩呢\r\n？道理很简单，是因为燕昭王知人善任。因此，这两句明谓不见“昭王”，实是诗人以乐毅自比而发的这牢骚，也是感慨自己生不逢时，英雄无用武之地。作品虽为武攸宜“轻无将略”而发，但诗中却将其置于不悄一顾的地位，从而显示了诗人的豪气雄风。作品最后以吊古伤今作结：“霸\r\n图今已矣，驱马复归来。”诗人作此诗的前一年，契丹攻陷营州，并威胁檀州诸郡，而朝廷派来征战的将领却昏庸，这怎么不叫人为国运而担忧？因而诗人只好感慨“霸图”难再，国事日非了。同时，面对危局，诗人的安邦经世之策又不被纳用，反遭武攸宜的压抑，更使人感到前路茫茫。\r\n“已能”二字，感慨至深。这“驱马复归来”，表面是写览古归营，实际上也暗示了归隐之意。神功元年（６９７），唐结束了对契丹的战争，此后不久，诗人也就解官归里了。\r\n这篇览古之诗，一无藻饰词语，颇富英豪被抑之气，读来令人喟然生慨。杜甫说：“国朝盛文章，子昂始高蹈。”胡应麟《诗薮》说：“唐初承袭梁隋，陈子昂独开古雅之源。”陈子昂的这类诗歌， | 【注释】万岁通天二年（６９７），武后派建安郡王武攸宜北征契丹，陈子昂随军参谋。武攸宜出身亲贵，全然不晓军事。陈子昂屡献奇计，不被理睬，剀切陈词，反遭贬斥，徒署军曹。作者有感于燕昭王招贤振兴燕国的故事，写下了这首诗歌。燕昭王，是战国时并国的君主。公元前三一二年执政后，广招贤士，使原来国势衰败的并国逐渐强大起来，并且打败的当进的强国－齐国。 “南登碣石馆，遥望黄金台”。碣石馆，即碣石宫。燕昭王时，梁人邹衍入燕，昭王筑碣石亲师事之。“黄金台”也是燕昭王所筑。昭王置金于台上，在此延请天下奇士。未几，召来了乐毅等贤豪之士，昭王亲为推毂，国势骤盛。以后，乐毅麾军伐齐，连克齐城七十余座，使齐几乎灭亡。诗人写两处古迹，集中地表现了燕昭王求贤若渴礼贤下士的明主风度。从“登”和“望”两个动作中，可知诗人对古人何等向往！当然，这里并不是单纯地发思古之幽情，诗人如此强烈地推崇古人，是因为深深地感到现今世路的坎坷，其中有着深沉的自我感慨。次二句：“丘陵尽乔木，昭王安在哉？”抒发了世事沧桑的感喟。诗人遥望黄金台，只见直人太不平的丘陵上长满了乔木，当年置金的台已不见，燕昭王到哪里去了呢？这表面上全是实景描写，但却寄托着诗人对现实的不满。为什么乐毅事魏，未见奇功，在燕国却做出了惊天动地的业绩呢？道理很简单，是因为燕昭王知人善任。因此，这两句明谓不见“昭王”，实是诗人以乐毅自比而发的这牢骚，也是感慨自己生不逢时，英雄无用武之地。作品虽为武攸宜“轻无将略”而发，但诗中却将其置于不悄一顾的地位，从而显示了诗人的豪气雄风。作品最后以吊古伤今作结：“霸图今已矣，驱马复归来。”诗人作此诗的前一年，契丹攻陷营州，并威胁檀州诸郡，而朝廷派来征战的将领却昏庸，这怎么不叫人为国运而担忧？因而诗人只好感慨“霸图”难再，国事日非了。同时，面对危局，诗人的安邦经世之策又不被纳用，反遭武攸宜的压抑，更使人感到前路茫茫。“已能”二字，感慨至深。这“驱马复归来”，表面是写览古归营，实际上也暗示了归隐之意。神功元年（６９７），唐结束了对契丹的战争，此后不久，诗人也就解官归里了。这篇览古之诗，一无藻饰词语，颇富英豪被抑之气，读来令人喟然生慨。杜甫说：“国朝盛文章，子昂始高蹈。”胡应麟《诗薮》说：“唐初承袭梁隋，陈子昂独开古雅之源。”陈子昂的这类诗歌，有“独开古雅”之功，有“始高蹈”的特殊地位。 （傅经顺）"
        },
        {
            "title": "与东方左史虬修竹篇",
            "content": "龙种生南岳，孤翠郁亭亭。峰岭上崇崒，烟雨下微冥。夜闻鼯鼠叫，昼聒泉壑声。春风正淡荡，白露已清泠。哀响激金奏，密色滋玉英。岁寒霜雪苦，含彩独青青。岂不厌凝冽，羞比春木荣。春木有荣歇，此节无凋零。始愿与金石，终古保坚贞。不意伶伦子，吹之学凤鸣。遂偶云和瑟，张乐奏天庭。妙曲方千变，箫韶亦九成。信蒙雕斫美，常愿事仙灵。驱驰翠虬驾，伊郁紫鸾笙。结交嬴台女，吟弄升天行。携手登白日，远游戏赤城。低昂玄鹤舞，断续彩云生。永随众仙逝，三山游玉京。",
            "comment": ""
        },
        {
            "title": "感遇诗三十八首",
            "content": "微月生西海，幽阳始代升。圆光正东满，阴魄已朝凝。太极生天地，三元更废兴。至精谅斯在，三五谁能征。兰若生春夏，芊蔚何青青。幽独空林色，朱蕤冒紫茎。迟迟白日晚，袅袅秋风生。岁华尽摇落，芳意竟何成。苍苍丁零塞，今古缅荒途。亭堠何摧兀，暴骨无全躯。黄沙幕南起，白日隐西隅。汉甲三十万，曾以事匈奴。但见沙场死，谁怜塞上孤。乐羊为魏将，食子殉军功。骨肉且相薄，他人安得忠。吾闻中山相，乃属放麑翁。孤兽犹不忍，况以奉君终。市人矜巧智，于道若童蒙。倾夺相夸侈，不知身所终。曷见玄真子，观世玉壶中。窅然遗天地，乘化入无穷。吾观龙变化，乃知至阳精。石林何冥密，幽洞无留行。古之得仙道，信与元化并。玄感非象识，谁能测沉冥。世人拘目见，酣酒笑丹经。昆仑有瑶树，安得采其英。白日每不归，青阳时暮矣。茫茫吾何思，林卧观无始。众芳委时晦，鶗鴂鸣悲耳。鸿荒古已颓，谁识巢居子。吾观昆仑化，日月沦洞冥。精魄相交会，天壤以罗生。仲尼推太极，老聃贵窈冥。西方金仙子，崇义乃无明。空色皆寂灭，缘业定何成。名教信纷藉，死生俱未停。圣人秘元命，惧世乱其真。如何嵩公辈，诙谲误时人。先天诚为美，阶乱祸谁因。长城备胡寇，嬴祸发其亲。赤精既迷汉，子年何救秦。去去桃李花，多言死如麻。深居观元化，悱然争朵颐。谗说相啖食，利害纷口疑口疑。便便夸毗子，荣耀更相持。务光让天下，商贾竞刀锥。已矣行采芝，万世同一时。知吾爱鬼谷子，青溪无垢氛。囊括经世道，遗身在白云。七雄方龙斗，天下久无君。浮荣不足贵，遵养晦时文。舒可弥宇宙，卷之不盈分。岂徒山木寿，空与麋鹿群。呦呦南山鹿，罹罟以媒和。招摇青桂树，幽蠹亦成科。世情甘近习，荣耀纷如何。怨憎未相复，亲爱生祸罗。瑶台倾巧笑，玉杯殒双蛾。谁见枯城蘖，青青成斧柯。林居病时久，水木澹孤清。闲卧观物化，悠悠念无生。青春始萌达，朱火已满盈。徂落方自此，感叹何时平。临岐泣世道，天命良悠悠。昔日殷王子，玉马遂朝周。宝鼎沦伊谷，瑶台成古丘。西山伤遗老，东陵有故侯。贵人难得意，赏爱在须臾。莫以心如玉，探他明月珠。昔称夭桃子，今为舂市徒。鸱鸮悲东国，麋鹿泣姑苏。谁见鸱夷子，扁舟去五湖。圣人去已久，公道缅良难。蚩蚩夸毗子，尧禹以为谩。骄荣贵工巧，势利迭相干。燕王尊乐毅，分国愿同欢。鲁连让齐爵，遗组去邯郸。伊人信往矣，感激为谁叹。幽居观天运，悠悠念群生。终古代兴没，豪圣莫能争。三季沦周赧，七雄灭秦嬴。复闻赤精子，提剑入咸京。炎光既无象，晋虏复纵横。尧禹道已昧，昏虐势方行。岂无当世雄，天道与胡兵。咄咄安可言，时醉而未醒。仲尼溺东鲁，伯阳遁西溟。大运自古来，旅人胡叹哉。逶迤势已久，骨鲠道斯穷。岂无感激者，时俗颓此风。灌园何其鄙，皎皎於陵中。世道不相容，嗟嗟张长公。圣人不利己，忧济在元元。黄屋非尧意，瑶台安可论。吾闻西方化，清净道弥敦。奈何穷金玉，雕刻以为尊。云构山林尽，瑶图珠翠烦。鬼工尚未可，人力安能存。夸愚适增累，矜智道逾昏。玄天幽且默，群议曷嗤嗤。圣人教犹在，世运久陵夷。一绳将何系，忧醉不能持。去去行采芝，勿为尘所欺。蜻蛉游天地，与世本无患。飞飞未能止，黄雀来相干。穰侯富秦宠，金石比交欢。出入咸阳里，诸侯莫敢言。宁知山东客，激怒秦王肝。布衣取丞相，千载为辛酸。微霜知岁晏，斧柯始青青。况乃金天夕，浩露沾群英。登山望宇宙，白日已西暝。云海方荡潏，孤鳞安得宁。翡翠巢南海，雄雌珠树林。何知美人意，骄爱比黄金。杀身炎州里，委羽玉堂阴。旖旎光首饰，葳蕤烂锦衾。岂不在遐远，虞罗忽见寻。多材信为累，叹息此珍禽。挈瓶者谁子，姣服当青春。三五明月满，盈盈不自珍。高堂委金玉，微缕悬千钧。如何负公鼎，被夺笑时人。玄蝉号白露，兹岁已蹉跎。群物从大化，孤英将奈何。瑶台有青鸟，远食玉山禾。昆仑见玄凤，岂复虞云罗。荒哉穆天子，好与白云期。宫女多怨旷，层城闭蛾眉。日耽瑶池乐，岂伤桃李时。青苔空萎绝，白发生罗帷。朝发宜都渚，浩然思故乡。故乡不可见，路隔巫山阳。巫山彩云没，高丘正微茫。伫立望已久，涕落沾衣裳。岂兹越乡感，忆昔楚襄王。朝云无处所，荆国亦沦亡。昔日章华宴，荆王乐荒淫。霓旌翠羽盖，射兕云梦林。朅来高唐观，怅望云阳岑。雄图今何在，黄雀空哀吟。丁亥岁云暮，西山事甲兵。赢粮匝邛道，荷戟争羌城。严冬阴风劲，穷岫泄云生。昏曀无昼夜，羽檄复相惊。拳跼竞万仞，崩危走九冥。籍籍峰壑里，哀哀冰雪行。圣人御宇宙，闻道泰阶平。肉食谋何失，藜藿缅纵横。可怜瑶台树，灼灼佳人姿。碧华映朱实，攀折青春时。岂不盛光宠，荣君白玉墀。但恨红芳歇，雕伤感所思。朅来豪游子，势利祸之门。如何兰膏叹，感激自生冤。众趋明所避，时弃道犹存。云渊既已失，罗网与谁论。箕山有高节，湘水有清源。唯应白鸥鸟，可为洗心言。索居犹几日，炎夏忽然衰。阳彩皆阴翳，亲友尽暌违。登山望不见，涕泣久涟洏。宿梦感颜色，若与白云期。马上骄豪子，驱逐正蚩蚩。蜀山与楚水，携手在何时。金鼎合神丹，世人将见欺。飞飞骑羊子，胡乃在峨眉。变化固幽类，芳菲能几时。疲疴苦沦世，忧痗日侵淄。眷然顾幽褐，白云空涕洟。朔风吹海树，萧条边已秋。亭上谁家子，哀哀明月楼。自言幽燕客，结发事远游。赤丸杀公吏，白刃报私仇。避仇至海上，被役此边州。故乡三千里，辽水复悠悠。每愤胡兵入，常为汉国羞。何知七十战，白首未封侯。本为贵公子，平生实爱才。感时思报国，拔剑起蒿莱。西驰丁零塞，北上单于台。登山见千里，怀古心悠哉。谁言未忘祸，磨灭成尘埃。浩然坐何慕，吾蜀有峨眉。念与楚狂子，悠悠白云期。时哉悲不会，涕泣久涟洏。梦登绥山穴，南采巫山芝。探元观群化，遗世从云螭。婉娈时永矣，感悟不见之。朝入云中郡，北望单于台。胡秦何密迩，沙朔气雄哉。藉藉天骄子，猖狂已复来。塞垣无名将，亭堠空崔嵬。咄嗟吾何叹，边人涂草莱。仲尼探元化，幽鸿顺阳和。大运自盈缩，春秋递来过。盲飙忽号怒，万物相纷劘。溟海皆震荡，孤凤其如何。",
            "comment": ""
        },
        {
            "title": "赠别冀侍御崔司议",
            "content": "有道君匡国。无闷余在林。白云峨眉上。岁晚来相寻。",
            "comment": ""
        },
        {
            "title": "古意题徐令壁（一作题著作令壁）",
            "content": "白云苍梧来。氛氲万里色。闻君太平世。栖泊灵台侧。",
            "comment": ""
        },
        {
            "title": "题田洗马游岩桔槔",
            "content": "望苑长为客。商山遂不归。谁怜北陵井。未息汉阴机。",
            "comment": ""
        },
        {
            "title": "题祀山烽树赠乔十二侍御",
            "content": "汉庭荣巧宦。云阁薄边功。可怜骢马使。白首为谁雄。",
            "comment": ""
        },
        {
            "title": "还至张掖古城闻东军告捷赠韦五虚已",
            "content": "孟秋首归路。仲月旅边亭。闻道兰山战。相邀在井陉。屡斗关月满。三捷虏云平。汉军追北地。胡骑走南庭。君为幕中士。畴昔好言兵。白虎锋应出。青龙阵几成。披图见丞相。按节入咸京。宁知玉门道。翻作陇西行。北海朱旄落。东归白露生。纵横未得意。寂寞寡相迎。负剑空叹息。苍茫登古城。",
            "comment": ""
        },
        {
            "title": "初入峡苦风寄故乡亲友",
            "content": "故乡今日友。欢会坐应同。宁知巴峡路。辛苦石尤风。",
            "comment": ""
        },
        {
            "title": "同旻上人伤寿安傅少府",
            "content": "生涯良浩浩。天命固谆谆。闻道神仙尉。怀德遂为邻。畴昔逢尧日。衣冠仕汉辰。交游纷若凤。词翰宛如麟。太息劳黄绶。长思谒紫宸。金兰徒有契。玉树已埋尘。把臂虽无托。平生固亦亲。援琴一流涕。旧馆几沾巾。杳杳泉中夜。悠悠世上春。幽明长隔此。歌哭为何人。南山家园林木交映盛夏五月幽然清凉独坐思远率成十韵寂寥守寒巷。幽独卧空林。松竹生虚白。阶庭横古今。郁蒸炎夏晚。栋宇闷清阴。轩窗交紫霭。檐户对苍岑。凤蕴仙人●。鸾歌素女琴。忘机委人代。闭牖察天心。蛱蝶怜红药。蜻蜓爱碧浔。坐观万象化。方见百年侵。扰扰将何息。青青长苦吟。愿随白云驾。龙鹤相招寻。",
            "comment": ""
        },
        {
            "title": "入东阳峡与李明府舟前後不相及",
            "content": "东岩初解缆，南浦遂离群。出没同洲岛，沿洄异渚濆。风烟犹可望，歌笑浩难闻。路转青山合，峰回白日曛。奔涛上漫漫，积水下沄沄。倏忽犹疑及，差池复两分。离离间远树，蔼蔼没遥氛。地上巴陵道，星连牛斗文。孤狖啼寒月，哀鸿叫断云。仙舟不可见，摇思坐氛氲。",
            "comment": ""
        },
        {
            "title": "入峭峡安居溪伐木溪源幽邃林岭相映有奇致焉",
            "content": "肃徒歌伐木，骛楫漾轻舟。靡迤随回水，潺湲溯浅流。烟沙分两岸，露岛夹双洲。古树连云密，交峰入浪浮。岩潭相映媚，溪谷屡环周。路迥光逾逼，山深与转幽。麇鼯寒思晚，猿鸟暮声秋。誓息兰台策，将从桂树游。因书谢亲爱，千岁觅蓬丘。",
            "comment": ""
        },
        {
            "title": "万州晓发放舟乘涨还寄蜀中亲朋",
            "content": "空蒙岩雨霁。烂熳晓云归。啸旅乘明发。奔桡骛断矶。苍芒林岫转。络绎涨涛飞。远岸孤烟出。遥峰曙日微。前瞻未能●。坐望已相依。曲直多今古。经过失是非。还期方浩浩。征思日●●。寄谢千金子。江海事多违。",
            "comment": ""
        },
        {
            "title": "于长史山池三日曲水宴",
            "content": "摘兰藉芳月。祓宴坐回汀。泛滟清流满。葳蕤白芷生。金弦挥赵瑟。玉指弄秦筝。岩榭风光媚。郊园春树平。烟花飞御道。罗绮照昆明。日落红尘合。车马乱纵横。合州津口别舍弟至东阳峡步趁不及眷然有忆作以示之江潭共为客。洲浦独迷津。思积芳庭树。心断白眉人。同衾成楚越。别岛类胡秦。林岸随天转。云峰逐望新。遥遥终不见。默默坐含颦。念别疑三月。经游未一旬。孤舟多逸兴。谁共尔为邻。",
            "comment": ""
        },
        {
            "title": "卧病家园",
            "content": "世上无名子。人间岁月赊。纵横策已弃。寂寞道为家。卧病谁能问。闲居空物华。犹忆灵台友。栖真隐太霞。还丹奔日御。却老饵云芽。宁知白社客。不厌青门瓜。",
            "comment": ""
        },
        {
            "title": "秋日遇荆州府崔兵曹使宴",
            "content": "●轩凤皇使。林薮●鸡冠。江湖一相许。云雾坐交欢。兴尽崔亭伯。言忘释道安。林光稍欲暮。岁物已将阑。古树苍烟断。虚亭白露寒。瑶琴山水曲。今日为君弹。",
            "comment": ""
        },
        {
            "title": "和陆明府赠将军重出塞",
            "content": "忽闻天上将。关塞重横行。始返楼兰国。还向朔方城。黄金装戎马。白羽集神兵。星月开天阵。山川列地营。晚风吹画角。春色耀飞旌。宁知班定远。犹是一书生。",
            "comment": ""
        },
        {
            "title": "赠赵六贞固二首",
            "content": "回中烽火入，塞上追兵起。此时边朔寒，登陇思君子。东顾望汉京，南山云雾里。赤螭媚其彩，婉娈苍梧泉。昔者琅琊子，躬耕亦慨然。美人岂遐旷，之子乃前贤。良辰在何许，白日屡颓迁。道心固微密，神用无留连。舒可弥宇宙，揽之不盈拳。蓬莱久芜没，金石徒精坚。良宝委短褐，闲琴独婵娟。",
            "comment": ""
        },
        {
            "title": "赠严仓曹乞推命录",
            "content": "少学纵横术。游楚复游燕。栖遑长委命。富贵未知天。闻道沈冥客。青囊有秘篇。九宫探万象。三算极重玄。愿奉唐生诀。将知跃马年。非同墨翟问。空滞杀龙川。",
            "comment": ""
        },
        {
            "title": "岘山怀古",
            "content": "秣马临荒甸。登高览旧都。犹悲坠泪碣。尚想卧龙图。城邑遥分楚。山川半入吴。丘陵徒自出。贤圣几凋枯。野树苍烟断。津楼晚气孤。谁知万里客。怀古正踌蹰。",
            "comment": ""
        },
        {
            "title": "白帝城怀古",
            "content": "日落沧江晚。停桡问土风。城临巴子国。台没汉王宫。荒服仍周甸。深山尚禹功。岩悬青壁断。地险碧流通。古木 生云际。孤帆出雾中。川途去无限。客思坐何穷。",
            "comment": ""
        },
        {
            "title": "酬田逸人游岩见寻不遇题隐居里壁",
            "content": "游人献书去。薄暮返灵台。传道寻仙友。青囊卖卜来。闻莺忽相访。题凤久裴回。石髓空盈握。金经秘不开。还疑缝掖子。复似洛阳才。",
            "comment": ""
        },
        {
            "title": "江上暂别萧四刘三旋欣接遇",
            "content": "昨夜沧江别。言乖天汉游。宁期此相遇。尚接武陵洲。结绶还逢育。衔杯且对刘。波潭一弥弥。临望几悠悠。山水丹青杂。烟云紫翠浮。终愧神仙友。来接野人舟。",
            "comment": ""
        },
        {
            "title": "奉和皇帝上（ 一作丘 ）礼抚事述怀应制",
            "content": "大君忘自我。应运居紫宸。揖让期明辟。讴歌且顺人。轩宫帝图盛。皇极礼容申。南面朝万国。东堂会百神。云陛旗常满。天庭玉帛陈。钟石和睿思。雷雨被深仁。承平信娱乐。王业本艰辛。愿罢瑶池宴。来观农扈春。卑宫昭夏德。尊老睦尧亲。微臣敢拜手。歌舞颂维新。",
            "comment": ""
        },
        {
            "title": "洛城观●【左酉右甫】应制",
            "content": "圣人信恭己，天命允昭回。苍极神功被，青云秘箓开。垂衣受金册，张乐宴瑶台。云凤休征满，鱼龙杂戏来。崇恩逾五日，惠泽畅三才。玉帛群臣醉，徽章缛礼该。方睹升中禅，言观拜洛回。微臣固多幸，敢上万年杯。",
            "comment": ""
        },
        {
            "title": "上元夜效小庾体",
            "content": "三五月华新。遨游逐上春。相邀洛城曲。追宴小平津。楼上看珠妓。车中见玉人。芳宵殊未极。随意守灯轮。。",
            "comment": ""
        },
        {
            "title": "魏氏园林人赋一物得秋亭萱草",
            "content": "昔时幽径里。荣耀杂春丛。今来玉墀上。销歇畏秋风。细叶犹含绿。鲜花未吐红。忘忧谁见赏。空此北堂中。",
            "comment": ""
        },
        {
            "title": "宴胡楚真禁所",
            "content": "人生固有命。天道信无言。青绳一相点。白璧遂成冤。请室闲逾邃。幽庭春未暄。寄谢韩安国。何惊狱吏尊。",
            "comment": ""
        },
        {
            "title": "群公集毕氏林亭",
            "content": "金门有遗世。鼎实恣和邦。默语谁能识。琴樽寄北窗。子牟恋魏阙。渔父爱沧江。良时信同此。岁晚迹难双。",
            "comment": ""
        },
        {
            "title": "晦日重宴高氏林亭",
            "content": "公子好追随。爱客不知疲。象筵开玉馔。翠羽饰金卮。此时高宴所。讵灭习家池。循涯倦短翮。何处俪长离。",
            "comment": ""
        },
        {
            "title": "夏日游晖上人房",
            "content": "山水开精舍。琴歌列梵筵。人疑白楼赏。地似竹林禅。对户池光乱。交轩岩翠连。色空今已寂。乘月弄澄泉。",
            "comment": ""
        },
        {
            "title": "晦日宴高氏林亭",
            "content": "寻春游上路。追宴入山家。主第簪缨满。皇州景望华。玉池初吐溜。珠树始开花。欢娱方未极。林阁散余霞。",
            "comment": ""
        },
        {
            "title": "宿襄河驿浦",
            "content": "沿流辞北渚。结缆宿南洲。合岸昏初夕。回塘暗不流。卧闻塞鸿断。坐听峡猿愁。沙浦明如月。汀葭晦若秋。不及能鸣雁。徒思海上鸥。天河殊未晓。沧海信悠悠。",
            "comment": ""
        },
        {
            "title": "月夜有怀",
            "content": "美人挟赵瑟。微月在西轩。寂寞夜何久。殷勤玉指繁。清光委衾枕。遥思属湘沅。空帘隔星汉。犹梦感精魂。",
            "comment": ""
        },
        {
            "title": "登蓟城西北楼送崔著作融入都",
            "content": "蓟楼望燕国。负剑喜兹登。清规子方奏。单戟我无能。仲冬边风急。云汉复霜棱。慷慨竟何道。西南恨失朋。",
            "comment": ""
        },
        {
            "title": "喜遇冀侍御●【左王右圭】崔司议泰之二使",
            "content": "谢病南山下。幽卧不知春。使星入东井。云是故交亲。惠风吹宝瑟。微月忆清真。凭轩一留醉。江海寄情人。",
            "comment": ""
        },
        {
            "title": "送著作佐郎崔融等从梁王东征",
            "content": "金天方肃杀。白露始专征。王师非乐战。之子慎佳兵。海气侵南部。边风扫北平。莫卖卢龙塞。归邀麟阁名。",
            "comment": " | 【注释】[注释]（1）著作佐郎：官名。梁王：武三思，武则天异母兄之子，封为梁王。东征：指征讨契丹。（2）金天：秋天。肃杀：严酷萧瑟。（3）白露：二十四节气之一。专征：全权主持征伐。此处指出征。（4）之子：此子，指崔融等人。慎佳兵：慎重对待用兵之事。（5）卢龙塞：今河北省喜峰品附近，是古代通往东北的交通要道，军事要塞。（6）麟阁：即麒麟阁，汉宣帝时立，给十一个功臣画像于其上。[译文]秋日时节正是严酷萧条，白露已到就要开始出生讨伐。我们的军队并非是好战之师，请各位一定要慎重对待用兵之事。契丹的军队像海雾一样侵犯南部边疆，又像凛冽的北风侵犯北平郡。决不能丢失卢龙塞，胜利归来后，皇上为你们庆功封赏。"
        },
        {
            "title": "春日登金华观",
            "content": "白玉仙台古。丹丘别望遥。山川乱云日。楼榭入烟霄。鹤舞千年树。虹飞百尺桥。还疑赤松子。天路坐相邀。",
            "comment": "：春日登金（ 一作九 ）华观 \r\n白玉仙台古（ 一作上 ）。\r\n还疑（ 一作逢 ）赤松子。\r\n天路坐相邀（ 一作招 ）。\r\n\r\r\n\r \r\n\r \r\n\r \r\n\r [出处]\r\n\r 全唐诗：卷84_24 | 【注释】春日登金（ 一作九 ）华观 白玉仙台古（ 一作上 ）。还疑（ 一作逢 ）赤松子。天路坐相邀（ 一作招 ）。"
        },
        {
            "title": "送魏兵曹使隽州得登字",
            "content": "阳山淫雾雨。之子慎攀登。羌笮多珍宝。人言有爱憎。欲酬明主惠。当尽使臣能。勿以王阳道。迢递畏崚嶒。",
            "comment": "：勿以王阳道（ 一作叹 ）。\r\n迢递（ 一作邛道\r\n）畏崚嶒。\r\n\r\r\n\r \r\n\r \r\n\r \r\n\r [出处]\r\n\r 全唐诗：卷84_17 | 【注释】勿以王阳道（ 一作叹 ）。迢递（ 一作邛道）畏崚嶒。"
        },
        {
            "title": "送梁李二明府",
            "content": "负书犹在汉。怀策未闻秦。复此穷秋日。芳樽别故人。黄金装屡尽。白首契逾新。空羡双凫舄。俱飞向玉轮。",
            "comment": ""
        },
        {
            "title": "遂州南江别乡曲故人",
            "content": "楚江复为客。征棹方悠悠。故人悯追送。置酒此南洲。平生亦何恨。夙昔在林丘。违此乡山别。长谣去国愁。",
            "comment": ""
        },
        {
            "title": "春夜别友人",
            "content": "紫塞白云断，青春明月初。对此芳樽夜，离忧怅有余。清冷花露满，滴沥檐宇虚。怀君欲何赠，愿上大臣书。",
            "comment": ""
        },
        {
            "title": "送客",
            "content": "故人洞庭去。杨柳春风生。相送河洲晚。苍茫别思盈。白苹已堪把。绿芷复含荣。江南多桂树。归客赠生平。",
            "comment": ""
        },
        {
            "title": "落第西还别魏四懔",
            "content": "转蓬方不定。落羽自惊弦。山水一为别。欢娱复几年。离亭暗风雨。征路入云烟。还因北山迳。归守东陂田。",
            "comment": "：还因北山迳（ 一作返 ）。\r\n\r\r\n\r \r\n\r \r\n\r \r\n\r [出处]\r\n\r 全唐诗：卷84_11 | 【注释】还因北山迳（ 一作返 ）。"
        },
        {
            "title": "落第西还别刘祭酒高明府",
            "content": "别馆分周国。归骖入汉京。地连函谷塞。川接广阳城。望迥楼台出。途遥烟雾生。莫言长落羽。贫贱一交情。",
            "comment": ""
        },
        {
            "title": "题李三书斋    崇嗣",
            "content": "灼灼青春仲。悠悠白日升。声容何足恃。荣吝坐相矜。愿与金庭会。将待玉书征。还丹应有术。烟驾共君乘。",
            "comment": ""
        },
        {
            "title": "居延海树闻莺同作",
            "content": "边池无芳树。莺声忽听新。间关如有意。愁绝若怀人。明妃失汉宠。蔡女没胡尘。坐闻应落泪。况忆故园春。",
            "comment": ""
        },
        {
            "title": "咏主人壁上画鹤寄乔主簿崔著作",
            "content": "古壁仙人画。丹青尚有文。独舞纷如雪。孤飞暖似雪。自矜彩色重。宁忆故池群。江海联翩翼。长鸣谁复闻。",
            "comment": ""
        },
        {
            "title": "东征答朝臣（ 一作达 ）相送",
            "content": "平生白云意，疲苶愧为雄。君王谬殊宠，旌节此从戎。挼绳当系虏，单马岂邀功。孤剑将何托，长谣塞上风。",
            "comment": ""
        },
        {
            "title": "晚次乐乡县",
            "content": "故乡杳无际。日暮且孤征。川原迷旧国。道路入边城。野戍荒烟断。深山古木平。如何此时恨。嗷嗷夜猿鸣。",
            "comment": " | 【注释】　　陈子昂的诗，大多以素淡的笔墨抒写真情实感，质朴明朗，苍凉激越。而这首五律，无论从结构的严谨或情韵的悠长上说，都在陈诗中别具一格，值得重视。　　诗题中的乐乡县，唐时属山南道襄州，故城在今湖北荆门北九十里。从诗中所写情况看来，本篇是诗人从故乡蜀地东行，途经乐乡县时所作。“次”是停留的意思。　　首联说，故乡早已在远方消失，暮色苍茫之中自己还在孤独地行进着。“杳”，遥远。诗人从“故乡”落笔，以“日暮”相承，为全诗定下了抒写“日暮乡关何处是”（崔颢《黄鹤楼》）的伤感情调。首句中的“杳无际”，联系着回头望的动作，虽用赋体，却出于深情。次句以“孤征”承“日暮”，日暮时还在赶路，本已够凄苦的了，何况又是独自一人，更是倍觉凄凉。以下各联层层剥进，用淡笔写出极浓的乡愁。　　第三句承第一句，第四句承第二句，把异乡孤征的感觉写得更具体。三句中的“旧国”，即首句中的“故乡”。故乡看不到了，眼前所见河流、平原无不是陌生的景象，因而行之若迷。四句中的“边城”，意为边远之城。乐乡县在先秦时属楚，对中原说来是边远之地。“道路”即二句中的“孤征”之路，暮霭之中终于来到了乐乡城内。　　接着，诗人又放眼四围：入城前见到过的野外戍楼上的缕缕荒烟，这时已在视野中消失；深山上参差不齐的林木，看上去也模糊一片。以“烟断”、“木平”写夜色的浓重，极为逼真。烟非自断，而是被夜色遮断；木非真平，而是被夜色荡平。尤其是一个“平”字，用得出神入化。萧梁时钟嵘论诗，有所谓“自然英旨”的说法（见《诗品序》）。“平”字用得既巧密又浑成，可以说是深得自然英旨的诗家妙笔。颈联这两句的精彩处还在于，在写景的同时，又将诗人的乡愁剥进了一层。“野戍荒烟”与“深山古木”，原是孤征道路上的一点可怜的安慰，这时就要全部被夜色所吞没，不用说，随着夜的降临，诗人的乡情也愈来愈浓重了。　　写完以上六句，诗人还一直没有明白说出自己的感情。但当他面对寂寥夜幕时，隐忍已久的感情再也无法控制。一个抒情性的设问句“如何此时恨”，便在感情波涛的推掀下，从满溢着的心湖中自然地汩汩流出。诗人觉得，最使他动情的，无过于深山密林中传来的一声又一声猿鸣的“噭噭（ｊｉàｏ叫）”声了。诗人自问自答，将荡开的笔墨收拢，泻情入景，以景写情，写出了情景交融的末一句。入暮以后渐入静境，啼声必然清亮而凄婉，这就使诗意更为深长悠远，抒发了无尽的乡思之愁。从全诗艺术形象来看，前面六句诉诸视觉，最后这一句则诉诸听觉，在画面之外复又响起声音，从而使质朴的形象蕴有无穷的意味。前面说到，这首诗情韵悠长，正是表现在这寓情于景、以声音作结的末一句中。需要顺便指出的是，末一句诗出于南朝沈约的《石塘濑听猿》诗，字面全同，而所写情景各异。由于陈子昂用人若己，妙过前人，因而这一诗句得以广为流传，沈约的原诗反倒少为人知了。　　纵观全诗结构，是以时间为线索串连起来的。第二句的“日暮”，是时间的开始；中间“烟断”“木平”的描写，说明夜色渐浓；至末句，直接拈出“夜”字结束全诗。通篇又可以分成写景与抒情两个部分，前六句写景，末两句抒情。诗人根据抒情的需要取景入诗，又在写景的基础上进行抒情，所以彼此衔接，自然密合。再次，第七句插入一个设问句式，使诗作结构获得了开合动荡之美，严谨之中又有流动变化之趣。最后，以答句作结，粗粗看来，只是近承上一问句，再加推敲，又可发现，句中的“噭噭”“猿鸣”远应前一句的“深山古木”，“夜”字关合篇首“日暮”，“夜猿鸣”的意境又与篇首的日暮乡情遥相呼应。句句沟通，字字关联，严而不死，活而不乱。　　综上可见，此诗笔法细腻，结构完整，由于采用寓情于景的手法，又有含而不露的特点。这些，与笔法粗犷并与直抒见长的《登幽州台歌》比较起来，自然是大相径庭的。但也由此使我们能够比较全面地窥见诗人丰富的个性与多方面的艺术才能。　　（陈志明）"
        },
        {
            "title": "度荆门望楚",
            "content": "遥遥去巫峡。望望下章台。巴国山川尽。荆门烟雾开。城分苍夜外。树断白云隈。今日狂歌客。谁知入楚来。",
            "comment": ""
        },
        {
            "title": "喜马参军相遇醉歌",
            "content": "独幽默以三月兮。深林潜居。时岁忽兮。孤愤遐吟。谁知我心。孺子孺子。其可与理分。",
            "comment": ""
        },
        {
            "title": "彩树歌",
            "content": "嘉锦筵珍树兮。错众彩之氛氲。状瑶台之微月。点巫山之朝云。青春兮不可逢。况蕙色之增芬。结芳意而谁赏。怨绝世之无闻。红荣碧艳坐看歇。素华流年不待君。故吾思昆仑之琪树。厌桃李之缤纷。",
            "comment": ""
        },
        {
            "title": "登泽州城北楼宴",
            "content": "平生倦游者。观化久无穷。复来登此国。临望与君同。坐见秦兵垒。遥闻赵将雄。武安君何在。长平事已空。且歌玄云曲。御酒舞薰风。勿使青衿子。嗟尔白头翁。",
            "comment": "：御（ 一作衔 ）酒舞薰风。\r\n\r\r\n\r \r\n\r \r\n\r \r\n\r [出处]\r\n\r 全唐诗：卷83_28 | 【注释】御（ 一作衔 ）酒舞薰风。"
        },
        {
            "title": "秋园卧病呈晖上人",
            "content": "幽寂旷日遥。林园转清密。疲疴澹无豫。独坐泛瑶瑟。怀挟万古情。忧虞百年疾。绵绵多滞念。忽忽每如失。缅想赤松游。高寻白云逸。荣吝始都丧。幽人遂贞吉。图书纷满床。山失蔼盈室。宿昔心所尚。平生自兹毕。愿言谁见知。梵筵有同术。八月高秋晚。凉风正萧瑟。",
            "comment": " | 【注释】高寻白云（ 一作紫庭 ）逸。"
        },
        {
            "title": "登蓟丘楼送贾兵曹入都",
            "content": "东山宿昔意。北征非我心。孤负平生愿。感涕下沾襟。暮登蓟楼上。永望燕山岑。辽海方漫漫。胡沙飞且深。峨眉杳如梦。仙子曷由寻。击剑起叹息。白日忽西沈。闻君洛阳使。因子寄南音。",
            "comment": ""
        },
        {
            "title": "送别出塞",
            "content": "平生闻高义，书剑百夫雄。言登青云去，非此白头翁。胡兵屯塞下，汉骑属云中。君为白马将，腰佩騂角弓。单于不敢射，天子伫深功。蜀山余方隐，良会何时同。",
            "comment": ""
        },
        {
            "title": "酬晖上人夏日林泉",
            "content": "闻道白云居。窈窕青莲宇。岩泉万丈流。树石千年古。林卧对轩窗。山阴满庭户。方释尘事劳。从君袭兰杜。",
            "comment": "：岩泉万丈流（ 一作流杂树 ）。\r\n树石（ 一作石室 ）千年古。\r\n\r\r\n\r \r\n\r \r\n\r \r\n\r [出处]\r\n\r 全唐诗：卷83_22 | 【注释】岩泉万丈流（ 一作流杂树 ）。树石（ 一作石室 ）千年古。"
        },
        {
            "title": "酬李参军崇嗣旅馆见赠",
            "content": "昨夜银河畔。星文犯遥汉。今朝紫气新。物色果逢真。言从天上落。乃是地仙人。白璧疑冤楚。乌裘似入秦。摧藏多古意。历览备艰辛。乐广云虽睹。夷吾风未春。凤歌空有问。龙性讵能驯。宝剑终应出。骊珠会见珍。未及冯公老。何惊孺子贫。青云傥可致。北海忆孙宾。",
            "comment": "：星文犯遥（ 一作天 ）汉。\r\n青云傥可致（ 一作效 ）。\r\n\r\r\n\r \r\n\r \r\n\r \r\n\r [出处]\r\n\r 全唐诗：卷83_21 | 【注释】星文犯遥（ 一作天 ）汉。青云傥可致（ 一作效 ）。"
        },
        {
            "title": "酬晖上人秋夜山亭有赠",
            "content": "皎皎白林秋。微微翠山静。禅居感物变。独坐开轩屏。风泉夜声杂。月露宵光冷。多谢忘机人。尘忧未能整。",
            "comment": " | 【注释】风泉夜声杂（ 一作绝 ）。"
        },
        {
            "title": "同宋参军之问梦赵六赠卢陈二子之作",
            "content": "晓霁望嵩丘。白云半岩足。氛氲涵翠微。宛如嬴台曲。故人昔所尚。幽琴歌断续。变化竟无常。人琴遂两亡。白云失处所。梦想暧容光。畴昔疑缘业。儒道两相妨。前期许幽报。迨此尚茫茫。晤言既已失。感叹情何一。始忆携手期。云台与峨眉。达兼济天下。穷独善其时。诸君推管乐。之子慕巢夷。奈何苍生望。卒为黄绶欺。铭鼎功未立。山林事亦微。抚孤一流恸。怀旧日暌违。卢子尚高节。终南卧松雪。宋侯逢圣君。骖驭游青云。而我独蹭蹬。语默道犹屯。征戍在辽阳。蹉跎草再黄。丹丘恨不及。白露已苍苍。远闻山阳赋。感涕下沾裳。",
            "comment": "：晓霁望嵩丘（ 一作岳 ）。\r\n宛如嬴（ 一作瀛 ）台曲。\r\n感叹（ 一作恨 ）情何一。\r\n怀旧日（ 一作且 ）暌违。\r\n骖驭（ 一作御 ）游青云。\r\n\r\r\n\r \r\n\r \r\n\r \r\n\r [出处]\r\n\r 全唐诗：卷83_23 | 【注释】晓霁望嵩丘（ 一作岳 ）。宛如嬴（ 一作瀛 ）台曲。感叹（ 一作恨 ）情何一。怀旧日（ 一作且 ）暌违。骖驭（ 一作御 ）游青云。"
        },
        {
            "title": "夏日晖上人房别李参军崇嗣",
            "content": "四十九变化。一十三死生。翕忽玄黄里。驱驰风雨情。是非纷妄作。宠辱坐相惊。至人独幽鉴。窈窕随昏明。咫尺山河道。轩窗日月庭。别离焉足问。悲乐固能并。我辈何为尔。栖皇犹未平。金台可攀陟。宝界绝将迎。户牖观天地。阶基上杳冥。自超三界乐。安知万里征。中国要荒内。人寰宇宙荣。弦望如朝夕。宁嗟蜀道行。",
            "comment": " | 【注释】至人独幽鉴（ 一作览 ）。"
        },
        {
            "title": "征东至淇门答宋十一参军之问",
            "content": "南星中大火。将子涉清淇。西林改微月。征旆空自持。碧潭去已远。瑶华折遗谁。若问辽阳戍。悠悠天际旗。",
            "comment": " | 【注释】瑶华（ 一作草 ）折遗谁。若（ 一作君 ）问辽阳戍。悠悠（ 一作摇摇 ）天际旗。"
        },
        {
            "title": "答韩使同在边",
            "content": "汉家失中策。胡马屡南驱。闻诏安边使。曾是故人谟。废书怅怀古。负剑许良图。出关岁方晏。乘障日多虞。虏入白登道。烽交紫塞途。连兵屯北地。清野备东胡。边城方晏闭。斥堠始昭苏。复闻韩长孺。辛苦事匈奴。雨雪颜容改。纵横才位孤。空怀老臣策。未获赵军租。但蒙魏侯重。不受谤书诬。当取金人祭。还歌凯入都。",
            "comment": ""
        },
        {
            "title": "赠赵六贞固",
            "content": "回中峰火入。塞上追兵起。此时边朔寒。登陇思君子。东顾望汉京。南山云雾里。赤螭媚其彩。婉娈苍梧泉。昔者琅琊子。躬耕亦慨然。美人岂遐旷。之子乃前贤。良辰在何许。白日屡颓迁。道心固微密。神用无留连。舒可弥宇宙。揽之不盈拳。蓬莱久芜没。金石徒精坚。良宝委短褐。闲琴独蝉娟。",
            "comment": " | 【注释】赤螭媚其彩（ 一作形 ）。蓬莱（ 一作茅，又作蒿）久芜没。"
        },
        {
            "title": "度峡口山赠乔补阙知之王二无竞",
            "content": "峡口大漠南，横绝界中国。丛石何纷纠，赤山复翕赩。远望多众容，逼之无异色。崔崒乍孤断，逶迤屡回直。信关胡马冲，亦距汉边塞。岂依河山险，将顺休明德。物壮诚有衰，势雄良易极。逦迤忽而尽，泱漭平不息。之子黄金躯，如何此荒域。云台盛多士，待君丹墀侧。",
            "comment": ""
        },
        {
            "title": "西还至散关答乔补阙知之",
            "content": "葳蕤苍梧凤。嘹唳白露蝉。羽翰本非匹。结交何独全。昔君事胡马。余得奉戎旃。携手向沙塞。关河缅幽燕。芳岁几阳止。白日屡徂迁。功业云台薄。平生玉佩捐。叹此南归日。犹闻北戍边。代水不可涉。巴江亦潺●。揽衣度函谷。衔涕望秦川。蜀门自兹始。云山方浩然。",
            "comment": ""
        },
        {
            "title": "蓟丘览古赠卢居士藏用之四    燕太子",
            "content": "秦王日无道。太子怨亦深。一闻田光义。匕首赠千金。其事虽不立。千载为伤心。",
            "comment": ""
        },
        {
            "title": "蓟丘览古赠卢居士藏用之六    邹衍",
            "content": "大运沦三代。天人罕有窥。邹子何寥廓。漫说九瀛垂。兴亡已千载。今也则无推。",
            "comment": " | 【注释】今也则无推（ 一作为 ）。"
        },
        {
            "title": "题居延古城赠乔十二知之",
            "content": "闻君东山意。宿昔紫芝荣。沧洲今何在。华发旅边城。还汉功既薄。逐胡策未行。徒嗟白日暮。坐对黄云生。桂枝芳欲晚。薏苡谤谁明。无为空自老。含叹负生平。",
            "comment": ""
        },
        {
            "title": "蓟丘览古赠卢居士藏用之三    乐生",
            "content": "王道已沦昧。战国竞贪兵。乐生何感激。仗义下齐城。雄图竟中夭。遗叹寄阿衡。",
            "comment": ""
        },
        {
            "title": "蓟丘览古赠卢居士藏用之二    燕昭王",
            "content": "南登碣石阪。遥望黄金台。丘陵尽乔木。昭王安在哉。霸图怅已矣。驱马复归来。",
            "comment": " | 【注释】南登碣石阪（ 一作馆 ）。"
        },
        {
            "title": "蓟丘览古赠卢居士藏用之一    轩辕台",
            "content": "北登蓟丘望，求古轩辕台。应龙已不见，牧马空黄埃。尚想广成子，遗迹白云隈。",
            "comment": ""
        },
        {
            "title": "与东方左史虬修竹篇",
            "content": "龙种生南岳。孤翠郁亭亭。峰岭上崇崒。烟雨下微冥。夜闻鼯鼠叫。昼聒泉壑声。春风正淡荡。白露已清泠。哀响激金奏。密色滋玉英。岁寒霜雪苦。含彩独青青。岂不厌凝洌。羞比春木荣。春木有荣歇。此节无凋零。始愿与金石。终古保坚贞。不意伶伦子。吹之学凤鸣。遂偶云和瑟。张乐奏天庭。妙曲方千变。箫韶亦九成。信蒙雕斫美。常愿事仙灵。驱驰翠虬驾。伊郁紫鸾笙。结交嬴台女。吟弄升天行。携手登白日。远游戏赤城。低昂玄鹤舞。断续彩云生。永随众仙逝。三山游玉京。",
            "comment": " | 【注释】原序:东方公足下：文章道弊，五百年矣。汉魏风骨，晋宋莫传，然而文献有可征者。仆尝暇时观齐梁间诗，彩丽竞繁，而兴寄都绝。每以永叹，思古人，常恐逦逶颓靡，风雅不作，以耿耿也。一昨于解三处，见明公咏孤桐篇，骨气端翔，音情顿挫，光英朗练，有金石声。遂用洗心饰视，发挥幽郁，不图正始之音，复覩于兹，可使建安作者，相视而笑。解君云、张茂先、何敬祖、东方生与其比肩，仆亦以为知言也。故感叹雅制，作修竹诗一首，当有知音以传示之。龙种（ 一作钟龙 ）生南岳。"
        },
        {
            "title": "鸳鸯篇",
            "content": "飞飞鸳鸯鸟。举翼相蔽亏。俱来绿潭里。共向白云涯。音容相眷恋。羽翮两逶迤。苹萍戏春渚。霜霰绕寒池。浦沙连岸净。汀树拂潭垂。年年此游玩。岁岁来追随。凤凰起丹穴。独向梧桐枝。鸿雁来紫塞。空忆稻粱肥。乌啼倦依托。鹤鸣伤别离。岂若此双禽。飞翻不异林。刷尾青江浦。交颈紫山岑。文章负奇色。和鸣多好音。闻有鸳鸯绮。复有鸳鸯衾。持为美人赠。勖此故交心。",
            "comment": " | 【注释】独向（ 一作栖独 ）梧桐枝。刷尾青（ 一作清 ）江浦。"
        },
        {
            "title": "观荆玉篇",
            "content": "鸱夷双白玉。此玉有缁磷。悬之千金价。举世莫知真。丹青非异色。轻重有殊伦。勿信玉工言。徒悲荆国人。",
            "comment": " | 【注释】原序:丙戌岁，余从左补阙乔公北征。夏四月，军幕次于张掖河。河州草木，无他异者，惟有仙人杖，往往丛生，幽朔地寒，与中国稍异。予家世好服食，昔常饵之，及此役也，而息意兹昧。戍人有荐嘉蔬者，此物存焉。余倏尔而笑曰，始者与此君别，不图至是而见之，岂非神明嘉惠，将欲扶吾寿也。因为乔公昌言其能，时东莱王仲烈亦同旅舍，闻而大喜，甘心食之，已旬有五日矣。适有行人，自谓能知药者，谓乔公曰，此白棘也，公何谬哉？仲烈愕然而疑，亦曰，吾怪其味甘，今果如此。乔公信是言，乃讥予，作采玉篇，谓宋人不识玉而宝珉石也。予心知必是，犹以独见之故，被夺于众人，乃喟然而叹曰，嗟乎，人之大明者目也，心之至信者口也。夫目照五色，口分五味，玄黄甘苦，亦可断而不惑矣。而路傍一议，二子增疑，况君臣之际，朋友之间乎？自是而观，则万物之情可见也。感采玉咏，而作观玉篇以答之，并示仲烈，讥其失真也。勿信玉工言（ 一作勿信工言子）。"
        },
        {
            "title": "感遇·之卅八",
            "content": "仲尼探元化。幽鸿顺阳和。大运自盈缩。春秋递来过。盲飙忽号怒。万物相纷劘。溟海皆震荡。孤凤其如何。",
            "comment": " | 【注释】春秋递（ 一作迭 ）来过。"
        },
        {
            "title": "感遇·之卅七",
            "content": "朝入云中郡。北望单于台。胡秦何密迩。沙朔气雄哉。藉藉天骄子。猖狂已复来。塞垣无名将。亭堠空崔嵬。咄嗟吾何叹。边人涂草莱。",
            "comment": ""
        },
        {
            "title": "感遇·之卅六",
            "content": "浩然坐何慕。吾蜀有峨眉。念与楚狂子。悠悠白云期。时哉悲不会。涕泣久涟●。梦登绥山穴。南采巫山芝。探元观群化。遗世从云螭。婉娈时永矣。感悟不见之。",
            "comment": ""
        },
        {
            "title": "蓟丘览古赠卢居士藏用之五    田光先生",
            "content": "自古皆有死。徇义良独稀。奈何燕太子。尚使田生疑。伏剑诚已矣。感我涕沾衣。",
            "comment": "：徇（ 一作循 ）义良独稀。\r\n奈何燕太（ 一作丹 ）子。\r\n\r\r\n\r \r\n\r \r\n\r \r\n\r [出处]\r\n\r 全唐诗：卷83_10 | 【注释】徇（ 一作循 ）义良独稀。奈何燕太（ 一作丹 ）子。"
        },
        {
            "title": "感遇·之卅三",
            "content": "金鼎合神丹。世人将见欺。飞飞骑羊子。胡乃在峨眉。变化固幽类。芳菲能几时。疲疴苦沦世。忧痗日侵淄。眷然顾幽褐。白云空涕洟。",
            "comment": " | 【注释】金鼎合神（ 一作还 ）丹。变化固幽（ 一作非 ）类。忧痗（ 一作悔 ）日侵淄。"
        },
        {
            "title": "感遇·卅二",
            "content": "索居犹几日。炎夏忽然衰。阳彩皆阴翳。亲友尽睽违。登山望不见。涕泣久涟洏。宿梦感颜色。若与白云期。马上骄豪子。驱逐正蚩蚩。蜀山与楚水。携手在何时。",
            "comment": " | 【注释】索居犹（ 一作独 ）几日。宿梦（ 一作昔 ）感颜色。马上（ 一作世中 ）骄豪子。"
        },
        {
            "title": "感遇·之卅一",
            "content": "朅来豪游子。势利祸之门。如何兰膏叹。感激自生冤。众趋明所避。时弃道犹存。云渊既已失。罗网与谁论。箕山有高节。湘水有清源。唯应白鸥鸟。可为洗心言。",
            "comment": "：可为（ 一作与 ）洗心言。\r\n\r\r\n\r \r\n\r \r\n\r \r\n\r [出处]\r\n\r 全唐詩卷八十三 | 【注释】可为（ 一作与 ）洗心言。"
        },
        {
            "title": "感遇·之卅四",
            "content": "朔风吹海树。萧条边已秋。亭上谁家子。哀哀明月楼。自言幽燕客。结发事远游。赤丸杀公吏。白刃报私仇。避仇至海上。被役此边州。故乡三千里。辽水复悠悠。每愤胡兵入。常为汉国羞。何知七十战。白首未封侯。",
            "comment": "：白刃（ 一作日 ）报私仇。\r\n\r\r\n\r \r\n\r \r\n\r \r\n\r [出处]\r\n\r 全唐詩卷八十三 | 【注释】白刃（ 一作日 ）报私仇。"
        },
        {
            "title": "感遇·之三十",
            "content": "可怜瑶台树。灼灼佳人姿。碧华映朱实。攀折青春时。岂不盛光宠。荣君白玉墀。但恨红芳歇。凋伤感所思。",
            "comment": "：可怜（ 一作惜） 瑶台树。\r\n\r\r\n\r \r\n\r \r\n\r \r\n\r [出处]\r\n\r 全唐詩卷八十三 | 【注释】可怜（ 一作惜） 瑶台树。"
        },
        {
            "title": "答洛阳主人",
            "content": "平生白云志。早爱赤松游。事亲恨未立。从宦此中州。主人亦何问。旅客非悠悠。方谒明天子。清宴奉良筹。再取连城璧。三陟平津侯。不然拂衣去。归从海上鸥。宁随当代子。倾侧且沈浮。",
            "comment": " | 【注释】主人亦何（ 一作何发 ）问。"
        },
        {
            "title": "感遇·之廿九",
            "content": "丁亥岁云暮。西山事甲兵。赢粮匝邛道。荷戟争羌城。严冬阴风劲。穷岫泄云生。昏噎无昼夜。羽檄复相惊。拳局竞万仞。崩危走九冥。籍籍峰壑里。哀哀冰雪行。圣人御宇宙。闻道泰阶平。肉食谋何失。藜藿缅纵横。",
            "comment": " | 【注释】穷岫泄（ 一作油 ）云生。昏噎（ 一作黩 ）无昼夜。崩危走（ 一作远 ）九冥。籍籍（ 一作寂寂 ）峰壑里。"
        },
        {
            "title": "感遇·之廿八",
            "content": "昔日章华宴。荆王乐荒淫。霓旌翠羽盖。射兕云梦林。●来高唐观。怅望云阳岑。雄图今何在。黄雀空哀吟。",
            "comment": ""
        },
        {
            "title": "感遇·之廿七",
            "content": "朝发宜都渚。浩然思故乡。故乡不可见。路隔巫山阳。巫山彩云没。高丘正微茫。伫立望已久。涕落沾衣裳。岂兹越乡感。忆昔楚襄王。朝云无处所。荆国亦沦亡。",
            "comment": " | 【注释】涕落（ 一作泪 ）沾衣裳。"
        },
        {
            "title": "感遇·之廿六",
            "content": "荒哉穆天子。好与白云期。宫女多怨旷。层城闭蛾眉。日耽瑶池乐。岂伤桃李时。青苔空萎绝。白发生罗帷。",
            "comment": ""
        },
        {
            "title": "蓟丘览古赠卢居士藏用之七    郭隗（末缺）",
            "content": "逢时独为贵，历代非无才。隗君亦何幸，遂起黄金台。",
            "comment": ""
        },
        {
            "title": "感遇·之廿五",
            "content": "玄蝉号白露。兹岁已蹉跎。群物从大化。孤英将奈何。瑶台有青鸟。远食玉山禾。昆仑见玄凤。岂复虞云罗。",
            "comment": ""
        },
        {
            "title": "感遇·之廿四",
            "content": "挈瓶者谁子。娇服当青春。三五明月满。盈盈不自珍。高堂委金玉。微缕悬千钧。如何负公鼎。被●笑时人。",
            "comment": ""
        },
        {
            "title": "感遇·之廿三",
            "content": "翡翠巢南海。雄雌珠树林。何知美人意。骄爱比黄金。杀身炎州里。委羽玉堂阴。旖旎光首饰。葳蕤烂锦衾。岂不在遐远。虞罗忽见寻。多材信为累。叹息此珍禽。",
            "comment": " | 【注释】　　这是一首寓言诗。全诗双关到底，句句是说鸟，也句句是写人。　　诗一开始就突出了诗的主角──羽毛赤青相杂的翡翠鸟。这种鸟生在南方，犹如诗人的出生地四川位于帝都长安的西南一样。翡翠鸟筑巢在神话中名贵的三珠树上，犹如诗人的品格高超，不同流俗。这鸟本来自由自在，雌雄双飞，不幸为美人所喜爱，比之于黄金一般，于是这鸟就倒霉了，犹如诗人不幸为武则天所赏识，不能不在她的统治下做官一样。翡翠鸟为什么会被美人喜爱呢？由于它的羽毛长得漂亮，既可以使美人的首饰临风招展，婀娜生光，又可以使美人的锦被结采垂花，斑烂增艳。这两句比喻诗人的才华文采，被统治者用来点缀升平，增饰“治绩”。所以作为鸟，就不免在炎热的南州被杀，而将它的毛羽呈送到玉堂深处，妆点在美人的头上与床上；作为人，就不免为统治者所强迫，名列朝班，丧失了在政治上抉择的自由。有人要说，翡翠鸟既然知道自己将受到杀身之祸，何不远走高飞呢？可怜，这鸟儿巢居南海，还能算不远吗？没有用，虞人（周礼职掌打猎的官名）还是用罗网来找到了它。这里比喻诗人虽想隐遁，但还是难逃统治者的笼络。怪来怪去怪谁呢？不论是鸟是人，总是自己有了才华，反为才华所累，正如象有齿，麝有香，因而遭受到杀身之祸一样，看了这名贵小鸟的遭遇，那能不连声叹息呢？叹鸟即所以叹人，亦即诗人的自叹。近人吴闿生认为“此言士不幸见知于武后”，宋人刘辰翁认为“多是叹世，而卒不免”，将陈子昂比为扬雄之不幸而作莽（王莽）大夫。这些看法，都和诗人的原意是吻合的。　　故事结束之后，最末第二句“多材信为累”，才把作者的正意点出。一经点明，立即缩住，这正是寓言的手法。这一寓言情节简单，但诗人叙述时却没有平铺直叙。开首二句叙述翡翠鸟的安乐生活，第三四句立即以问句作一转折，五六两句马上把首二句的和平愉快气氛打破，落入了残酷的结局，“炎洲”二字呼应“南海”，“玉堂”与“珠树林”对照，虽则两者都是豪华富贵的环境，而“珠树林”中是雌雄双栖，“玉堂阴”处是杀身委羽，诗人采用对比的手法，为下文的“叹息”伏根。七八两句，表面写得很繁华热闹，但美人头上、床上的“旖旎”“葳蕤”，是牺牲了双飞双宿的小鸟的生命换得来的，热闹繁华的背后，正是凄冷悲惨。第九句照文理应该发一个问题：“为什么不远走高飞呢？”这里诗人用精简的手法，省去问题，而用“岂不在遐远，虞罗忽见寻”这两句答案，使节省掉的问题，仍能于无字句中托出，这里自问自答，又是一个转折，然后落出正意：“多材信为累”，而以“叹息”作为结束，用“珍禽”两个代用词，反应起笔的“翡翠”。“多材信为累”这一句，已由鸟说到人，平庸的写法，接下去可以发挥一下，而诗人却马上缩住，一笔扬开，仍归之于鸟。短短十二句诗，艺术结构上却这样的起伏不平，大有尺幅千里之势。　　这首诗内在的怨伤情绪是很浓重的，但在表现的方式上，却采用了缓和的口气，“温柔敦厚”，“哀而不伤”，自是五言古诗的正声。　　（沈熙乾）"
        },
        {
            "title": "感遇·之廿二",
            "content": "微霜知岁晏。斧柯始青青。况乃金天夕。浩露沾群英。登山望宇宙。白日已西暝。云海方荡□●。孤鳞安得宁。",
            "comment": ""
        },
        {
            "title": "感遇·之廿一",
            "content": "蜻蛉游天地。与世本无患。飞飞未能止。黄雀来相干。穰侯富秦宠。金石比交欢。出入咸阳里。诸侯莫敢言。宁知山东客。激怒秦王肝。布衣取丞相。千载为辛酸。",
            "comment": "：飞飞未能止（ 一作去 ）。\r\n布衣取丞（ 一作卿 ）相。\r\n\r\r\n\r \r\n\r \r\n\r \r\n\r [出处]\r\n\r 全唐詩卷八十三 | 【注释】飞飞未能止（ 一作去 ）。布衣取丞（ 一作卿 ）相。"
        },
        {
            "title": "感遇·之卅五",
            "content": "本为贵公子。平生实爱才。感时思报国。拔剑起蒿莱。西驰丁零塞。北上单于台。登山见千里。怀古心悠哉。谁言未忘祸。磨灭成尘埃。",
            "comment": ""
        },
        {
            "title": "感遇·之二十",
            "content": "玄天幽且默。群议曷嗤嗤。圣人教犹在。世运久陵夷。一绳将何系。忧醉不能持。去去行采芝。勿为尘所欺。",
            "comment": ""
        },
        {
            "title": "感遇·之十八",
            "content": "逶迤势已久。骨鲠道斯穷。岂无感激者。时俗颓此风。灌园何其鄙。皎皎于陵中。世道不相容。喈喈张长公。",
            "comment": ""
        },
        {
            "title": "感遇·之十七",
            "content": "幽居观天运。悠悠念群生。终古代兴没。豪圣莫能争。三季沦周赧。七雄灭秦嬴。复闻赤精子。提剑入咸京。炎光既无象。晋虏复纵横。尧禹道已昧。昏虐势方行。岂无当世雄。天道与胡兵。咄咄安可言。时醉而未醒。仲尼溺东鲁。伯阳遁西溟。大运自古来。旅人胡叹哉。",
            "comment": ""
        },
        {
            "title": "感遇·之十六",
            "content": "圣人去已久。公道缅良难。蚩蚩夸毗子。尧禹以为谩。骄荣贵工巧。势利迭相干。燕王尊乐毅。分国愿同欢。鲁连让齐爵。遗组去邯郸。伊人信往矣。感激为谁叹。",
            "comment": " | 【注释】势利迭（ 一作递 ）相干。鲁（ 一作仲 ）连让齐爵。"
        },
        {
            "title": "感遇·之十五",
            "content": "贵人难得意。赏爱在须臾。莫以心如玉。探他明月珠。昔称夭桃子。今为舂市徒。鸱●悲东国。麋鹿泣姑苏。谁见鸱夷子。扁舟去五湖。",
            "comment": ""
        },
        {
            "title": "感遇·之十四",
            "content": "临歧泣世道。天命良悠悠。昔日殷王子。玉马遂朝周。宝鼎沦伊谷。瑶台成古丘。西山伤遗老。东陵有故侯。",
            "comment": " | 【注释】瑶台成古（ 一作故 ）丘。"
        },
        {
            "title": "感遇·之十三",
            "content": "林居病时久。水木澹孤清。闲卧观物化。悠悠念无生。青春始萌达。朱火已满盈。徂落方自此。感叹何时平。",
            "comment": ""
        },
        {
            "title": "感遇·之十二",
            "content": "呦呦南山鹿。罹罟以媒和。招摇青桂树。幽蠹亦成科。世情甘近习。荣耀纷如何。怨憎未相复。亲爱生祸罗。瑶台倾巧笑。玉杯殒双蛾。谁见枯城蘖。青青成斧柯。",
            "comment": "：谁见枯（ 一作孤 ）城蘖（ 一作树 ）。\r\n\r\r\n\r \r\n\r \r\n\r \r\n\r [出处]\r\n\r 全唐詩卷八十三 | 【注释】谁见枯（ 一作孤 ）城蘖（ 一作树 ）。"
        },
        {
            "title": "感遇·之十九",
            "content": "圣人不利己。忧济在元元。黄屋非尧意。瑶台安可论。吾闻西方化。清净道弥敦。奈何穷金玉。雕刻以为尊。云构山林尽。瑶图珠翠烦。鬼工尚未可。人力安能存。夸愚适增累。矜智道逾昏。",
            "comment": ""
        },
        {
            "title": "感遇·之七",
            "content": "白日每不归。青阳时暮矣。茫茫吾何思。林卧观无始。众芳委时晦。鶗鴂鸣悲耳。鸿荒古已颓。谁识巢居子。",
            "comment": ""
        },
        {
            "title": "感遇·之十",
            "content": "深居观元化。悱然争朵颐。谗说相啖食。利害纷●●。便便夸毗子。荣耀更相持。务光让天下。商贾竞刀锥。已矣行采芝。万世同一时。",
            "comment": " | 【注释】深居观元化（ 一作群动 ）。"
        },
        {
            "title": "感遇·之六",
            "content": "吾观龙变化。乃知至阳精。石林何冥密。幽洞无留行。古之得仙道。信与元化并。玄感非象识。谁能测沈冥。世人拘目见。酣酒笑丹经。昆仑有瑶树。安得采其英。",
            "comment": " | 【注释】玄感非象（ 一作蒙 ）识。谁能测沈（ 一作沦 ）冥。"
        },
        {
            "title": "感遇·之五",
            "content": "市人矜巧智。于道若童蒙。倾夺相夸侈。不知身所终。曷见玄真子。观世玉壶中。●然遗天地。乘化入无穷。",
            "comment": ""
        },
        {
            "title": "感遇·之四",
            "content": "乐羊为魏将。食子殉军功。骨肉且相薄。他人安得忠。吾闻中山相。乃属放麍翁。孤兽犹不忍。况以奉君终。",
            "comment": " | 【注释】骨肉且（ 一作尚 ）相薄。孤兽犹（ 一作且 ）不忍。况（ 一作矧 ）以奉君终。　　这是《感遇诗》的第四首。诗人拈出两则对比鲜明的历史故事，夹叙夹议，借古讽今，抒写自己对时事的深沉感慨。全诗质朴雄健，寄寓遥深。诗中写了两个历史人物：乐羊和秦西巴。乐羊是战国时魏国的将军，魏文侯命他率兵攻打中山国。乐羊的儿子在中山国，中山国君就把他杀死，煮成肉羹，派人送给乐羊。乐羊为了表示自己忠于魏国，就吃了一杯儿子的肉羹。魏文侯重赏了他的军功，但是怀疑他心地残忍，因而并不重用他。秦西巴是中山国君的侍卫。中山君孟孙到野外去打猎，得到一只小鹿，就交给秦西巴带回去。老母鹿一路跟着，悲鸣不止。秦西巴心中不忍，就把小鹿放走了。中山君以为秦西巴是个忠厚慈善的人，以后就任用他做太傅，教育王子。　　一个为了贪立军功，居然忍心吃儿子的肉羹。骨肉之情薄到如此，这样的人，对别人岂能有忠心呢？一个怜悯孤兽，擅自将国君的猎物放生，却意外地提拔做王子的太傅。这样的人，对一只孤兽尚且有恻隐之心，何况对他的国君呢？他肯定是能忠君到底的。　　现在要研究的是：陈子昂为什么要写这两个历史故事？他当时“遇”到了什么事，因而有“感”要发呢？原来武则天为了夺取政权，杀了许多唐朝的宗室，甚至杀了太子李宏、李贤、皇孙李重润。上行下效，满朝文武大臣为了效忠于武则天，干了许多自以为“大义灭亲”的残忍事。例如大臣崔宣礼犯了罪，武后想赦免他，而崔宣礼的外甥霍献可却坚决要求判处崔宣礼以死刑，头触殿阶流血，以表示他不私其亲。陈子昂对这种残忍奸伪的政治风气十分愤怒。但是他不便正面谴责，因而写了这首诗。这首诗从表面上看，似乎是一首咏史诗，实质上是一首针砭当时政治风气的讽谕诗。清代陈沆《诗比兴笺》说它“刺武后宠用酷吏淫刑以逞也”，是道出了作者旨意的。　　（施蛰存）"
        },
        {
            "title": "感遇·之九",
            "content": "圣人秘元命。惧世乱其真。如何嵩公辈。诙谲误时人。先天诚为美。阶乱祸谁因。长城备胡寇。嬴祸发其亲。赤精既迷汉。子年何救秦。去去桃李花。多言死如麻。",
            "comment": " | 【注释】诙（ 一作谈 ）谲误时人。"
        },
        {
            "title": "感遇·之十一",
            "content": "吾爱鬼谷子。青溪无垢氛。囊括经世道。遗身在白云。七雄方龙斗。天下久无君。浮荣不足贵。遵养晦时文。舒可弥宇宙。卷之不盈分。岂徒山木寿。空与麋鹿群。",
            "comment": " | 【注释】天下久（ 一作乱 ）无君。舒可（ 一作之 ）弥宇宙。"
        },
        {
            "title": "感遇·之三",
            "content": "苍苍丁零塞。今古缅荒途。亭堠何摧兀。暴骨无全躯。黄沙幕南起。白日隐西隅。汉甲三十万。曾以事凶奴。但见沙场死。谁怜塞上孤。",
            "comment": "：谁怜塞上（ 一作下 ）孤。\r\n\r\r\n\r \r\n\r \r\n\r \r\n\r [出处]\r\n\r 全唐詩卷八十三 | 【注释】谁怜塞上（ 一作下 ）孤。"
        },
        {
            "title": "感遇·之一",
            "content": "微月生西海。幽阳始代升。圆光正东满。阴魄已朝凝。太极生天地。三元更废兴。至精谅斯在。三五谁能征。",
            "comment": " | 【注释】微月生（ 一作出 ）西海。幽阳始代（ 一作化 ）升。圆光正（ 一作恰 ）东满。"
        },
        {
            "title": "庆云章",
            "content": "昆仑元气。实生庆云。大人作矣。五色氤氲。昔在帝妫。南风既薰。丛芳烂熳。郁郁纷纷。旷矣千祀。庆云来止。玉叶金柯。祚我天子。非我天子。庆云谁昌。非我圣母。庆云谁光。庆云光矣。周道昌矣。九万八千。天授皇年。",
            "comment": "：五色氤（ 一作氛 ）氲。\r\n\r\r\n\r \r\n\r \r\n\r \r\n\r [出处]\r\n\r 全唐诗：卷83_1 | 【注释】五色氤（ 一作氛 ）氲。"
        },
        {
            "title": "感遇三十八首",
            "content": "兰若生春夏，芊蔚何青青！幽独空林色，朱蕤冒紫茎。迟迟白日晚，袅袅秋风生。岁华尽摇落，芳意竟何成？",
            "comment": "：这首五言诗通篇咏香兰杜若。香兰和杜若都是草本植物，秀丽芬芳。兰若之美，固然在其花色的秀丽，但好花还须绿叶扶。花叶掩映，枝茎交合，兰若才显得绚丽多姿，所以作品首先从兰若的枝叶上着笔，迭用了“芊蔚”与“青青”两个同义词来形容花叶的茂盛，中间贯一“何”字，充满\r\n赞赏之情。    \r\n如果说“芊蔚何青青”是用以衬托花色之美的话，那么“朱蕤冒紫茎”则是由茎及花，从正面刻画了。这一笔着以“朱”、“紫”，浓墨重彩地加以描绘，并下一“冒”字，将“朱蕤”、“紫茎”联成一体。全句的意思是：朱红色的花下垂，覆盖着紫色的茎，不但画出了兰若的身姿，而且\r\n突出了它花簇纷披的情态。\r\n兰若不象菊花那样昂首怒放，自命清高；出不象牡丹那般浓妆艳抹，富丽堂皇。兰若花红茎紫，叶儿青青，显得幽雅清秀，独具风采。“幽独空林色”，诗人赞美兰若秀色超群，以群花的失色来反衬兰若的卓然风姿。其中对比和反衬手法的结合运用，大大增强了艺术效果。特下“幽独”二\r\n字，可见诗中孤芳自赏的命意。\r\n诗的前四句赞美兰若风采的秀丽，后四句转而感叹其芳华的零落。“迟迟白日晚，袅袅秋风生”。由夏入秋，白天渐短。“迟迟”二字即写出了这种逐渐变化的特点。用“袅袅”来形容秋风乍起、寒而不冽，形象十分传神。然而“袅袅秋风”并不平和。“悲哉秋之为气也！萧瑟兮草木摇落\r\n而变衰”（宋玉《九辩》），芬芳的鲜花自然也凋零了。\r\n《感遇》，是陈子昂所写的以感慨身世及时政为主旨的组诗，共三十八首，本篇为其中二首。诗中以兰若自比，寄托了个人的身世之感。陈子昂颇有政治才干，但屡受排挤压抑，报国无门，四十一岁为射洪县令段简所害。这正象秀美幽独的兰若，在风刀霜剑的摧残下枯萎凋谢了。\r\n此诗全用比兴手法，诗的前半着力赞美兰若压倒群芳的风姿，实则是以其“幽独空林色”比喻自己出众的才华。后半以“白日晚”、“秋风生”写芳华逝去，寒光威迫，充满美人迟暮之感。“岁华”、“芳意”用语双关，借花草之凋零，悲叹自己的年华流逝，理想破灭，寓意凄婉，寄慨遥\r\n深。从形式上看，这首诗颇象五律，而实际上却是一首五言古诗。它以效古为革新，继承了阮籍《咏怀》的传统手法，托物感怀，寄意深远。和初唐诗坛上那些“采丽竞繁”、吟风弄月之作相比，它显得格外充实而清新，正象芬芳的兰若，散发出诱人的清香。 | 【注释】这首五言诗通篇咏香兰杜若。香兰和杜若都是草本植物，秀丽芬芳。兰若之美，固然在其花色的秀丽，但好花还须绿叶扶。花叶掩映，枝茎交合，兰若才显得绚丽多姿，所以作品首先从兰若的枝叶上着笔，迭用了“芊蔚”与“青青”两个同义词来形容花叶的茂盛，中间贯一“何”字，充满赞赏之情。如果说“芊蔚何青青”是用以衬托花色之美的话，那么“朱蕤冒紫茎”则是由茎及花，从正面刻画了。这一笔着以“朱”、“紫”，浓墨重彩地加以描绘，并下一“冒”字，将“朱蕤”、“紫茎”联成一体。全句的意思是：朱红色的花下垂，覆盖着紫色的茎，不但画出了兰若的身姿，而且突出了它花簇纷披的情态。兰若不象菊花那样昂首怒放，自命清高；出不象牡丹那般浓妆艳抹，富丽堂皇。兰若花红茎紫，叶儿青青，显得幽雅清秀，独具风采。“幽独空林色”，诗人赞美兰若秀色超群，以群花的失色来反衬兰若的卓然风姿。其中对比和反衬手法的结合运用，大大增强了艺术效果。特下“幽独”二字，可见诗中孤芳自赏的命意。诗的前四句赞美兰若风采的秀丽，后四句转而感叹其芳华的零落。“迟迟白日晚，袅袅秋风生”。由夏入秋，白天渐短。“迟迟”二字即写出了这种逐渐变化的特点。用“袅袅”来形容秋风乍起、寒而不冽，形象十分传神。然而“袅袅秋风”并不平和。“悲哉秋之为气也！萧瑟兮草木摇落而变衰”（宋玉《九辩》），芬芳的鲜花自然也凋零了。《感遇》，是陈子昂所写的以感慨身世及时政为主旨的组诗，共三十八首，本篇为其中二首。诗中以兰若自比，寄托了个人的身世之感。陈子昂颇有政治才干，但屡受排挤压抑，报国无门，四十一岁为射洪县令段简所害。这正象秀美幽独的兰若，在风刀霜剑的摧残下枯萎凋谢了。此诗全用比兴手法，诗的前半着力赞美兰若压倒群芳的风姿，实则是以其“幽独空林色”比喻自己出众的才华。后半以“白日晚”、“秋风生”写芳华逝去，寒光威迫，充满美人迟暮之感。“岁华”、“芳意”用语双关，借花草之凋零，悲叹自己的年华流逝，理想破灭，寓意凄婉，寄慨遥深。从形式上看，这首诗颇象五律，而实际上却是一首五言古诗。它以效古为革新，继承了阮籍《咏怀》的传统手法，托物感怀，寄意深远。和初唐诗坛上那些“采丽竞繁”、吟风弄月之作相比，它显得格外充实而清新，正象芬芳的兰若，散发出诱人的清香。（阎昭典）"
        },
        {
            "title": "春夜别友人",
            "content": "银烛吐清烟，金尊对绮筵。离堂思琴瑟，别路绕山川。明月悬高树，长河没晓天。悠悠洛阳去，此会在何年。",
            "comment": " | 【注释】[注释]（1）绮筵：精美丰盛的酒宴。（2）琴瑟：本为两种乐器，同时演奏，其音谐合，故比喻朋友的情意融洽。（3）悠悠：悠长。[译文]明亮的蜡烛吐着缕缕青烟，高举金杯面对精美丰盛的席宴。饯别的厅堂里回忆着朋友的情意融洽，分别后要绕山过水，路途遥远。宴席一直持续到明月隐蔽在高树之后，银河消失在拂晓之中。走在这悠长的洛阳道上，不知什么时候才能相会？　　这首律诗一开头便写别筵将尽，分手在即的撩人心绪和寂静状态。作者抓住这一时刻的心理状态作为诗意的起点，径直但却自然地进入感情的高潮，情怀颇为深挚。“银烛吐青烟”，着一“吐”字，使人想见离人相对无言，怅然无绪，目光只是凝视着银烛的青烟出神的神情。“金樽对绮筵”，用一“对”字，其意是面对华筵，除却频举金樽“劝君更尽一杯酒”的意绪而外，再也没有什么可以勉强相慰的话了。此中境界，于沉静之中更见别意的深沉。　　颔联“离堂思琴瑟，别路绕山川”，“琴瑟”指朋友宴会之乐，源出《小雅·鹿鸣》“我有嘉宾，鼓瑟鼓琴”，是借用丝弦乐器演奏时音韵谐调来比拟情谊深厚的意思。“山川”表示道路遥远，与“琴瑟”作为对仗，相形之下，不由使人泛起内心的波澜：“离堂”把臂，伤“琴瑟”之分离；“别路”迢遥，恨“山川”之缭绕。这两句着意写出了离情的缠绵，令人感慨欷歔。　　颈联“明月隐高树，长河没晓天”，承上文写把臂送行，从室内转到户外的所见。这时候，高高的树荫遮掩了西向低沉的明月；耿耿的长河淹没在破晓的曙光中。这里一个“隐”字，一个“没”字，表明时光催人离别，不为离人暂停须臾，难舍难分时刻终于到来了。　　结尾两句写目送友人沿着这条悠悠无尽的洛阳古道踽踽而去，不由兴起不知何年何月再能相聚之感。末句着一“何”字，强调后会难期，流露了离人之间的隐隐哀愁。　　这首诗中作者没有套用长吁短叹的哀伤语句，却在沉静之中见深挚的情愫。而要达到这样的境界，应不温不火。“火”则悲吟太过而感情浅露；“温”则缺乏蕴藉而情致不深。此诗写离情别绪意态从容而颇合体度，有如琵琶弦上的淙淙清音，气象至为雍雅，不作哀声而多幽深的情思。　　（陶慕渊）"
        },
        {
            "title": "送东莱学士无竞",
            "content": "宝剑千金买，生平未许人。怀君万里别，持赠送交亲。孤松宜晚岁，众木爱芳春。已矣将何道，无令白发新。",
            "comment": ""
        },
        {
            "title": "登幽州台歌",
            "content": "前不见古人，后不见来者。念天地之悠悠，独怆然而涕下。",
            "comment": "：①悠悠：无穷无尽的意思。\r\n②怆然：悲痛伤感的样子。\r\n③涕：眼泪。 | ：　　前不见圣贤之君，后不见贤明之主。想起天地茫茫悠悠无限，不觉悲伤地流下眼泪。 | ：　　公元六九六年，契丹攻陷了营州，陈子昂奉命出征，带兵的将领是个草包，接连打了几次败仗，陈子昂提了很多建议，也未被采纳，眼看着报国的良策无法实现。有一天他登上了幽州台，想起了战国时广招天下的燕昭王，悲愤之极，写下了这首《登幽州台歌》。诗人俯仰古今，深感人生短暂，宇宙无限，不觉中流下热泪。这是诗人空怀抱国为民之心不得施展的呐喊。细细读来，悲壮苍凉之气油然而生，而长短不齐的句法，抑扬变化的音节，更增添了艺术感染力。 | 【注释】【注解】：１、幽州：古十二州之一，现今北京市。２、悠悠：渺远的样子。３、怆然：悲伤凄凉。４、泪：眼泪。【韵译】：先代的圣君，我见也没见到，后代的明主，要等到什么时候？想到宇宙无限渺远，我深感人生短暂，独自凭吊，我涕泪纵横凄恻悲愁！【评析】：����诗人具有政治见识和政治才能，他直言敢谏，但没有被武则天所采纳，屡受打击，心情郁郁悲愤。����诗写登上幽州的蓟北楼远望，悲从中来，并以“山河依旧，人物不同”来抒发自己“生不逢辰”的哀叹。语言奔放，富有感染力。在艺术表现上，前两句是俯仰古今，写出时间的绵长；第三句登楼眺望，写空间的辽阔无限；第四句写诗人孤单悲苦的心绪。这样前后相互映照，格外动人。句式长短参错，音节前紧后舒，这样抑扬变化，互相配合，大大增强了艺术感染力。--引自\"超纯斋诗词\"bookbest.163.net 翻译、评析：刘建勋 　　ON A GATE-TOWER AT YUZHOUWhere, before me, are the ages that have gone? And where, behind me, are the coming generations? I think of heaven and earth, without limit, without end, And I am all alone and my tears fall down. 　　《登幽州台歌》这首短诗，由于深刻地表现了诗人怀才不遇、寂寞无聊的情绪，语言苍劲奔放，富有感染力，成为历来传诵的名篇。　　陈子昂是一个具有政治见识和政治才能的文人。他直言敢谏，对武后朝的不少弊政，常常提出批评意见，不为武则天采纳，并曾一度因“逆党”株连而下狱。他的政治抱负不能实现，反而受到打击，这使他心情非常苦闷。　　武则天万岁通天元年（696），契丹李尽忠、孙万荣等攻陷营州。武则天委派武攸宜率军征讨，陈子昂在武攸宜幕府担任参谋，随同出征。武为人轻率，少谋略。次年兵败，情况紧急，陈子昂请求遣万人作前驱以击敌，武不允。稍后，陈子昂又向武进言，不听，反把他降为军曹。诗人接连受到挫折，眼看报国宏愿成为泡影，因此登上蓟北楼（即幽州台，遗址在今北京市），慷慨悲吟，写下了《登幽州台歌》以及《蓟丘览古赠卢居士藏用七首》等诗篇。　　“前不见古人，后不见来者。”这里的古人是指古代那些能够礼贤下士的贤明君主。《蓟丘览古赠卢居士藏用》与《登幽州台歌》是同时之作，其内容可资参证。《蓟丘览古》七首，对战国时代燕昭王礼遇乐毅、郭隗，燕太子丹礼遇田光等历史事迹，表示无限钦慕。但是，象燕昭王那样前代的贤君既不复可见，后来的贤明之主也来不及见到，自己真是生不逢时；当登台远眺时，只见茫茫宇宙，天长地久，不禁感到孤单寂寞，悲从中来，怆然流泪了。本篇以慷慨悲凉的调子，表现了诗人失意的境遇和寂寞苦闷的情怀。这种悲哀常常为旧社会许多怀才不遇的人士所共有，因而获得广泛的共鸣。　　本篇在艺术表现上也很出色。上两句俯仰古今，写出时间绵长；第三句登楼眺望，写出空间辽阔。在广阔无垠的背景中，第四句描绘了诗人孤单寂寞悲哀苦闷的情绪，两相映照，分外动人。念这首诗，我们会深刻地感受到一种苍凉悲壮的气氛，面前仿佛出现了一幅北方原野的苍茫广阔的图景，而在这个图景面前，兀立着一位胸怀大志却因报国无门而感到孤独悲伤的诗人形象，因而深深为之激动。　　在用辞造语方面，此诗深受《楚辞》特别是其中《远游》篇的影响。《远游》有云：“惟天地之无穷兮，哀人生之长勤。往者余弗及兮，来者吾不闻。”本篇语句即从此化出，然而意境却更苍茫遒劲。　　同时，在句式方面，采取了长短参错的楚辞体句法。上两句每句五字，三个停顿，其式为：　　前──不见──古人，后──不见──来者；　　后两句每句六字，四个停顿，其式为：　　念──天地──之──悠悠，独──怆然──而──涕下。　　前两句音节比较急促，传达了诗人生不逢时、抑郁不平之气；后两句各增加了一个虚字（“之”和“而”），多了一个停顿，音节就比较舒徐流畅，表现了他无可奈何、曼声长叹的情景。全篇前后句法长短不齐，音节抑扬变化，互相配合，增强了艺术感染力。　　（王运熙）"
        },
        {
            "title": "赠乔侍郎",
            "content": "汉廷荣巧宦，云阁薄边巧。可怜骢马使，白首为谁雄?",
            "comment": ""
        },
        {
            "title": "感遇·之八",
            "content": "吾观昆仑化。日月沦洞冥。精魄相交会。天壤以罗生。仲尼推太极。老聃贵窈冥。西方金仙子。崇义乃无明。空色皆寂灭。缘业定何成。名教信纷藉。死生俱未停。",
            "comment": " | 【注释】缘业定（ 一作亦 ）何成。"
        },
        {
            "title": "题祀山烽树赠乔十二侍御",
            "content": "汉庭荣巧宦，云阁薄边功。可怜骢马使，白首为谁雄。",
            "comment": "【注释】[注释]（1）乔侍御：生平不详，当为作者之朋友。侍御：官名。（2）汉庭荣巧宦：汉庭，代指朝廷；荣巧宦：以投机钻营获取官位为荣。（3）云阁：即云台和麒麟阁，是汉代表彰功臣名将的地方。薄：轻看。（4）骢马使：指东汉时的桓典，任仕御史，为官正直，出外常骑骢马（青白色的马），所以人们称他为骢马使。此处代指乔侍御。[译文]当朝的官场以投机取巧获得官职为荣耀，表彰功臣之处轻视在边疆建立功勋的人。可怜你这有能力有政绩的乔御史，勤奋到老又是为谁在作出贡献呢？"
        }
    ]
}