{
    "dynasty": "唐",
    "author": "雍裕之",
    "poems": [
        {
            "title": "剪彩花",
            "content": "敢竞桃李色，自呈刀尺功。蝶犹迷剪翠，人岂辨裁红。",
            "comment": ""
        },
        {
            "title": "宿棣华馆闻雁",
            "content": "不堪旅宿棣花馆，况有离群鸿雁声。一点秋灯残影下，不知寒梦几回惊。",
            "comment": ""
        },
        {
            "title": "山中桂",
            "content": "八树拂丹霄，四时青不凋。秋风何处起，先袅最长条。",
            "comment": ""
        },
        {
            "title": "细言",
            "content": "蚊眉自可托，蜗角岂劳争。欲效丝毫力，谁知蝼蚁诚。",
            "comment": ""
        },
        {
            "title": "秋蛩",
            "content": "雨绝苍苔地，月斜青草阶。蛩鸣谁不怨，况是正离怀。",
            "comment": ""
        },
        {
            "title": "听弹沈湘",
            "content": "贾谊投文吊屈平，瑶琴能写此时情。秋风一奏沈湘曲，流水千年作恨声。",
            "comment": ""
        },
        {
            "title": "赠苦行僧",
            "content": "幽深红叶寺，清净白毫僧。古殿长鸣磬，低头礼昼灯。",
            "comment": ""
        },
        {
            "title": "早蝉",
            "content": "一声清溽暑，几处促流年。志士心偏苦，初闻独泫然。",
            "comment": ""
        },
        {
            "title": "柳絮",
            "content": "无风才到地，有风还满空。缘渠偏似雪，莫近鬓毛生。",
            "comment": "【注释】　　翻开《全唐诗》，咏杨花、柳絮的篇章甚多，这首《柳絮》却与众不同：它既没有刻意描摹柳絮的形态，也没有借柳絮抒写惜别伤春之情，而是以凝炼准确的语言，概括出柳絮最主要的特征，求神似而不重形似，简洁鲜明，富有风趣。　　柳絮“似花还似非花”，极为纤细、轻灵，无风时慢悠悠地落到地面，一遇上风，那怕是和煦的微风，也会漫天飞舞起来。它的这种性状是很难描述的。薛陶说：“二月杨花轻复微”，并没说清是怎么个轻法。雍裕之从风和柳絮的关系上落笔，并对比了柳絮在“无风”和“有风”时两种不同的状态，只十个字，就将柳絮的特征给具体地描绘出来了，这不能不说是状物的高手。　　诗的第三句写柳絮的颜色。柳絮不仅其轻飞乱舞之状象雪，而且其色也似雪。所以东晋谢道韫早就以柳絮喻雪花，赢得了“咏絮才”的美名。可见要描绘柳絮的颜色，还是以白雪为喻最为恰切。但如果仅指出其“偏似雪”，那就是重复前人早就用过的比喻，显得淡而无味，所以诗人紧接着补上第四句：“莫近鬓毛生”。这一笔补得出人意表，十分俏皮。自来人们多以霜雪喻白发，这里因为柳絮似雪，遂径以柳絮隐喻白发，这已不落窠臼；不仅如此，诗人又从咏物进而表现人的情思：人们总是希望青春永驻，华发迟生，而柳絮似雪，雪又象白发，所以尽管柳絮似乎轻盈可爱，谁也不希望它飞到自己的头上来。这一句在全诗中起了画龙点睛的作用，写出了人物的思想感情。这也可以说是托物言志、借物抒怀的又一格吧。　　这首诗通篇无一字提及柳絮，但读完全诗，那又轻又白的柳絮，似乎就在我们眼前飞舞，它是那样具体，那样鲜明，似乎一伸手就可捉摸。全诗二十个字，如同一个精心编制的谜语。由于准确地道出了柳絮的特征，那谜底叫人一猜就着。于此可见诗人体察事物之细，艺术提炼功夫之深。　　（徐定祥）"
        },
        {
            "title": "残莺",
            "content": "花阑莺亦懒，不语似含情。何言百啭舌，唯余一两声。",
            "comment": ""
        },
        {
            "title": "芦花",
            "content": "夹岸复连沙，枝枝摇浪花。月明浑似雪，无处认渔家。",
            "comment": ""
        },
        {
            "title": "宫人斜",
            "content": "几多红粉委黄泥，野鸟如歌又似啼。应有春魂化为燕，年来飞入未央栖。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·自君之出矣",
            "content": "自君之出矣，宝镜为谁明。思君如陇水，长闻呜咽声。",
            "comment": "【注释】　　《自君之出矣》是乐府旧题，题名取自东汉末年徐幹《室思》诗句，《室思》第三章云：“自君之出矣，明镜暗不治。思君如流水，无有穷已时。”自六朝至唐代，拟作者不少，如南朝宋代刘裕、刘义恭、颜师伯，陈朝陈后主，隋代陈叔达等，均有拟作，唐代作者尤多，见于宋郭茂倩《乐府诗集》。凡所拟作，不仅题名取自徐诗，技法也仿照徐诗。雍裕之这首诗（《吟窗杂录》载辛弘智《自君之出矣》与此诗同，并收入《全唐诗》），模仿的痕迹尤为明显。这首诗表现了思妇对外出未归的丈夫的深切怀念，其手法高明之处在于立意委婉，设喻巧妙，所以含蓄有味。　　自从夫君外出，思妇独守空闺，成日价相思怀念；平日梳妆打扮，都是为了让他看了满意，而今他走了，便不必再去对镜簪花了，这宝镜为谁明呢？意思是宝镜既不为谁明，也就自然不明了，是“明镜暗不治”的进一层说法，比李咸用《自君之出矣》“鸾镜空尘生”说得更为委婉。这种表达方式，不只是徐幹《室思》的继承和发展，其源可上溯到《诗经·卫风·伯兮》：“自伯之东，首如飞蓬。岂无膏沐，谁适为容？”妆扮美容，只是为丈夫；丈夫不在，何必梳妆？这就是司马迁《报任安书》所说的“女为悦己者容”，正表现了女子对于丈夫的忠贞。　　思念夫君，就象陇头的流水，长流无极；听到陇水呜咽的流声，真叫人肝肠断绝，感伤悲泣。在徐幹《室思》中，只是说“思君如流水，无有穷已时”，是一般化的说法；雍裕之则将“流水”具体化为陇水，这就使人联想起北朝无名氏的《陇头歌辞》：“陇头流水，流离山下。念吾一身，飘然四野。”“陇头流水，鸣声呜咽。遥望秦川，心肝断绝。”这首歌刻画了一个漂泊他乡的游子的形象。“思君如陇水，长闻呜咽声”，因为暗用了《陇头歌辞》，便使所思念的夫君在外的情况，有了一个比较具体的内容，即在外过着凄凉漂泊的生活；这个“思”字，便更带有强烈的感情色彩，简直要声泪俱下了。除了“陇头流水”的联想之外，这里还保存着徐幹《室思》“思君如流水”这一巧妙的比喻。这种比喻是将感情物化，即以有形的物体的形象来比喻无形的内心的情思。以流水喻思君之情，可以兼含多种意思：第一，以水流不断，比喻日夜思君，如“无有穷已时”即取此义；第二，以水流无限，比喻思妇情长。如李白“请君试问东流水，别意与之谁短长”，以流水之长比喻情意之长，即取此义；第三，以流水呜咽，比喻情意凄切。如果说前二义可以在流不断与思不断、水无限与情无限之间直接找到“相似点”，那么水流呜咽与情意凄切便很难直接找到“相似点”，必须加以联想，由流水联想到水声，由水声联想到呜咽哭泣之声，由呜咽声再联想到感情之凄切。这是超越“相似点”的比喻，是不似之似，修辞学上称为“曲喻”。李贺《天上谣》“银浦流云学水声”，即属此类比喻。由于《自君之出矣》后两句的比喻十分巧妙，不仅化无形为有形，增加了诗的形象性，而且具有多种含意，这就提供了广阔的联想天地，使人读了感到余味无穷。　　（林东海）"
        },
        {
            "title": "豪家夏冰咏",
            "content": "金错银盘贮赐冰，清光如耸玉山棱。无论尘客闲停扇，直到消时不见蝇。",
            "comment": ""
        },
        {
            "title": "江边柳",
            "content": "袅袅古堤边，青青一树烟。若为丝不断，留取系郎船。",
            "comment": "【注释】　　古人常借咏柳以赋别，此诗也不脱离情旧旨，但构思新颖，想象奇特而又切合情景。　　诗的一、二句，寥寥几笔，绘出了一幅美丽的古堤春柳图。古堤两旁，垂柳成行，晴光照耀，通体苍翠，蓊蓊郁郁，袅袅婷婷，远远望去，恰似一缕缕烟霞在飘舞。“嫋嫋”、“青青”，连用两个叠字，一写江边柳的轻柔婀娜之态，一写其葱茏苍翠之色，冼炼而鲜明。前人多以“翠柳如烟”、“杨柳含烟”、“含烟惹雾”等来形容柳之轻盈和春之秾丽，这里径以“一树烟”称之，想象奇特，造语新颖。只此三字，便勾出了柳条婆娑袅娜之状，烘托出春光的绮丽明媚，并为下面写离情作了反衬。　　三、四两句直接写离情。咏柳惜别，诗人们一般都从折枝相赠上着想，如“伤见路旁杨柳春，一重折尽一重新。今年还折去年处，不送去年离别人”（施肩吾《折杨柳》）；“曾栽杨柳江南岸，一别江南两度春。遥忆青青江岸上，不知攀折是何人”（白居易《忆江柳》）等等。雍裕之却不屑作经人道过语，而从折枝上翻出新意。“若为丝不断，留取系郎船”，诗人笔下的女主人公不仅没有折柳赠别，倒希望柳丝绵绵不断，以便把情人的船儿系住，永不分离。这一方面是想得奇，道人之所未道，把惜别这种抽象的感情表现得十分具体、深刻而不一般化；同时，这种想象又是很自然的，切合江边柳这一特定情景。试想，大江中，船只来往如梭；堤岸上，烟柳丝丝弄碧；柳荫下画船待发，枝枝柔条正拂在那行舟上。景以情合，情因景生，此时此刻，萌发出“系郎船”的天真幻想，是何等合情合理，自然可信。这里没有一个“别”字“愁”字，但痴情到要用柳条儿系住郎船，则离愁之重，别恨之深，自是不言而喻的了。这里也没有一个“江”字、“柳”字，而江边柳“远映征帆近拂堤”（温庭筠《杨柳枝》）的独特形象，亦是鲜明如画。至此，“古堤边”三字才有了着落，全诗也浑然一体了。　　中唐戴叔伦写过一首《堤上柳》：“垂柳万条丝，春来织别离。行人攀折处，是妾断肠时。”由“丝”而联想到“织”，颇为新颖，但后两句却未能由此加以生发，而落入了窠臼；它没有写出堤上柳与别处柳的不同之处，如果把题目换成路边柳、楼头柳也一样适用。其原因盖在于作者的描写，脱离了彼时彼地的特定情境。两相比较，我们就更感觉到雍裕之的这首《江边柳》，确是匠心独运、高出一筹了。　　（徐定祥）"
        },
        {
            "title": "游丝",
            "content": "游丝何所似，应最似春心。一向风前乱，千条不可寻。",
            "comment": ""
        },
        {
            "title": "春晦送客",
            "content": "野酌乱无巡，送君兼送春。明年春色至，莫作未归人。",
            "comment": "【注释】　　古人把每月最后一天叫晦日。这一天，人们到野外游玩、宴饮，临水祓除不祥，故写晦日宴游的诗很多。这首诗题为《三月晦日送客》，说明诗的主旨不在宴游，而在送客，是把送别规定在晦日这一特定时间里，所以全诗始终把送别和送春联系起来写。　　首句写野酌的情景。饮宴，有所谓“酒过三巡”的说法。“乱无巡”表明这次饮宴与一般饮宴不同，你一杯，我一杯，主客都很随和，现在已到了酒酣耳热、杯盘狼藉的时候。为什么会这样呢？第二句便点明，是因为“送君兼送春”。知已朋友，相聚多时，一旦别离，自是依依难舍，怎能不频频举杯、殷勤相劝？何况今天恰恰是暮春的最后一天，又是送春的日子呢！只一“兼”字，便把惜别、伤春自然地粘合在一起，从而表现出双重怅惘之情。这里送君是主体，送春是陪衬。但因为是在送春的时候来送君，伤春之意都融合到送别之情里面去了，这就大大加强了送君的离情别绪。古典诗词中也不乏以春末景物来渲染离情的佳篇。如“杨花落尽子规啼，闻道龙标过五溪”、“扬子江头扬柳春，杨花愁杀渡江人”等等，至于宋人的“细看来，不是杨花，点点是离人泪”，就更加缠绵了。崔橹在这里没有具体描写落花、柳絮之类，而是将送别、送春直接联系在一起，看起来很显露，实际上容易引起读者联想、揣摩和玩味，从而把惋惜、怅惘之情表现得浓烈而深挚。　　接下去，作者匠心独运，把依依难舍之情，幻化成美好的希望，希望和春天一同离去的友人，也能和明年的春光一道归来。“明年春色至，莫作未归人。”这里没有直接写送别场景，而一幅执手相送、频频叮咛的画面，清晰地浮现在我们面前。其友情之真挚，读者自能领会。再仔细体味，这话中还有话。春天是美好的，朋友们应该欢聚，所以希望友人明年春日再来，但现在不正是春天么？为什么却要别离呢？惋惜中又含有挽留之意，这又为“送君兼送春”作了补笔，增强了感情的浓度，这真是只有高手才能得之，好！就此诗的结构而言，三、四句与一、二句之间的跳跃，由送春想到迎春，由别离想到重聚，亦能切合情景，脉络分明。清人徐增说：“作诗用意用字，须要一时兴会凑泊得好，此作虽浅，然却有致。”（《而庵说唐诗》）说此诗浅露，未必妥当，但指出其“有致”，信是如此。　　（徐定祥）"
        },
        {
            "title": "题蒲葵扇",
            "content": "倾心曾向日，在手幸摇风。羡尔逢提握，知名自谢公。",
            "comment": ""
        },
        {
            "title": "曲江池上",
            "content": "殷勤春在曲江头，全藉群仙占胜游。何必三山待鸾鹤，年年此地是瀛洲。",
            "comment": ""
        },
        {
            "title": "农家望晴",
            "content": "尝闻秦地西风雨，为问西风早晚回。白发老农如鹤立，麦场高处望云开。",
            "comment": "【注释】　　正当打麦晒场的时候，忽然变了风云。一时风声紧，雨意浓。秦地（今陕西一带）西风则雨，大约出自当时农谚。提起这样的农谚，显然与眼前天气变化有关。“尝闻”二字，写人们对天气变化的关切。这样，开篇一反绝句平直叙起的常法，入手就造成紧迫感，有烘托气氛的作用。　　在这个节骨眼上，天气好坏关系一年收成。一场大雨，将会使多少人家的希望化作泡影。所以诗人恳切地默祷苍天不要下雨。这层意思在诗中没有直说，而用了形象化的语言，赋西风以人格，盼其早早回去，仿佛它操有予夺之权柄似的。“为问西风早晚回？”早晚回，即何时回，这怯生生的一问，表现的心情是焦灼的。　　后二句是从生活中直接选取一个动人的形象来描绘：“白发老农如鹤立，麦场高处望云开。”给人以深刻的印象。首先，这样的人物最能集中体现古代农民的性格：他们默默地为社会创造财富，饱经磨难与打击，经常挣扎在生死线上，却顽强地生活着，永不绝望。其次，“如鹤立”三字描绘老人“望云开”的姿态极富表现力。“如鹤”的比喻，自然与白发有关，“鹤立”的姿态给人一种持久、执着的感觉。这一形体姿态，能恰当表现出人物的内心活动。最后是“麦场高处”这一背景细节处理对突出人物形象起到不容忽视的作用。“麦场”，对于季节和“农家望晴”的原因是极形象的说明。而“高处”，对于老人“望云开”的迫切心情则更是具体微妙的一个暗示。通过近乎绘画的语言来表述，较之直接的叙写，尤为含蓄，有力透纸背之感。　　此诗选取收割时节西风已至大雨将来时的一个农家生活片断，集中刻画一个老农望云的情节，通过这一“望”，可以使人联想到农家一年半载的辛勤，想到白居易《观刈麦》所描写过的那种劳动情景；也可以使人想到嗷嗷待哺的农家儿孙和等着收割者的无情的“收租院”等等，此诗潜在含义是很深的。由于七绝体小，意象须集中，须使人窥斑见豹。此诗不同于《观刈麦》的铺陈抒写手法，只集中写一“望”字，也是“体实施之”的缘故。　　此诗对农民有同情，但没有同情的话；对农民有歌颂，但也没有歌颂的话。读者却不难感到由衷的同情与歌颂就在不言之中。　　（周啸天）"
        },
        {
            "title": "两头纤纤",
            "content": "两头纤纤八字眉，半白半黑灯影帷。腷腷膊膊晓禽飞，磊磊落落秋果垂。",
            "comment": ""
        },
        {
            "title": "江上闻猿",
            "content": "枫岸月斜明，猿啼旅梦惊。愁多肠易断，不待第三声。",
            "comment": ""
        },
        {
            "title": "折柳赠行人",
            "content": "那言柳乱垂，尽日任风吹。欲识千条恨，和烟折一枝。",
            "comment": ""
        },
        {
            "title": "四色",
            "content": "壶中冰始结，盘上露初圆。何意瑶池雪，欲夺鹤毛鲜。道士牛已至，仙家鸟亦来。骨为神不朽，眼向故人开。劳鲂莲渚内，汗马火旂间。平生血诚尽，不独左轮殷。已见池尽墨，谁言突不黔。漆身恩未报，貂裘弊岂嫌。",
            "comment": ""
        },
        {
            "title": "了语",
            "content": "扫却烟尘寇初剿，深水高林放鱼鸟。鸡人唱绝残漏晓，仙乐拍终天悄悄。",
            "comment": ""
        },
        {
            "title": "四气",
            "content": "春禽犹竞啭，夏木忽交阴。稍觉秋山远，俄惊冬霰深。",
            "comment": ""
        },
        {
            "title": "大言",
            "content": "四溟杯渌醑，五岳髻青螺。挥汗曾成雨，画地亦成河。",
            "comment": ""
        },
        {
            "title": "不了语",
            "content": "浮名世利知多少，朝市喧喧尘扰扰。车马交驰往复来，钟鼓相催天又晓。",
            "comment": ""
        },
        {
            "title": "江上山",
            "content": "绮霞明赤岸，锦缆绕丹枝。楚客正愁绝，西风且莫吹。",
            "comment": ""
        }
    ]
}