{
    "dynasty": "唐",
    "author": "韩琮",
    "poems": [
        {
            "title": "雨",
            "content": "阴云拂地散丝轻，长得为霖济物名。夜浦涨归天堑阔，春风洒入御沟平。轩车几处归频湿，罗绮何人去欲生。不及流他荷叶上，似珠无数转分明。",
            "comment": ""
        },
        {
            "title": "题圭峰下长孙家林亭",
            "content": "赵国林亭二百年，绿苔如毯葛如烟。闲期竹色摇霜看，醉惜松声枕月眠。出树圭峰寒压坐，入篱沙濑碧流天。明知富贵非身物，莫为金章堕地仙。",
            "comment": ""
        },
        {
            "title": "风",
            "content": "竞持飘忽意何穷，为盛为衰半不同。偃草喜逢新雨后，鸣条愁听晓霜中。凉飞玉管来秦甸，暗袅花枝入楚宫。莫见东风便无定，满帆还有济川功。",
            "comment": ""
        },
        {
            "title": "兴平县野中得落星石移置县斋",
            "content": "的的堕芊苍，茫茫不记年。几逢疑虎将，应逐犯牛仙。择地依兰畹，题诗间锦钱。何时成五色，却上女娲天。",
            "comment": ""
        },
        {
            "title": "牡丹",
            "content": "残花何处藏，尽在牡丹房。嫩蕊包金粉，重葩结绣囊。云凝巫峡梦，帘闭景阳妆。应恨年华促，迟迟待日长。",
            "comment": ""
        },
        {
            "title": "题商山店",
            "content": "商山驿路几经过，未到仙娥见谢娥。红锦机头抛皓腕，绿云鬟下送横波。佯嗔阿母留宾客，暗为王孙换绮罗。碧涧门前一条水，岂知平地有天河。",
            "comment": ""
        },
        {
            "title": "骆谷晚望",
            "content": "秦川如画谓如丝，去国还家一望时。公子王孙莫来好，岭花多是断肠枝。",
            "comment": "【注释】　　韩琮于宣宗时出为湖南观察使，大中十二年（858）被都将石载顺等驱逐，此后失官，无闻。此诗当是其失位还乡之作。　　骆谷在陕西周至西南，谷长四百余里，为关中通汉中的交通孔道，是一处军事要隘。诗人晚望于此，有感而吟此诗。　　此为缘景遣怀诗。这类诗率多景为宾，情为主，以景起兴，以情结景，它借助眼前实景，抒发内心幽情，越突出景物的瑰丽，越反衬心情的凄婉，细读自见堂奥。　　“秦川如画渭如丝，去国还家一望时。”川，平川。“秦川”，指秦岭以北古秦地，即今陕西中部，渭水流域大平原。诗人登上骆谷，晚霞似锦，残阳如血，远岭近峦，浓妆淡抹，眼前展现一幅锦山绣水的美丽画面。“如画”二字把莽莽苍苍的辽阔秦川描绘得斜阳掩映，沃野千里，平畴闪光，丛林生辉。这是广袤的大景。“如丝”二字又把浩浩滔滔的东流渭水状写得长河落日，浮光耀金，万丈白练，飘浮三秦。这是绵长的远景。大景与远景交错，山光与水色竞美，蔚为壮观。然而这些美景都是诗人站在骆谷“一望”中摄取的，又是在辞帝京、返故里的背景下“一望”见到的，句中特着“去国还家”四字，隐隐透露了诗人是失官还乡，因而被壮丽河山所激发的豪情，一刹那间又被愁怀淹没了。下两句便将此情毫不掩饰地抒写出来。　　“公子王孙莫来好，岭花多是断肠枝。”《楚辞·招隐士》：“王孙游兮不归，春草生兮萋萋”，是说王孙出游，乐而忘返，辜负了家乡的韶华美景。韩琮反其意而用之，借“公子王孙”来指代宦游人，实即自指，说自己这次“去国还乡”还不如“莫来好”。对于遭逐沦落的诗人，这种心境是可以理解的。《汉乐府·陇头歌》之二所写“陇头流水，鸣声幽咽，遥望秦川，肝肠断绝”，正可移来为韩琮写照。韩琮的诗情正是由此歌生发。他虽面临如画如丝的秦川渭水，心里只觉得“岭花多是断肠枝”了。据历史记载，韩琮被石载顺驱逐之后，唐宣宗不惟不派兵增援，支持韩琮消灭叛将，反而另派右金吾将军蔡袭代韩为湖南观察使，把韩琮这个逐臣抛弃了，怎不倍增其断肠之慨！　　“莫来好”是与“断肠枝”相因果的。本来“岭花”并无所谓“断肠枝”，只因作者成为断肠人，“岭花”才幻成了“断肠枝”。断肠人对断肠枝，自然不如莫来好了。　　全诗二十八字，并无惊人警语，而自有一种形象意蕴，令人回肠荡气，原因在诗家惯用的以乐景写哀的对比反衬手法，在这里得到了长足的发挥。你看，起句写美景，景美得扑人眉宇；收句写愁肠，肠愁得寸寸欲断。同一诗境，效果迥异，令人读来自入彀中。试一口诵心维，景乎，情乎，乐乎，悲乎，似都浑然莫辨了。其点化契机，仍然是“莫来好”三字所导入的一种闲愁美，哀伤美。乐景固然给人以美感，哀景同样给人以美感。在特定诗境下，先乐后哀，乐中生悲，会更使诗味浓郁，咀嚼甜美。此诗得之。　　（马君晔）"
        },
        {
            "title": "咏马",
            "content": "曾经伯乐识长鸣，不似龙行不敢行。金埒未登嘶若是，盐车犹驾瘦何惊。难逢王济知音癖，欲就燕昭买骏名。早晚飞黄引同皂，碧云天上作鸾鸣。",
            "comment": ""
        },
        {
            "title": "春愁",
            "content": "金乌长飞玉兔走，青鬓长青古无有。秦娥十六语如弦，未解贪花惜杨柳。吴鱼岭雁无消息，水誓兰情别来久。劝君年少莫游春，暖风迟日浓于酒。",
            "comment": ""
        },
        {
            "title": "秋晚信州推院亲友或责无书，即事寄答",
            "content": "官信安仁拙，书非叔夜慵。谬驰骢马传，难附鲤鱼封。万里劳何补，千年运忝逢。不量横草力，虚慕入云踪。洁水空澄鉴，持铅亦砺锋。月寒深夜桂，霜凛近秋松。宪摘无逃魏，冤申得梦冯。问狸将挟虎，歼虿敢虞蜂。商吹移砧调，春华改镜容。归期方畹积，愁思暮山重。仙鼠犹惊燕，莎鸡欲变蛩。唯应碧湘浦，云落及芙蓉。",
            "comment": ""
        },
        {
            "title": "暮春送别",
            "content": "绿暗红稀出凤城，暮云楼阁古今情。行人莫听官前水，流尽年光是此声。",
            "comment": "【注释】　　历来送别诗多言离愁别恨，甚至涕泗交流。韩琮此诗则匠心独运，撇开柔情，着重摛“古今情”。这就不落俗套，别具新意。　　“绿暗红稀出凤城”。序值春杪，已是叶茂枝繁，故说“绿暗”；也已花飞卉谢，故说“红稀”。诗人选用“暗”、“稀”二字，意在以暗淡色彩，隐衬远行客失意出京，气氛沉郁。“凤城”，指京城。友人辞“凤城”而去，作者依依惜别，心情很不平静。　　“暮云楼阁古今情”。当此骊歌唱晚，夕阳衔山之际，引领遥天，“渭北春天树，江东日暮云”，悠然联想李、杜二人的深情；瞻望宫殿（“楼阁”一本作“宫阙”），“白日丽飞甍，参差皆可见”，油然兴起“居庙堂之高则忧其民，处江湖之远则忧其君”的感慨。暮云中的楼阁又映衬着帝京的繁华，也将慨然勾起“冠盖满京华，斯人独憔悴”的惆怅。总之，作者此时脑际翻腾着种种激情──契阔离别之情，忧国忧民之情，以及壮志未酬之情，而这些复杂交织的心情，又都从魏阙洒满斜晖的暮景下透出，隐然有夕阳虽好，已近黄昏，唐室式微，摇摇欲坠之感。历代兴亡，茫茫百感，一时交集，萃于笔端，俱由这“古今情”三字含蕴了。　　还是这个“古今情”逗出了三、四句的抒情。“行人莫听宫前水，流尽年光是此声。”“行人”指面前送别的远行之人。“宫前水”即浐水。浐水源出蓝田县西南秦岭，北流汇诸水，又东流入灞水，浐灞合流绕大明宫而过，再入渭水东去，故云。这“不舍昼夜，逝者如斯”的宫前水，潺潺，湲湲，充耳引起远行人的客愁，所以诗人特地提醒说：“行人莫听宫前水”。“听”字表明不忍听又无法不听，只好劝其莫听，何以故？答曰：“流尽年光是此声”。古往今来，多少有才之人，为跨越宫前水求得功名，而皓首穷经，轻掷韶华；古往今来，多少有为之人，为跨越宫前水干禄仕进，而拜倒皇宫阶下，屈辱一生；古往今来，又有多少有志之人，驰骋沙场，立下不朽功勋，终因庸主不察，奸臣弄权，致使“冯唐易老，李广难封”，而空死牖下。正是这条宫前水，不仅流尽了千千万万有才、有为、有志者的大好年光，而且也流尽了腐朽没落、日薄西山的唐王朝的国运。正如辛弃疾在《南乡子·登京口北固亭有怀》中说的：“千古兴亡多少事，悠悠，不尽长江滚滚流”。辛词汪茫，韩诗杳渺，其长吁浩叹，则异曲同工。　　这首送别诗之所以不落窠臼，而写得蕴藉含蓄，凝重深沉，在于作者排除了歧路沾巾的常态，把错综复杂的隐情，友情，人世沧桑之情，天下兴亡之情，一古脑儿概括为“古今情”，并巧妙地用“绿暗”、“红稀”、“暮云”、“宫前水”等衰飒形象掬出，收到了融情于景的艺术效果。诗的结构也是围绕“古今情”为轴线，首句蓄势，次句轻点，三、四句浓染。诗意内涵深广，韵味悠长，令人读后回味无穷。　　（马君骅）"
        },
        {
            "title": "柳",
            "content": "折柳歌中得翠条，远移金殿种青霄。上阳宫女含声送，不忿先归舞细腰。",
            "comment": ""
        },
        {
            "title": "牡丹",
            "content": "桃时杏日不争浓，叶帐阴成始放红。晓艳远分金掌露，暮香深惹玉堂风。名移兰杜千年后，贵擅笙歌百醉中。如梦如仙忽零落，暮霞何处绿屏空。",
            "comment": ""
        },
        {
            "title": "晚春江晴寄友人",
            "content": "晚日低霞绮，晴山远画眉。春青河畔草，不是望乡时。",
            "comment": "【注释】　　这首小诗主要写景，而情隐景中，驱遣景物形象，传达了怀乡、思友的感情。在暮春三月的晴江之上，诗人仰视，有落日与绮霞；遥望，有远山如眉黛；俯察，有青青的芳草。这些物态，高低远近，错落有致。情，就从中生发出来。　　首句炼在“低”字。在生活中可观察到，日低时才见晚霞，日愈落下，霞的位置亦愈低，就是“落霞”。一个“低”字写出此刻晚日沉沉，含山欲坠；落霞经晚日的金光从下面映射，更显得色彩斑斓，极为绮丽。晚日与绮霞，两者相互映衬，相得益彰。次句“远”字传神。青山一抹，宛如美人画眉的翠黛。这一美景，全从“远”字得来。近处看山，便非这种色调。第三句“青”字最见匠心。这里“春”下单着一个“青”字，别有韵味。这个“青”与王安石“春风又绿江南岸”的“绿”同一杼轴。王安石的“绿”，由“过、到、入、满”等经几次涂改方始得来，足见锤炼功力。韩琮在此炼得“青”字，早于王安石几百年，应该说是“先得我心”。正是这个“青”字使全句飞动起来，春风唤 醒了沉睡的河畔，吹“青”了芳草，绿油油，嫩茸茸，青毡似地沿着河畔伸展开去。这一盎然春意，多靠“青”字给人们带来信息。全诗着力点最终落在末句“望”字上。“望”字承前启后，肩负着双重任务。前三句的景是在诗人一望中摄取的。由望景联想到望乡，望乡自不免怀旧，所以诗题不仅标出“晚春江晴”，而且缀以“寄友人”。然而诗人为什么不说“正是望乡时”，偏说“不是望乡时”？望景怀乡，望景怀人，本是常情，但诗人故意不直陈，而以反意出之。正如辛弃疾在《丑奴儿》下片中所说的：“而今识得愁滋味，欲说还休；欲说还休，却道天凉好个秋。”辛词不言愁而愁益深，此诗不言望乡而望乡之情弥切矣。　　全诗四句，有景有情，前三句重笔状景，景是明丽的，景中的情是轻松的。末一句收笔言情，情是惆怅的，情中的景则是迷惘的。诗中除晚日、远山都与乡情相关外，见春草而动乡情更多见于骚客吟咏，如《楚辞·招隐士》：“王孙游兮不归，春草生兮萋萋”、白居易《赋得古原草送别》：“又送王孙去，萋萋满别情”等都是。韩琮此诗从“晚日”、“远山”写到“春草”，导入“望乡”，情与景协调一致，显得很自然。明代谢榛在《四溟诗话》中说：“景乃诗之媒，情乃诗之胚，合而为诗。”斯言可于这首小诗中得到默契。　　（马君骅）"
        },
        {
            "title": "京西即事",
            "content": "秋草河兰起阵云，凉州唯向管弦闻。豺狼毳幕三千帐，貔虎金戈十万军。候骑北来惊有说，戍楼西望悔为文。昭阳亦待平安火，谁握旌旗不见勋。",
            "comment": ""
        },
        {
            "title": "二月二日游洛源",
            "content": "旧苑新晴草似苔，人还香在踏青回。今朝此地成惆怅，已后逢春更莫来。",
            "comment": ""
        },
        {
            "title": "公子行",
            "content": "紫袖长衫色，银蝉半臂花。带装盘水玉，鞍绣坐云霞。别殿承恩泽，飞龙赐渥洼。控罗青褭辔，镂象碧熏葩。意气倾歌舞，阑珊走钿车。袖障云缥缈，钗转凤欹斜。珠卷迎归箔，雕笼晃醉纱。唯无难夜日，不得似仙家。",
            "comment": ""
        },
        {
            "title": "露",
            "content": "长随圣泽堕尧天，濯遍幽兰叶叶鲜。才喜轻尘销陌上，已愁新月到阶前。文腾要地成非久，珠缀秋荷偶得圆。几处花枝抱离恨，晓风残月正潸然。",
            "comment": ""
        },
        {
            "title": "云",
            "content": "深惹离情霭落晖，如车如盖早依依。山头触石应常在，天际从龙自不归。莫向隙窗笼夜月，好来仙洞湿行衣。春风淡荡无心后，见说襄王梦亦稀。",
            "comment": ""
        },
        {
            "title": "杨柳枝词",
            "content": "枝斗纤腰叶斗眉，春来无处不如丝。霸陵原上多离别，少有长条拂地垂。",
            "comment": ""
        },
        {
            "title": "颍亭",
            "content": "颍上新亭瞰一川，几重旧址敞幽关。寒声北下当轩水，翠影西来扑槛山。远目静随孤鹤去，高情常共白云闲。知君久负巢由志，早晚相忘寂寞间。",
            "comment": ""
        },
        {
            "title": "霞",
            "content": "应是行云未拟归，变成春态媚晴晖。深如绮色斜分阁，碎似花光散满衣。天际欲销重惨淡，镜中闲照正依稀。晓来何处低临水，无限鸳鸯妒不飞。",
            "comment": ""
        },
        {
            "title": "杂曲歌辞·杨柳枝",
            "content": "梁苑隋堤事已空，万条犹舞旧春风。那堪更想千年后，谁见杨花入汉宫。",
            "comment": ""
        }
    ]
}