{
    "dynasty": "唐",
    "author": "顾夐",
    "poems": [
        {
            "title": "醉公子",
            "content": "漠漠秋云澹，红藕香侵槛。枕倚小山屏，金铺向晚扃。睡起横波慢，独望情何限。衰柳数声蝉，魂销似去年。岸柳垂金线，雨晴莺百转。家住绿杨边，往来多少年。马嘶芳草远，高楼帘半卷。敛袖翠蛾攒，相逢尔许难。",
            "comment": "【注释】①澹：“淡”的异体字。浅、薄之意。②槛：窗户下或长廓旁的栏杆。③金铺：门上之铺首。作龙蛇诸兽之形，用以衔环。④扃：门窗箱柜上的插关。这里是关门之意。【评解】又象去年那样，窗外云淡风清，藕香侵槛。闭门倚枕，无限情思。院中衰柳上寒蝉数声，令人魂销。这首词，通过景物描写，抒发了离人相思之情。诗人掌握初秋景物的特征，着意描绘。写得婉转含蓄，情思绵绵。【集评】《十国春秋》吴任臣云：夐善小词，有《醉公子》曲，为一时艳称。《五代诗话》：《花间集》顾夐《醉公子》词云：“衰柳数声蝉，魂销似去年。”陈声伯爱之，拟作一绝句云：“拥被忽听门外雨，山中又作去年秋。”甚脱化。俞陛云《唐五代两宋词选释》：此词意境与《杨柳枝》相似。《醉公子》之“小山屏”一句，言室内孤寂之况；“衰柳蝉声”言室外萧瑟之音。乃言玉郎一去，相逢之难，其本意也。以词句论，“红藕”、“秋云”之写景，“倚枕”、“横波”之含情，胜于《杨柳枝》调。其“衰柳”、“魂销”二句，尤神似《金荃》。栩庄《栩庄漫记》：“衰柳”二句，语淡而味永，韵远而神伤。"
        },
        {
            "title": "临江仙",
            "content": "碧染长空池似镜，倚楼闲望凝情。满衣红藕细香清。象床珍簟，山障掩，玉琴横。暗想昔时欢笑事，如今赢得愁生。博山炉暖澹烟轻。蝉吟人静，残日傍，小窗明。幽闺小槛春光晚，柳浓花澹莺稀。旧欢思想尚依依。翠嚬红敛，终日损芳菲。何事狂夫音信断，不如梁燕犹归。画堂深处麝烟微。屏虚枕冷，风细雨霏霏。月色穿帘风入竹，倚屏双黛愁时。砌花含露两三枝。如啼恨脸，魂断损容仪。香烬暗销金鸭冷，可堪孤负前期。绣襦不整鬓鬟欹。几多惆怅，情绪在天涯。",
            "comment": ""
        },
        {
            "title": "感秃鹙潜吟",
            "content": "昔日曾看瑞应图，万般祥瑞不如无。摩诃池上分明见，仔细看来是那鹕。",
            "comment": ""
        },
        {
            "title": "诉衷情",
            "content": "香灭帘垂春漏永，整鸳衾。罗带重，双凤，缕黄金。窗外月光临，沉沉。断肠无处寻，负春心。永夜抛人何处去，绝来音。香阁掩，眉敛，月将沈。争忍不相寻，怨孤衾。换我心，为你心，始知相忆深。",
            "comment": "【注释】①永夜：长夜。②争忍：怎忍。③寻：寻思。④衾：被子。【评解】这首小词，情辞真挚热烈，感人肺腑。【集评】王士禛《花草蒙拾》：顾太尉“换我心，为你心，始知相忆深”，自是透骨情语。徐山民“妾心移得在君心，方知人恨深”，全袭此。然已为柳七一派滥觞。《知本堂读杜》：杜陵《月夜诗》，明是公忆鄜州之闺中及小儿女，却代闺中忆己。明是公忆闺中，久立月下而泪不干，却云何时偕闺中倚幌，双照泪痕。身在长安，神游鄜州，恍若身亦在鄜州，神驰长安矣。曩读顾夐《诉衷情》词云：“换我心，为你心，始知相忆深。”是此一派神理。（《五代诗话》卷四引）陈廷焯《白雨斋词话》：元人小曲，往往脱胎于此。"
        },
        {
            "title": "河传",
            "content": "燕扬晴景。小窗屏暖，鸳鸯交颈。菱花掩却翠鬟欹，慵整，海棠帘外影。绣帏香断金鸂鶒。无消息，心事空相忆。倚东风，春正浓，愁红，泪痕衣上重。曲槛，春晚。碧流纹细，绿杨丝软。露华鲜，杏枝繁。莺转，野芜平似剪。直是人间到天上，堪游赏，醉眼疑屏障。对池塘，惜韶光，断肠，为花须尽狂。棹举，舟去。波光渺渺，不知何处。岸花汀草共依依，雨微，鹧鸪相逐飞。天涯离恨江声咽，啼猿切，此意向谁说？倚兰桡，独无憀，魂销，小炉香欲焦。",
            "comment": ""
        },
        {
            "title": "遐方怨",
            "content": "帘影细，簟文平。象纱笼玉指，缕金罗扇轻。嫩红双脸似花明，两条眉黛远山横。凤箫歇，镜尘生。辽塞音书绝，梦魂长暗惊。玉郎经岁负娉婷，教人争不恨无情。",
            "comment": ""
        },
        {
            "title": "甘州子",
            "content": "一炉龙麝锦帷傍，屏掩映，烛荧煌。禁楼刁斗喜初长，罗荐绣鸳鸯。山枕上，私语口脂香。每逢清夜与良晨，多怅望，足伤神。云迷水隔意中人，寂寞绣罗茵。山枕上，几点泪痕新。曾如刘阮访仙踪，深洞客，此时逢。绮筵散后绣衾同。款曲见韶容。山枕上，长是怯晨钟。露桃花里小楼深，持玉盏，听瑶琴。醉归青琐入鸳衾，月色照衣襟。山枕上，翠钿镇眉心。红炉深夜醉调笙，敲拍处，玉纤轻。小屏古画岸低平，烟月满闲庭。山枕上，灯背脸波横。",
            "comment": ""
        },
        {
            "title": "虞美人",
            "content": "晓莺啼破相思梦，帘卷金泥凤。宿妆犹在酒初醒，翠翘慵整倚云屏，转娉婷。香檀细画侵桃脸，罗袂轻轻敛。佳期堪恨再难寻，绿芜满院柳成阴，负春心。触帘风送景阳钟，鸳被绣花重。晓帏初卷冷烟浓，翠匀粉黛好仪容，思娇慵。起来无语理朝妆，宝匣镜凝光。绿荷相倚满池塘，露清枕簟藕花香，恨悠扬。翠屏闲掩垂珠箔，丝雨笼池阁。露粘红藕咽清香，谢娘娇极不成狂，罢朝妆。小金鸂鶒沈烟细，腻枕堆云髻。浅眉微敛注檀轻，旧欢时有梦魂惊，悔多情。碧梧桐映纱窗晚，花谢莺声懒。小屏屈曲掩青山，翠帏香粉玉炉寒，两蛾攒。颠狂年少轻离别，孤负春时节。画罗红袂有啼痕，魂销无语倚闺门，欲黄昏。深闺春色劳思想，恨共春芜长。黄鹂娇转泥芳妍，杏枝如画倚轻烟，锁窗前。凭阑愁立双蛾细，柳影斜摇砌。玉郎还是不还家，教人魂梦逐杨花，绕天涯。少年艳质胜琼英，早晚别三清。莲冠稳篸钿篦横，飘飘罗袖碧云轻，画难成。迟迟少转腰身袅，翠靥眉心小。醮坛风急杏枝香，此时恨不驾鸾皇，访刘郎。",
            "comment": ""
        },
        {
            "title": "酒泉子",
            "content": "杨柳无风，轻惹春烟残雨。杏花愁，莺正语，画楼东。锦屏寂寞思无穷，还是不知消息。镜尘生，珠泪滴，损仪容。罗带缕金，兰麝烟凝魂断。画屏欹，云鬓乱，恨难任。几回垂泪滴鸳衾，薄情何处去？月临窗，花满树，信沉沉。小槛日斜，风度绿窗人悄悄。翠帏闲掩舞双鸾，旧香寒。别来情绪转难判，韶颜看却老。依稀粉上有啼痕，暗销魂。黛薄红深，约掠绿鬟云腻。小鸳鸯，金翡翠，称人心。锦鳞无处传幽意，海燕兰堂春又去。隔年书，千点泪，恨难任。掩却菱花，收拾翠钿休上面。金虫玉燕锁香奁，恨厌厌。云鬟半坠懒重篸，泪侵山枕湿。银灯背帐梦方酣，雁飞南。水碧风清，入槛细香红藕腻。谢娘敛翠恨无涯，小屏斜。堪憎荡子不还家，谩留罗带结。帐深枕腻炷沉烟，负当年。黛怨红羞，掩映画堂春欲暮。残花微雨隔青楼，思悠悠。芳菲时节看将度，寂寞无人还独语。画罗襦，香粉污，不胜愁。",
            "comment": ""
        },
        {
            "title": "木兰花（即玉楼春）",
            "content": "月照玉楼春漏促，飒飒风摇庭砌竹。梦惊鸳被觉来时，何处管弦声断续。惆怅少年游冶去，枕上两蛾攒细绿。晓莺帘外语花枝，背帐犹残红蜡烛。柳映玉楼春日晚，雨细风轻烟草软。画堂鹦鹉语雕笼，金粉小屏犹半掩。香灭绣帏人寂寂，倚槛无言愁思远。恨郎何处纵疏狂，长使含啼眉不展。月皎露华窗影细，风送菊香黏绣袂。博山炉冷水沉微，惆怅金闺终日闭。懒展罗衾垂玉箸，羞对菱花篸宝髻。良宵好事枉教休，无计那他狂耍婿。拂水双飞来去燕，曲槛小屏山六扇。春愁凝思结眉心，绿绮懒调红锦荐。话别情多声欲战，玉箸痕留红粉面。镇长独立到黄昏，却怕良宵频梦见。",
            "comment": ""
        },
        {
            "title": "浣溪沙",
            "content": "春色迷人恨正赊，可堪荡子不还家，细风轻露著梨花。帘外有情双燕扬，槛前无力绿杨斜，小屏狂梦极天涯。红藕香寒翠渚平，月笼虚阁夜蛩清，塞鸿惊梦两牵情宝帐玉炉残麝冷，罗衣金缕暗尘生，小窗孤烛泪纵横。荷芰风轻帘幕香，绣衣鸂鶒泳回塘，小屏闲掩旧潇湘恨入空帏鸾影独，泪凝双脸渚莲光，薄情年少悔思量。惆怅经年别谢娘，月窗花院好风光，此时相望最情伤。青鸟不来传锦字，瑶姬何处锁兰房，忍教魂梦两茫茫。庭菊飘黄玉露浓，冷莎偎砌隐鸣蛩，何期良夜得相逢。背帐风摇红蜡滴，惹香暖梦绣衾重，觉来枕上怯晨钟。云澹风高叶乱飞，小庭寒雨绿苔微，深闺人静掩屏帷。粉黛暗愁金带枕，鸳鸯空绕画罗衣，那堪孤负不思归。雁响遥天玉漏清，小纱窗外月胧明，翠帏金鸭炷香平。何处不归音信断，良宵空使梦魂惊，簟凉枕冷不胜情。露白蟾明又到秋，佳期幽会两悠悠，梦牵情役几时休。记得泥人微敛黛，无言斜倚小书楼。暗思前事不胜愁。",
            "comment": ""
        },
        {
            "title": "献衷心",
            "content": "绣鸳鸯帐暖，画孔雀屏欹。人悄悄，月明时。想昔年欢笑，恨今日分离。银釭背，铜漏永，阻佳期。小炉烟细，虚阁帘垂。几多心事，暗地思惟。被娇娥牵役，魂梦如痴。金闺里，山枕上，始应知。",
            "comment": ""
        },
        {
            "title": "更漏子",
            "content": "旧欢娱，新怅望，拥鼻含嚬楼上。浓柳翠，晚霞微，江鸥接翼飞。帘半卷，屏斜掩，远岫参差迷眼。歌满耳，酒盈尊，前非不要论。",
            "comment": ""
        },
        {
            "title": "应天长",
            "content": "瑟瑟罗裙金线缕，轻透鹅黄香画袴。垂交带，盘鹦鹉，袅袅翠翘移玉步。背人匀檀注，慢转娇波偷觑。敛黛春情暗许，倚屏慵不语。",
            "comment": ""
        },
        {
            "title": "荷叶杯",
            "content": "春尽小庭花落，寂寞，凭槛敛双眉。忍教成病忆佳期，知摩知，知摩知。歌发谁家筵上，寥亮，别恨正悠悠。兰釭背帐月当楼，愁摩愁，愁摩愁。弱柳好花尽拆，晴陌，陌上少年郎。满身兰麝扑人香，狂摩狂，狂摩狂。记得那时相见，胆战，鬓乱四肢柔。泥人无语不抬头，羞摩羞，羞摩羞。夜久歌声怨咽，残月，菊冷露微微。看看湿透缕金衣，归摩归，归摩归。我忆君诗最苦，知否，字字尽关心。红笺写寄表情深，吟摩吟，吟摩吟。金鸭香浓鸳被，枕腻，小髻簇花钿。腰如细柳脸如莲，怜摩怜，怜摩怜。曲砌蝶飞烟暖，春半，花发柳垂条。花如双脸柳如腰，娇摩娇，娇摩娇。一去又乖期信，春尽，满院长莓苔。手挪裙带独裴回，来摩来，来摩来。",
            "comment": ""
        }
    ]
}