{
    "dynasty": "唐",
    "author": "高骈",
    "poems": [
        {
            "title": "叹征人",
            "content": "心坚胆壮箭头亲，十载沙场受苦辛。力尽路傍行不得，广张红旆是何人。",
            "comment": ""
        },
        {
            "title": "安南送曹别敕归朝",
            "content": "云水苍茫日欲收，野烟深处鹧鸪愁。知君万里朝天去，为说征南已五秋。",
            "comment": ""
        },
        {
            "title": "遣兴",
            "content": "浮世忙忙蚁子群，莫嗔头上雪纷纷。沈忧万种与千种，行乐十分无一分。越外险巇防俗事，就中拘检信人文。醉乡日月终须觅，去作先生号白云。",
            "comment": ""
        },
        {
            "title": "寓怀",
            "content": "关山万里恨难销，铁马金鞭出塞遥。为问昔时青海畔，几人归到凤林桥。",
            "comment": ""
        },
        {
            "title": "边方春兴",
            "content": "草色青青柳色浓，玉壶倾酒满金钟。笙歌嘹亮随风去，知尽关山第几重。",
            "comment": ""
        },
        {
            "title": "宴犒蕃军有感",
            "content": "蜀地恩留马嵬哭，烟雨濛濛春草绿。满眼由来是旧人，那堪更奏梁州曲。",
            "comment": ""
        },
        {
            "title": "寄鄠杜李遂良处士",
            "content": "小隐堪忘世上情，可能休梦入重城。池边写字师前辈，座右题铭律后生。吟社客归秦渡晚，醉乡渔去渼陂晴。春来不得山中信，尽日无人傍水行。",
            "comment": ""
        },
        {
            "title": "筇竹杖寄僧",
            "content": "坚轻筇竹杖，一枝有九节。寄与沃洲人，闲步青山月。",
            "comment": ""
        },
        {
            "title": "海翻",
            "content": "几经人事变，又见海涛翻。徒起如山浪，何曾洗至冤？",
            "comment": ""
        },
        {
            "title": "言怀",
            "content": "恨乏平戎策，惭登拜将坛。手持金钺冷，身挂铁衣寒。主圣扶持易，恩深报效难。三边犹未静，何敢便休官？",
            "comment": ""
        },
        {
            "title": "杂歌谣辞·步虚词",
            "content": "青溪道士人不识，上天下天鹤一只。洞门深锁碧窗寒，滴露研朱写周易。",
            "comment": ""
        },
        {
            "title": "对花呈幕中",
            "content": "海棠初发去春枝，首唱曾题七字诗。今日能来花下饮，不辞频把使头旗。",
            "comment": ""
        },
        {
            "title": "南海神祠",
            "content": "沧溟八千里，今古畏波涛。此日征南将，安然渡万艘。",
            "comment": ""
        },
        {
            "title": "平流园席上",
            "content": "画舸摇烟水满塘，柳丝轻软小桃香。却缘龙节为萦绊，好是狂时不得狂。",
            "comment": ""
        },
        {
            "title": "残春遣兴",
            "content": "画舸轻桡柳色新，摩诃池上醉青春。不辞不为青春醉，只恐莺花也怪人。",
            "comment": ""
        },
        {
            "title": "留别彰德军从事范校书",
            "content": "无金寄与白头亲，节概犹夸似古人。未出尘埃真落魄，不趋权势正因循。桂攀明月曾观国，蓬转西风却问津。匹马东归羡知己，燕王台上结交新。",
            "comment": ""
        },
        {
            "title": "二妃庙",
            "content": "帝舜南巡竟不还，二妃幽怨水云间。当时珠泪知多少，直到于今竹尚斑。",
            "comment": "【注释】竹尚斑:斑竹，又称湘妃竹。刚竹的变种，湖南特产，出于君山和九嶷山。民间传说斑竹是二妃的眼泪染成的，据晋张华《博物志》记载：\"尧之女，舜之二妃，曰：'湘夫人'。帝崩，二妃啼，以涕挥竹，竹尽斑。\"《述异记》云：\"舜南巡，葬于苍梧，尧二女娥皇、女英泪下沾竹，久悉为之斑，亦名湘妃竹\"。"
        },
        {
            "title": "塞上寄家兄",
            "content": "棣萼分张信使希，几多乡泪湿征衣。笳声未断肠先断，万里胡天鸟不飞。",
            "comment": ""
        },
        {
            "title": "访隐者不遇",
            "content": "落花流水认天台，半醉闲吟独自来。惆怅仙翁何处去，满庭红杏碧桃开。",
            "comment": ""
        },
        {
            "title": "对雪",
            "content": "六出飞花入户时，坐看青竹变琼枝。如今好上高楼望，盖尽人间恶路岐。",
            "comment": ""
        },
        {
            "title": "遣兴",
            "content": "把盏非怜酒，持竿不为鱼。唯应嵇叔夜，似我性慵疏。",
            "comment": ""
        },
        {
            "title": "山亭夏日",
            "content": "绿树阴浓夏日长，楼台倒影入池塘。水晶帘动微风起，满架蔷薇一院香。",
            "comment": "【注释】1、题原作“夏”，据《全唐诗》改。2、水精帘：形容质地精细而色泽莹澈的帘。李白《玉阶怨》：“却下水晶帘，玲珑望秋月。”3、蔷薇：花名。夏季开花，有红、白、黄等色，美艳而香。--------------　　这是一首描写夏日风光的七言绝句。　　首句起得似乎平平，但仔细玩味“阴浓”二字，不独状树之繁茂，且又暗示此时正是夏日午时前后，烈日炎炎，日烈，“树阴”才能“浓”。这“浓”除有树阴稠密之意外，尚有深浅之“深”意在内，即树阴密而且深。《红楼梦》里描写大观园夏日中午景象，谓“烈日当空，树阴匝地”，即此意。夏日正午前后最能给人以“夏日长”的感觉。杨万里《闲居初夏午睡起》说“日长睡起无情思”，就是写的这种情趣。因此，“夏日长”是和“绿树阴浓”含蓄地联在一起的，决非泛泛之笔。　　第二句“楼台倒影入池塘”写诗人看到池塘内的楼台倒影。“入”字用得极好：夏日午时，晴空骄阳，一片寂静，池水清澈见底，映在塘中的楼台倒影，当属十分清晰。这个“入”字就正好写出了此时楼台倒影的真实情景。　　第三句“水精帘动微风起”是诗中最含蓄精巧的一句。此句可分两层意思来说。其一，烈日照耀下的池水，晶莹透澈；微风吹来，水光潋滟，碧波粼粼。诗人用“水精帘动”来比喻这一景象，美妙而逼真──整个水面犹如一挂水晶做成的帘子，被风吹得泛起微波，在荡漾着的水波下则是随之晃动的楼台倒影，多美啊！其二，观赏景致的诗人先看见的是池水波动，然后才感觉到起风了。夏日的微风是不会让人一下子感觉出来的，此时看到水波才会觉着，所以说“水精帘动微风起”。如果先写“微风起”，而后再写“水精帘动”，那就味同嚼蜡了。　　正当诗人陶醉于这夏日美景的时候，忽然飘来一阵花香，香气沁人心脾，诗人精神为之一振。诗的最后一句“满架蔷薇一院香”，又为那幽静的景致，增添了鲜艳的色彩，充满了醉人的芬芳，使全诗洋溢着夏日特有的生气。“一院香”，又与上句“微风起”暗合。　　诗写夏日风光，纯乎用近似绘画的手法：绿树阴浓，楼台倒影，池塘水波，满架蔷薇，构成了一幅色彩鲜丽、情调清和的图画。这一切都是由诗人站立在山亭上所描绘下来的。山亭和诗人虽然没有在诗中出现，然而我们在欣赏这首诗时，却仿佛看到了那个山亭和那位悠闲自在的诗人。　　（唐永德）"
        },
        {
            "title": "春日招宾",
            "content": "花枝如火酒如饧，正好狂歌醉复醒。对酒看花何处好，延和阁下碧筠亭。",
            "comment": ""
        },
        {
            "title": "南征叙怀",
            "content": "万里驱兵过海门，此生今日报君恩。回期直待烽烟静，不遣征衣有泪痕。",
            "comment": ""
        },
        {
            "title": "送春",
            "content": "水浅鱼争跃，花深鸟竞啼。春光看欲尽，判却醉如泥。",
            "comment": ""
        },
        {
            "title": "池上送春",
            "content": "持竿闲坐思沉吟，钓得江鳞出碧浔。回首看花花欲尽，可怜寥落送春心。",
            "comment": ""
        },
        {
            "title": "途次内黄马病，寄僧舍呈诸友人",
            "content": "官闲马病客深秋，肯学张衡咏四愁。红叶寺多诗景致，白衣人尽酒交游。依违讽刺因行得，淡泊供需不在求。好与高阳结吟社，况无名迹达珠旒。",
            "comment": ""
        },
        {
            "title": "渭川秋望寄右军王特进",
            "content": "长川终日碧潺湲，知道天河与地连。凭寄两行朝阙泪，愿随流入御沟泉。",
            "comment": ""
        },
        {
            "title": "赴西川途经虢县作",
            "content": "亚夫重过柳营门，路指岷峨隔暮云。红额少年遮道拜，殷勤认得旧将军。",
            "comment": ""
        },
        {
            "title": "寄题罗浮别业",
            "content": "不将真性染埃尘，为有烟霞伴此身。带日长江好归信，博罗山下碧桃春。",
            "comment": ""
        },
        {
            "title": "风筝（一作题风筝寄意）",
            "content": "夜静弦声响碧空，宫商信任往来风。依稀似曲才堪听，又被移将别调中。",
            "comment": ""
        },
        {
            "title": "和王昭符进士赠洞庭赵先生",
            "content": "为爱君山景最灵，角冠秋礼一坛星。药将鸡犬云间试，琴许鱼龙月下听。自要乘风随羽客，谁同种玉验仙经。烟霞淡泊无人到，唯有渔翁过洞庭。",
            "comment": ""
        },
        {
            "title": "塞上曲二首",
            "content": "二年边戍绝烟尘，一曲河湾万恨新。从此凤林关外事，不知谁是苦心人。陇上征夫陇下魂，死生同恨汉将军。不知万里沙场苦，空举平安火入云。",
            "comment": ""
        },
        {
            "title": "太公庙",
            "content": "青山长在境长新，寂寞持竿一水滨。及得王师身已老，不知辛苦为何人。",
            "comment": ""
        },
        {
            "title": "写怀二首",
            "content": "渔竿消日酒消愁，一醉忘情万事休。却恨韩彭兴汉室，功成不向五湖游。花满西园月满池，笙歌摇曳画船移。如今暗与心相约，不动征旗动酒旗。",
            "comment": ""
        },
        {
            "title": "闻河中王铎加都统",
            "content": "炼汞烧铅四十年，至今犹在药炉前。不知子晋缘何事，只学吹箫便得仙。",
            "comment": ""
        },
        {
            "title": "边城听角",
            "content": "席箕风起雁声秋，陇水边沙满目愁。三会五更欲吹尽，不知凡白几人头。",
            "comment": ""
        },
        {
            "title": "闺怨",
            "content": "人世悲欢不可知，夫君初破黑山归。如今又献征南策，早晚催缝带号衣。",
            "comment": ""
        },
        {
            "title": "赠歌者二首",
            "content": "酒满金船花满枝，佳人立唱惨愁眉。一声直入青云去，多少悲欢起此时。公子邀欢月满楼，双成揭调唱伊州。便从席上风沙起，直到阳关水尽头。",
            "comment": ""
        },
        {
            "title": "广陵宴次戏简幕宾",
            "content": "一曲狂歌酒百分，蛾眉画出月争新。将军醉罢无余事，乱把花枝折赠人。",
            "comment": ""
        },
        {
            "title": "蜀路感怀",
            "content": "蜀山苍翠陇云愁，銮驾西巡陷几州。唯有萦回深涧水，潺湲不改旧时流。",
            "comment": ""
        },
        {
            "title": "句",
            "content": "人间无限伤心事，不得尊前折一枝。满宫多少承恩者，似有容华妾也无。满身珠翠将何用，唯与豪家拂象床。何人种得西施花，千古春风开不尽。",
            "comment": ""
        },
        {
            "title": "锦城写望",
            "content": "蜀江波影碧悠悠，四望烟花匝郡楼。不会人家多少锦，春来尽挂树梢头。",
            "comment": ""
        },
        {
            "title": "过天威径",
            "content": "豺狼坑尽却朝天，战马休嘶瘴岭烟。归路嶮巇今坦荡，一条千里直如弦。",
            "comment": ""
        },
        {
            "title": "赴安南却寄台司",
            "content": "曾驱万马上天山，风去云回顷刻间。今日海门南面事，莫教还似凤林关。",
            "comment": ""
        },
        {
            "title": "马嵬驿",
            "content": "玉颜虽掩马嵬尘，冤气和烟锁渭津。蝉鬓不随銮驾去，至今空感往来人。",
            "comment": ""
        },
        {
            "title": "依韵奉酬李迪",
            "content": "柳下官资颜子居，闲情入骨若为除。诗成斩将奇难敌，酒熟封侯快未如。只见丝纶终日降，不知功业是谁书？而今共饮醇滋味，消得揶揄势利疏。",
            "comment": ""
        },
        {
            "title": "入蜀",
            "content": "万水千山音信希，空劳魂梦到京畿。漫天岭上频回首，不见虞封泪满衣。",
            "comment": ""
        }
    ]
}