{
    "dynasty": "唐",
    "author": "魏承班",
    "poems": [
        {
            "title": "木兰花",
            "content": "小芙蓉，香旖旎，碧玉堂深清似水。闭宝匣，掩金铺，倚屏拖袖愁如醉。迟迟好景烟花媚，曲渚鸳鸯眠锦翅。凝然愁望静相思，一双笑靥嚬香蕊。",
            "comment": ""
        },
        {
            "title": "生查子",
            "content": "烟雨晚晴天，零落花无语。难话此时心，梁燕双来去。琴韵对薰风，有恨和情抚。肠断断弦频，泪滴黄金缕。寂寞画堂空，深夜垂罗幕。灯暗锦屏欹，月冷珠帘薄。愁恨梦难成，何处贪欢乐。看看又春来，还是长萧索。离别又经年，独对芳菲景。嫁得薄情夫，长抱相思病。花红柳绿间晴空，蝶舞双双影。羞看绣罗衣，为有金鸾并。",
            "comment": "【注释】①黄金缕：谓衣上所饰也。一为古曲名。【评解】落花无语，梁燕双飞。临风抚琴，泪滴罗裳。这首词通过暮春景物的描绘，抒发了诗人惜春、怀人之情。清新隽雅，语婉情深。乃《花间集》中之佳作。【集评】《柳塘词话》：承班词，较南唐诸公更淡而近，更宽而尽，人人喜效为之。如“难话此时心，梁燕双来去。”亦为弄姿无限。俞陛云《唐五代两宋词选释》：此词上阕花落燕飞，有《珠玉词》“无可奈何花落去，似曾相识燕归来”之意。下阕怀旧而兼悼逝，殆有凤尾留香之感耶！黄昇《花间集注》：“难话此时心，梁燕双来去”二句，隽语也，隽不在言，而有不尽之意。栩庄《栩庄漫记》：魏词浅易，此却蕴藉可诵。"
        },
        {
            "title": "菩萨蛮",
            "content": "罗裾薄薄秋波染，眉间画得山两点。相见绮筵时，深情暗共知。翠翘云鬓动，敛态弹金凤。宴罢入兰房，邀人解佩珰。罗衣隐约金泥画，玳筵一曲当秋夜。声颤觑人娇，云鬟袅翠翘。酒醺红玉软，眉翠秋山远。绣幌麝烟沈，谁人知两心。玉容光照菱花影，沉沉脸上秋波冷。白雪一声新，雕梁起暗尘。宝钗摇翡翠，香惹芙蓉醉。携手入鸳衾，谁人知此心。",
            "comment": ""
        },
        {
            "title": "黄钟乐",
            "content": "池塘烟暖草萋萋，惆怅闲宵含恨，愁坐思堪迷。遥想玉人情事远，音容浑似隔桃溪。偏记同欢秋月低，帘外论心花畔，和醉暗相携。何事春来君不见，梦魂长在锦江西。",
            "comment": ""
        },
        {
            "title": "玉楼春",
            "content": "寂寂画堂梁上燕，高卷翠帘横数扇。一庭春色恼人来，满地落花红几片。愁倚锦屏低雪面，泪滴绣罗金缕线。好天凉月尽伤心，为是玉郎长不见。轻敛翠蛾呈皓齿，莺转一枝花影里。声声清迥遏行云，寂寂画梁尘暗起。玉斝满斟情未已，促坐王孙公子醉。春风筵上贯珠匀，艳色韶颜娇旖旎。",
            "comment": "【注释】①翠帘：窗帘。　横数扇：窗开。②雪面：粉面。③凉月：疑为“良夜”之讹。　尽：犹竞。【评解】暮春时节，梁燕双飞，落红满地。愁倚锦屏，春色恼人。好天良夜而玉郎不见，不禁泪滴绣衫。小词通过春景的描绘，抒写春宵怀人之情。意境优美，婉丽多姿。【集评】元遗山《遗山集》：魏承班词，俱为言情之作。如《玉楼春》词，明净自然，不着意雕琢而意境全出。陈廷焯《别调集》卷一：“凄警”。“语意爽朗”。"
        },
        {
            "title": "诉衷情",
            "content": "高歌宴罢月初盈，诗情引恨情。烟露冷，水流轻，思想梦难成罗帐袅香平，恨频生。思君无计睡还醒，隔层城。春深花簇小楼台，风飘锦绣开。新睡觉，步香阶，山枕印红腮。乱坠金钗，语檀偎。临行执手重重属，几千回。银汉云情玉漏长，蛩声悄画堂。筠簟冷，碧窗凉，红蜡泪飘香。皓月泻寒光，割人肠。那堪独自步池塘，对鸳鸯。金风轻透碧窗纱，银釭焰影斜。欹枕卧，恨何赊，山掩小屏霞。云雨别吴娃，想容华。梦成几度绕天涯，到君家。春情满眼脸红消，娇妒索人饶。星靥小，玉珰摇，几共醉春朝。别后忆纤腰，梦魂劳。如今风叶又萧萧，恨迢迢。",
            "comment": ""
        },
        {
            "title": "渔歌子",
            "content": "柳如眉，云似发，鲛绡雾縠笼香雪。梦魂惊，钟漏歇，窗外晓莺残月。几多情，无处说，落花飞絮清明节。少年郎，容易别，一去音书断绝。",
            "comment": ""
        }
    ]
}