{
    "dynasty": "唐",
    "author": "黄巢",
    "poems": [
        {
            "title": "题菊花",
            "content": "飒飒西风满院栽，蕊寒香冷蝶难来。他年我若为青帝，报与桃花一处开。",
            "comment": " | 【注释】　　唐末诗人林宽有这样两句诗：“莫言马上得天下，自古英雄皆解诗。”古往今来，确有不少能“解诗”的英雄，唐末农民起义领袖黄巢就是其中突出的一个。自从陶渊明“采菊东篱下，悠然见南山”的名句一出，菊花就和孤标傲世的高士、隐者结下了不解之缘，几乎成了封建文人孤高绝俗精神的一种象征。黄巢的菊花诗，却完全脱出了同类作品的窠臼，表现出全新的思想境界和艺术风格。　　第一句写满院菊花在飒飒秋风中开放。“西风”点明节令，逗起下句；“满院”极言其多。说“栽”而不说“开”，是避免与末句重韵，同时“栽”字本身也给人一种挺立劲拔之感。写菊花迎风霜开放，以显示其劲节，这在文人的咏菊诗中也不难见到；但“满院栽”却显然不同于文人诗中菊花的形象。无论是表现“孤标傲世”之情，“孤高绝俗”之态或“孤孑无伴”之感，往往脱离不了一个“孤”字。黄巢的诗独说“满院栽”，是因为在他心目中，这菊花是劳苦大众的象征，与“孤”字无缘。　　菊花迎风霜开放，固然显出它的劲节，但时值寒秋，“蕊寒香冷蝶难来”，却是极大的憾事。在飒飒秋风中，菊花似乎带着寒意，散发着幽冷细微的芳香，不象在风和日丽的春天开放的百花，浓香竞发，因此蝴蝶也就难得飞来采掇菊花的幽芳了。在旧文人的笔下，这个事实通常总是引起两种感情：孤芳自赏与孤孑不偶。作者的感情有别于此。在他看来，“蕊寒香冷”是因为菊花开放在寒冷的季节，他自不免为菊花的开不逢时而惋惜、而不平。　　三、四两句正是上述感情的自然发展，揭示环境的寒冷和菊花命运的不公平。作者想象有朝一日自己作了“青帝”（司春之神），就要让菊花和桃花一起在春天开放。这一充满强烈浪漫主义激情的想象，集中地表达了作者的宏伟抱负。统观全诗，寓意是比较明显的。诗中的菊花，是当时社会上千千万万处于底层的人民的化身。作者既赞赏他们迎风霜而开放的顽强生命力，又深深为他们所处的环境、所遭的命运而愤激不平，立志要彻底加以改变。所谓“为青帝”，不妨看作建立农民革命政权的形象化表述。作者想象，到了那一天，广大劳苦大众就都能生活在温暖的春天里。值得注意的是，这里还体现了农民朴素的平等观念。因为在作者看来，菊花和桃花同为百花之一，理应享受同样的待遇，菊花独处寒秋，蕊寒香冷，实在是天公极大的不公。因此他决心要让菊花同桃花一样享受春天的温暖。不妨认为，这是诗化了的农民平等思想。　　这里还有一个靠谁来改变命运的问题。是祈求天公的同情与怜悯，还是“我为青帝”，取而代之？其间存在着做命运的奴隶和做命运的主人的区别。诗的作者说：“我为青帝”，这豪迈的语言，正体现了农民阶级领袖人物推翻旧政权的决心和信心。而这一点，也正是一切封建文人所不能超越的铁门槛。　　这首诗所抒写的思想感情是非常豪壮的，它使生活在封建社会中的文人学士表达自己胸襟抱负的各种豪言壮语都相形失色。但它并不流于粗豪，仍不失含蕴。这是因为诗中成功地运用了比兴手法，而比兴本身又融合着作者对生活的独特感受与理解的缘故。　　（刘学锴）"
        },
        {
            "title": "不第后赋菊",
            "content": "待到秋来九月八，我花开后百花杀。冲天香阵透长安，满城尽带黄金甲。",
            "comment": " | 【注释】又题作：不第后赋菊　　这首诗的题目，《全唐诗》作“不第后赋菊”，大概是根据明代郎瑛《七修类稿》引《清暇录》关于此诗的记载。但《清暇录》只说此诗是黄巢落第后所作，题为“菊花”。　　重阳节有赏菊的风俗，相沿既久，这一天也无形中成了菊花节。这首菊花诗，其实并非泛咏菊花，而是遥庆菊花节。因此一开头就是“待到秋来九月八”，意即等到菊花节那一天。不说“九月九”而说“九月八”，是为了与“杀”、“甲”叶韵。这首诗押入声韵，作者要借此造成一种斩截、激越、凌厉的声情气势。“待到”二字，似脱口而出，其实分量很重。因为作者要“待”的那一天，是天翻地覆、扭转乾坤之日，因而这“待”是充满热情的期待，是热烈的向往。而这一天，又绝非虚无缥缈，可望而不可即，而是如同春去秋来，时序更迁那样，一定会到来的，因此，语调轻松，跳脱，充满信心。　　“待到”那一天又怎样呢？照一般人的想象，无非是菊花盛开，清香袭人。作者却接以石破天惊的奇句──“我花开后百花杀”。菊花开时，百花都已凋零，这本是自然界的规律，也是人们习以为常的自然现象。这里特意将菊花之“开”与百花之“杀”（凋零）并列在一起，构成鲜明的对照，以显示其间的必然联系。作者亲切地称菊花为“我花”，显然是把它作为广大被压迫人民的象征，那么，与之相对立的“百花”自然是喻指反动腐朽的封建统治集团了。这一句斩钉截铁，形象地显示了农民革命领袖果决坚定的精神风貌。　　三、四句承“我花开”，极写菊花盛开的壮丽情景：“冲天香阵透长安，满地尽带黄金甲。”整个长安城，都开满了带着黄金盔甲的菊花。它们散发出的阵阵浓郁香气，直冲云天，浸透全城。这是菊花的天下，菊花的王国，也是菊花的盛大节日。想象的奇特，设喻的新颖，辞采的壮伟，意境的瑰丽，都可谓前无古人。菊花，在封建文人笔下，最多不过把它作为劲节之士的化身，赞美其傲霜的品格；这里却赋予它农民起义军战士的战斗风貌与性格，把黄色的花瓣设想成战士的盔甲，使它从幽人高士之花成为最新最美的农民革命战士之花。正因为这样，作者笔下的菊花也就一变过去那种幽独淡雅的静态美，显现出一种豪迈粗犷、充满战斗气息的动态美。它既非“孤标”，也不止“丛菊”，而是花开满城，占尽秋光，散发出阵阵浓郁的战斗芳香，所以用“香阵”来形容。“冲”、“透”二字，分别写出其气势之盛与浸染之深，生动地展示出农民起义军攻占长安，主宰一切的胜利前景。　　黄巢的两首菊花诗，无论意境、形象、语言、手法都使人一新耳目。艺术想象和联想是要受到作者世界观和生活实践的制约的。没有黄巢那样的革命抱负、战斗性格，就不可能有“我花开后百花杀”这样的奇语和“满城尽带黄金甲”这样的奇想。把菊花和带甲的战士联结在一起，赋予它一种战斗的美，这只能来自战斗的生活实践。“自古英雄尽解诗”，也许正应从这个根本点上去理解吧。　　（刘学锴）"
        },
        {
            "title": "自题像",
            "content": "记得当年草上飞，铁衣著尽著僧衣。天津桥上无人识，独倚栏干看落晖。",
            "comment": "【注释】原题注：陶毅《五代乱离纪》云：巢败后为僧，依张全义于洛阳。曾绘像题诗，人见像，识其为巢云。"
        }
    ]
}